Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies_2018 label
source: mango, mangosteen, guava
pt: manga, mangostão, goiaba
zh: 芒果、山竹果、番石榴

# technologies_2018 label
source: oil palm
pt: óleo de palma
zh: 油棕

# technologies_2018 label
source: papaya
pt: mamão
zh: 木瓜

# technologies_2018 label
source: pome fruits (apples, pears, quinces, etc.)
pt: frutas de pomóideas (maçãs, peras, marmelos, etc.)
zh: 仁果类（苹果、梨子、柑橘等）

# technologies_2018 label
source: rubber
pt: borracha
zh: 橡胶

# technologies_2018 label
source: stone fruits (peach, apricot, cherry, plum, etc)
pt: frutas com caroço (pêssego, damasco, cereja, ameixa, etc.)
zh: 核果（桃、杏、樱桃、李子等）

# technologies_2018 label
source: tea
pt: chá
zh: 茶叶

# technologies_2018 label
source: tree nuts (brazil nuts, pistachio, walnuts, almonds, etc.)
pt: frutos secos (castanhas do Brasil, pistache, nozes, amêndoas, etc.)
zh: 树坚果（巴西坚果、开心果、核桃、杏仁等）

# technologies_2018 label
source: wolfberries
pt: framboesas
zh: 枸杞

# technologies_2018 label
source: carob
pt: alfarroba
zh: 角豆树

# technologies_2018 label
source: cashew
pt: castanha de caju
zh: 腰果

# technologies_2018 label
source: cinnamon
pt: canela
zh: 肉桂

# technologies_2018 label
source: figs
pt: figos
zh: 无花果

# technologies_2018 label
source: fruits, other
pt: frutas, outros
zh: 水果、其他

# technologies_2018 label
source: grapes
pt: uvas
zh: 葡萄

# technologies_2018 label
source: gums
pt: gomas
zh: 树胶

# technologies_2018 label
source: jojoba
zh: 加州希蒙得木

# technologies_2018 label
source: kapok
pt: sumaúma
zh: 木棉

# technologies_2018 label
source: karite (sheanut)
pt: karité (sheanut)
zh: 卡力特树（乳油木）

# technologies_2018 label
source: olive
pt: azeitona
zh: 橄榄树

# technologies_2018 label
source: tallowtree
pt: pau-de-sebo
zh: 乌桕

# technologies_2018 label
source: tung
pt: tungue
zh: 桐树

# technologies_2018 label
source: Is intercropping practiced?
pt: O cultivo entre culturas é praticado?
zh: 采用间作制度了吗？

# technologies_2018 label
source: If yes, specify which crops are intercropped
pt: Em caso afirmativo, especifique quais são as culturas intercultivadas
zh: 如果是，说明哪些作物是间作的

# technologies_2018 label
source: Is crop rotation practiced?
pt: O rodízio de culturas é praticado?
zh: 采用轮作制度了吗？

# technologies_2018 helptext
source: E.g. sequence of crops, fallow periods, green manuring
pt: Por exemplo, sequência de culturas, períodos de pousio, adubação verde
zh: 例如，作物序列、休耕期、绿色耕作

# technologies_2018 label
source: If animal type is not listed above, specify other animal
pt: Se o tipo de animal não estiver listado acima, especifique outro animal
zh: 如果上面没有列出动物类型，请指定其他动物

# technologies_2018 label
source: meat
pt: carne
zh: 肉类

# technologies_2018 label
source: milk
pt: leite
zh: 奶类

# technologies_2018 label
source: eggs
pt: ovos
zh: 蛋类

# technologies_2018 label
source: whool
pt: lã
zh: 毛料

# technologies_2018 label
source: If product or service is not listed above, specify other product or service
pt: Se o produto ou serviço não estiver listado acima, especifique outro produto ou serviço
zh: 如果上面没有列出产品或服务，请指定其他产品或服务

# technologies_2018 label
source: Species
pt: Espécie
zh: 品种

# technologies_2018 label
source: Count
pt: Contagem
zh: 计数

# technologies_2018 label
source: Livestock population
pt: População de gado
zh: 牲畜数量

# technologies_2018 label
source: (Semi-)natural forests/ woodlands
pt: Florestas/bosques (semi)naturais
zh: （半）天然森林/林地

# technologies_2018 helptext
source: <strong>Fn: Natural or semi-natural</strong>: forests mainly composed of indigenous trees, not planted by man
pt: <strong>Fn: Natural ou seminatural</strong>: florestas compostas principalmente de árvores nativas, não plantadas pelo homem
zh: <strong>Fn：天然或半天然</strong>：主要由本地树木组成的森林，不是人工种植的

# technologies_2018 label
source: Tree plantation, afforestation
pt: Plantação de árvores, reflorestamento
zh: 植树造林

# technologies_2018 helptext
source: <strong>Fp: Plantations, afforestations:</strong>: forest stands established by planting or/ and seeding in the process of afforestation or reforestation
pt: <strong>Fp: Plantações, florestamentos: </strong>povoamentos florestais estabelecidos por plantio e/ou semeadura no processo de florestamento ou reflorestamento
zh: <strong>Fp：植树造林：</strong>：在造林或者再造林过程中，通过种植或者（或者）播种而形成的林分

# technologies_2018 label
source: If type of forest is not listed above, specify other type
pt: Se o tipo de floresta não estiver listado acima, especifique outro tipo
zh: 如果上面未列出森林类型，请指定其他类型

# technologies_2018 label
source: Acacia albida
pt: Acácia albida
zh: 金合欢

# technologies_2018 label
source: Acacia auriculiformis
zh: 大叶相思

# technologies_2018 label
source: Acacia mearnsii
zh: 黑荆树

# technologies_2018 label
source: Acacia mellifera
pt: Acácia mellifera
zh: 具蜜金合欢

# technologies_2018 label
source: Acacia nilotica
pt: Acácia nilotica
zh: 阿拉伯金合欢

# technologies_2018 label
source: Acacia senegal
pt: Acácia senegalesa
zh: 阿拉伯胶树

# technologies_2018 label
source: Acacia seyal
pt: Acácia seyal
zh: 塞伊耳相思树

# technologies_2018 label
source: Acacia species
pt: Espécies de acácia
zh: 金合欢树种

# technologies_2018 label
source: Acacia tortilis
zh: 相思树

# technologies_2018 label
source: Ailanthus excelsa
zh: 从高樗

# technologies_2018 label
source: Ailanthus species
pt: Espécies de ailanthus
zh: 臭椿属

# technologies_2018 label
source: Araucaria angustifolia
zh: 巴西松

# technologies_2018 label
source: Araucaria cunninghamii
zh: 南洋杉

# technologies_2018 label
source: Balanites aegyptiaca
zh: 埃及橡形木属

# technologies_2018 label
source: Bamboo bamboo
pt: Bambu de bambu
zh: 竹子

# technologies_2018 label
source: Casuarina equisetifolia
zh: 木麻黄

# technologies_2018 label
source: Casuarina junghuhniana
zh: 山地木麻黄

# technologies_2018 label
source: Cordia alliadora
zh: 破布木

# technologies_2018 label
source: Cupressus lusitanica
zh: 墨西哥柏木

# technologies_2018 label
source: Cupressus species
pt: Espécies de Cupressus
zh: 柏木属物种

# technologies_2018 label
source: Dalbergia sissoo
zh: 印度黄檀

# technologies_2018 label
source: Eucalyptus camaldulensis
pt: Eucalipto camaldulensis
zh: 赤桉

# technologies_2018 label
source: Eucalyptus deglupta
pt: Eucalipto deglupta
zh: 剥皮桉

# technologies_2018 label
source: Eucalyptus globulus
zh: 蓝桉

# technologies_2018 label
source: Eucalyptus grandis
zh: 巨桉

# technologies_2018 label
source: Eucalyptus robusta
pt: Eucalipto robusta
zh: 大叶桉

# technologies_2018 label
source: Eucalyptus saligna
pt: Eucalipto saligna
zh: 柳叶桉

# technologies_2018 label
source: Eucalyptus species
pt: Espécies de eucalipto
zh: 桉树树种

# technologies_2018 label
source: Eucalyptus urophylla
pt: Eucalipto urophylla
zh: 尾叶桉

# technologies_2018 label
source: Abies species (fir)
pt: Espécies Abies (abeto)
zh: 冷杉属物种（杉木）

# technologies_2018 label
source: Gmelina arborea
zh: 云南石梓

# technologies_2018 label
source: Hevea brasiliensis
zh: 橡胶树

# technologies_2018 label
source: Khaya species
pt: Espécies Khaya
zh: 非洲桃花心木物种

# technologies_2018 label
source: Larix species (larch)
pt: Espécies de Larix (lariço)
zh: 落叶松属物种（落叶松）

# technologies_2018 label
source: Leucaena leucocephala
zh: 银合欢

# technologies_2018 label
source: Mimosa scabrella
zh: 巴西木本含羞草

# technologies_2018 label
source: Pinus species (pine)
pt: Espécies de pinus (pinheiro)
zh: 松属物种（松）

# technologies_2018 label
source: Pinus caribaea v. caribaea
zh: 加勒比松，加勒比

# technologies_2018 label
source: Pinus caribaea v. hondurensis
zh: 加勒比松，洪都拉斯

# technologies_2018 label
source: Pinus oocarpa
zh: 卵果松

# technologies_2018 label
source: Pinus patula
pt: Pátula de pinus
zh: 展叶松

# technologies_2018 label
source: Pinus radiata
zh: 辐射松

# technologies_2018 label
source: Populus species
pt: Espécies Populus
zh: 山杨

# technologies_2018 label
source: Sclerocarya birrea
zh: 伯尔硬胡桃

# technologies_2018 label
source: Picea species (spruce)
pt: Espécies de Picea (abeto)
zh: 云杉种（云杉）

# technologies_2018 label
source: Swietenia macrophylla
zh: 大叶桃花心木

# technologies_2018 label
source: Tectona grandis
zh: 柚木

# technologies_2018 label
source: Tectona species
pt: Espécies de tectona
zh: 柚木属物种

# technologies_2018 label
source: Terminalia ivorensis
zh: 艾弗榄仁树

# technologies_2018 label
source: Terminalia superba
zh: 傲慢榄仁树

# technologies_2018 label
source: Xylia xylocapa
zh: 木香

# technologies_2018 label
source: Ziziphus mauritiana
zh: 滇刺枣

# technologies_2018 label
source: Azadirachta indica
zh: 印度苦楝树

# technologies_2018 label
source: Grevillea robusta
zh: 银桦

# technologies_2018 label
source: If type of tree is not listed above, specify other type
pt: Se o tipo de árvore não estiver listado acima, especifique outro tipo
zh: 如果上面没有列出树的类型，请指定其他类型

# technologies_2018 label
source: deciduous
pt: decíduo
zh: 落叶植物

# technologies_2018 label
source: mixed deciduous/ evergreen
pt: decíduas mistas/perene
zh: 混合落叶或常绿

# technologies_2018 label
source: evergreen
pt: perene
zh: 常绿

# technologies_2018 label
source: Are the trees specified above deciduous or evergreen?
pt: As árvores especificadas acima são decíduas ou perenes?
zh: 以上的树木是落叶树还是常绿树？

# technologies_2018 label
source: Has land use changed due to the implementation of the Technology?
pt: O uso do solo mudou devido à implementação da Tecnologia?
zh: 由于技术的实施，土地使用是否发生了变化？

# technologies_2018 helptext
source: This section is not relevant for traditional systems
pt: Esta seção não é relevante para os sistemas tradicionais
zh: 本节内容与传统系统无关

# technologies_2018 label
source: Yes (Please fill out the questions below with regard to the land use before implementation of the Technology)
pt: Sim (Por favor, preencha as perguntas abaixo com relação ao uso do solo antes da implementação da Tecnologia)
zh: 是（请在技术实施前填写以下有关土地利用的问题）

# technologies_2018 label
source: No (Continue with question 3.4)
pt: Não (Continuar com a pergunta 3.4)
zh: 否（继续问题3.4）

# technologies_2018 label
source: A 3.1: No tillage
pt: A 3.1: Sem lavoura
zh: A 3.1：免耕

# technologies_2018 label
source: A 3.2: Reduced tillage (> 30%% soil cover)
pt: A 3.2: Redução da lavoura (> 30%% de cobertura do solo)
zh: A 3.2：少耕（>30%%土壤覆盖率）

# technologies_2018 label
source: A 3.3: Full tillage (< 30%% soil cover)
pt: A 3.3: Lavoura completa (< 30%% de cobertura do solo)
zh: A 3.3：全耕（<30%%土壤覆盖率）

# technologies_2018 label
source: A3: Differentiate tillage systems
pt: A3: Diferenciar os sistemas de lavoura
zh: A3：区分耕作制度

# technologies_2018 label
source: A6: Residue management
pt: A6: Gerenciamento de resíduos
zh: A6：残株管理

# technologies_2018 label
source: A 6.1: burned
pt: A 6.1: queimado
zh: A 6.1：焚烧

# technologies_2018 label
source: A 6.2: grazed
pt: A 6.2: pastado
zh: A 6.2：放牧

# technologies_2018 label
source: A 6.3: collected
pt: A 6.3: coletado
zh: A 6.3：收集

# technologies_2018 label
source: A 6.4: retained
pt: A 6.4: retido
zh: A 6.4：保留

# technologies_2018 label
source: A6: Specify residue management
pt: A6: Especificar o gerenciamento de resíduos
zh: A6：对残株管理作出具体说明

# technologies_2018 label
source: Total costs for establishment of the Technology in USD
pt: Custos totais para o estabelecimento da Tecnologia em USD
zh: 技术建立总成本，美元

# technologies_2018 label
source: Total costs for maintenance of the Technology in USD
pt: Custos totais de manutenção da Tecnologia em USD
zh: 技术维护总成本，美元

# technologies_2018 label
source: Are land use rights based on a traditional legal system?
pt: Os direitos de uso da terra são baseados em um sistema jurídico tradicional?
zh: 土地使用权是否基于传统的法律制度？

# technologies_2018 label
source: Specify
pt: Especifique
zh: 具体说明

# technologies_2018 label
source: Is land use mixed within the same land unit (e.g. agroforestry)?
pt: O uso da terra está misturado dentro da mesma unidade de terra (por exemplo, agroflorestação)?
zh: 土地使用是否混合在同一土地单元内（如农林）？

# technologies_2018 helptext
source: A mixture of crops, grazing and trees within the same land unit, e.g. agroforestry, agro-silvopastoralism.
pt: Uma mistura de culturas, pastagens e árvores dentro da mesma unidade de terra, por exemplo, agroflorestação, agro-silvopastoralismo.
zh: 同一土地单元内的作物、放牧和树木的混合，如农林、农业造林。

# technologies_2018 label_view
source: Land use mixed within the same land unit:
pt: Uso do solo misturado dentro da mesma unidade de terra:
zh: 同一土地单元内混合使用的土地：

# technologies_2018 label
source: If data will be linked to CBP (simple assessment), specify annual cropping system
pt: Se os dados forem ligados ao CBP (avaliação simples), especificar o sistema de cultivo anual
zh: 如果要将数据链接到CBP（简单评估），请具体指明年度种植制度

# technologies_2018 label_view
source: Annual cropping system
pt: Sistema de cultivo anual
zh: 年作制度

# technologies_2018 label
source: cereals - barley
pt: cereais - cevada
zh: 谷类 - 大麦

# technologies_2018 label
source: cereals - maize
pt: cereais - milho
zh: 谷物类 - 玉米

# technologies_2018 label
source: cereals - millet
pt: cereais - painço
zh: 谷类 - 小米

# technologies_2018 label
source: cereals - oats
pt: cereais - aveia
zh: 谷类 - 燕麦

# technologies_2018 label
source: cereals - other
pt: cereais - outros
zh: 谷类 - 其他

# technologies_2018 label
source: cereals - quinoa or amaranth
pt: cereais - quinoa ou amaranto
zh: 谷类 - 藜麦或苋菜

# technologies_2018 label
source: cereals - rice (wetland)
pt: cereais - arroz (zona húmida)
zh: 谷类 - 水稻（湿地）

# technologies_2018 label
source: cereals - rice (upland)
pt: cereais - arroz (planalto)
zh: 谷类 - 水稻（旱地）

# technologies_2018 label
source: cereals - rye
pt: cereais - centeio
zh: 谷类 - 黑麦

# technologies_2018 label
source: cereals - sorghum
pt: cereais - sorgo
zh: 谷类 - 高粱

# technologies_2018 label
source: cereals - wheat (winter)
pt: cereais - trigo (inverno)
zh: 谷类 - 小麦（冬季）

# technologies_2018 label
source: cereals - wheat (spring)
pt: cereais - trigo (primavera)
zh: 谷类 - 小麦（春季）

# technologies_2018 label
source: fibre crops - cotton
pt: culturas de fibras - algodão
zh: 纤维作物 - 棉花

# technologies_2018 label
source: fibre crops - flax, hemp, other
pt: culturas de fibras - linho, cânhamo, outros
zh: 纤维作物 - 亚麻、大麻和其他

# technologies_2018 label
source: flower crops
pt: culturas de flores
zh: 花卉作物

# technologies_2018 label
source: fodder crops - alfalfa
pt: culturas forrageiras - alfalfa
zh: 饲料作物 - 苜蓿

# technologies_2018 label
source: fodder crops - clover
pt: culturas forrageiras - trevo
zh: 饲料作物 - 三叶草

# technologies_2018 label
source: fodder crops - grasses
pt: culturas forrageiras - gramíneas
zh: 饲料作物 - 草

# technologies_2018 label
source: fodder crops - other
pt: culturas forrageiras - outros
zh: 饲料作物 - 其他

# technologies_2018 label
source: legumes and pulses - beans
pt: Legumes e leguminosas - feijão
zh: 豆科牧草和豆类 - 豆子

# technologies_2018 label
source: legumes and pulses - other
pt: Legumes e leguminosas - outras
zh: 豆科牧草和豆类 - 其他

# technologies_2018 label
source: legumes and pulses - peas
pt: legumes e leguminosas - ervilhas
zh: 豆科牧草和豆类 - 豌豆

# technologies_2018 label
source: legumes and pulses - soya
pt: legumes e leguminosas - soja
zh: 豆科牧草和豆类 - 大豆

# technologies_2018 label
source: medicinal/ aromatic/ pesticidal plants and herbs
pt: plantas e ervas medicinais/ aromáticas/pesticidas
zh: 药用/芳香/杀虫植物和草药

# technologies_2018 label
source: oilseed crops - castor
pt: culturas oleaginosas - mamona
zh: 油料作物 - 蓖麻

# technologies_2018 label
source: oilseed crops - groundnuts
pt: culturas de oleaginosas - amendoim
zh: 油料作物 - 花生

# technologies_2018 label
source: oilseed crops - sunflower, rapeseed, other
pt: culturas oleaginosas - girassol, colza, outros
zh: 油料作物 - 向日葵、菜籽、其他

# technologies_2018 label
source: root/tuber crops - potatoes
pt: culturas de raiz/tubérculos- batatas
zh: 根/块茎作物 - 土豆

# technologies_2018 label
source: root/tuber crops - cassava
pt: culturas de raízes/tubérculos- mandioca
zh: 根/块茎作物 - 木薯

# technologies_2018 label
source: root/tuber crops - sugar beet
pt: culturas de raízes/tubérculos- beterraba sacarina
zh: 根/块茎作物 - 甜菜

# technologies_2018 label
source: root/tuber crops - sweet potatoes, yams, taro/cocoyam, other
pt: culturas de raízes/tubos - batata doce, inhame, taro/cocoyam, outros
zh: 根/块茎作物 - 红薯、山药、芋头/椰子，其他

# technologies_2018 label
source: seed crops - sesame, poppy, mustard, other
pt: culturas de sementes - sésamo, papoula, mostarda, outros
zh: 种子作物 - 芝麻、罂粟、芥末、其他

# technologies_2018 label
source: tobacco
pt: tabaco
zh: 烟草

# technologies_2018 label
source: vegetables - jerusalem artichoke
pt: legumes - alcachofra jerusalém
zh: 蔬菜 - 菊芋

# technologies_2018 label
source: vegetables - leafy vegetables (salads, cabbage, spinach, other)
pt: vegetais - vegetais de folhas (saladas, couve, espinafre, outros)
zh: 蔬菜 - 叶菜（色拉、卷心菜、菠菜和其他）

# technologies_2018 label
source: vegetables - melon, pumpkin, squash or gourd
pt: legumes - melão, abóbora, abóbora ou aboborinha
zh: 蔬菜 - 香瓜、南瓜、南瓜或葫芦

# technologies_2018 label
source: vegetables - mushrooms and truffles
pt: legumes - cogumelos e trufas
zh: 蔬菜 - 蘑菇和块菌

# technologies_2018 label
source: vegetables - other
pt: legumes - outros
zh: 蔬菜 - 其他

# technologies_2018 label
source: vegetables - root vegetables (carrots, onions, beet, other)
pt: legumes - raízes (cenouras, cebolas, beterraba, outros)
zh: 蔬菜 - 根茎类蔬菜（胡萝卜、洋葱、甜菜等）

# technologies_2018 label
source: Annual cropping - Specify crops
pt: Cultivo anual - Especificar culturas
zh: 年作 - 具体指明作物

# technologies_2018 label_view
source: Annual cropping - Specify crops
pt: Cultivo anual - Especificar culturas
zh: 年作 - 具体指明作物

# technologies_2018 label
source: sugar cane
pt: cana-de-açúcar
zh: 甘蔗

# technologies_2018 label
source: pineapple
pt: abacaxi
zh: 菠萝

# technologies_2018 label
source: flower crops - perennial
pt: culturas florais - perenes
zh: 花卉作物 - 多年生

# technologies_2018 label
source: medicinal, aromatic, pesticidal plants - perennial
pt: plantas medicinais, aromáticas, agrotóxicas - perenes
zh: 药用、芳香、杀虫植物 - 多年生植物

# technologies_2018 label
source: Perennial (non-woody) cropping - Specify crops
pt: Cultivo perene (sem lã) - Especificar culturas
zh: 多年生（非木质）作物 - 指定作物

# technologies_2018 label_view
source: Perennial (non-woody) cropping - Specify crops
pt: Cultivo perene (sem lã) - Especificar culturas
zh: 多年生（非木质）作物 - 指定作物

# technologies_2018 label
source: fodder trees (Calliandra, Leucaena leucocephala, Prosopis, etc.)
pt: árvores forrageiras (Calliandra, Leucaena leucocephala, Prosopis, etc.)
zh: 饲料树木（朱缨花属、银合欢、前庭草等）

# technologies_2018 label
source: Tree and shrub cropping - Specify crops
pt: Cultivo de árvores e arbustos - Especificar culturas
zh: 乔木和灌木种植 - 指定作物

# technologies_2018 label_view
source: Tree and shrub cropping - Specify crops
pt: Cultivo de árvores e arbustos - Especificar culturas
zh: 乔木和灌木种植 - 指定作物

# technologies_2018 label
source: cattle - dairy
pt: gado - lácteo
zh: 牛 - 奶制品

# technologies_2018 label
source: cattle - non-dairy beef
pt: gado - carne bovina não-láctea
zh: 牛 - 非奶牛牛肉

# technologies_2018 label
source: cattle - non-dairy working
pt: gado - sem fins lácteos
zh: 牛 - 非乳制品工作

# technologies_2018 label
source: buffalo
pt: búfalo
zh: 水牛

# technologies_2018 label
source: swine
pt: suínos
zh: 生猪

# technologies_2018 label
source: goats
pt: caprinos
zh: 山羊

# technologies_2018 label
source: camels
pt: camelos
zh: 骆驼

# technologies_2018 label
source: horses
pt: cavalos
zh: 马

# technologies_2018 label
source: mules and asses
pt: mulas e jumentos
zh: 骡子和驴

# technologies_2018 label
source: sheep
pt: ovelhas
zh: 绵羊

# technologies_2018 label
source: poultry
pt: aves
zh: 家禽

# technologies_2018 label
source: rabbits and similar mammals
pt: coelhos e mamíferos similares
zh: 兔子和类似的哺乳动物

# technologies_2018 label
source: wildlife - large herbivours
pt: vida selvagem - grandes herbívoros
zh: 野生动物 - 大型食草动物

# technologies_2018 label
source: wildlife - small herbivours
pt: vida selvagem - pequenos herbívoros
zh: 野生动物 - 小型食草动物

# technologies_2018 label
source: livestock - other large
pt: gado - outros animais de grande porte
zh: 牲畜 - 其他大型动物

# technologies_2018 label
source: livestock - other small
pt: gado - outros animais de pequeno porte
zh: 牲畜 - 其他小型动物

# technologies_2018 label
source: Specify animal type
pt: Especifique o tipo de animal
zh: 具体说明动物类型

# technologies_2018 label_view
source: Animal type
pt: Tipo de animal
zh: 动物类型

# technologies_2018 label
source: Is integrated crop-livestock management practiced?
pt: É praticado o manejo integrado de culturas-pecuárias?
zh: 是否实行作物与牲畜的综合管理？

# technologies_2018 helptext
source: <strong>Integrated crop-livestock management</strong>: crops and livestock interact to create synergies, making optimal use of resources. The waste products of one component serve as a resource for the other (manure, fodder).
pt: <strong>Manejo integrado de culturas-pecuárias</strong>: as culturas e o gado interagem para criar sinergias, fazendo o melhor uso possível dos recursos. Os produtos residuais de um componente servem como recurso para o outro (esterco, forragem).
zh: <strong>作物与牲畜的综合管</strong>：作物和牲畜相互作用，创造协同效应，实现资源的最佳利用。将一种组成部分的废物用作另一种成分的资源（肥料、饲料）。

# technologies_2018 label
source: skins/ hides
pt: peles/couros
zh: 外皮/兽皮

# technologies_2018 label
source: transport/ draught
pt: transporte/calado
zh: 交通工具/役畜

# technologies_2018 label
source: Specify products and services for grazing land
pt: Especificar produtos e serviços para terras de pastagem
zh: 明确牧场的产品和服务

# technologies_2018 label_view
source: Products and services
pt: Produtos e serviços
zh: 产品和服务

# technologies_2018 label
source: Transhumant pastoralism
pt: Pastoreio transumante
zh: 季节性迁移的放牧主义

# technologies_2018 helptext
source: <strong>Transhumant pastoralism/ transhumance</strong>: regular movements of herds between fixed areas in order to benefit from the seasonal variability of climates and pastures.
pt: <strong>Pastoreio transumante/ transumância</strong>: movimentos regulares de rebanhos entre áreas fixas a fim de se beneficiar da variabilidade sazonal de climas e pastos.
zh: <strong>季节性迁移的放牧主义/ 季节性迁移放牧</strong>：畜群在固定区域间的定期迁徙，以适应气候和牧场的季节性变化。

# technologies_2018 label
source: boreal coniferous forest natural vegetation
pt: vegetação natural da floresta conífera boreal
zh: 北方针叶林天然植被

# technologies_2018 label
source: boreal mountain systems natural vegetation
pt: sistemas montanhosos boreais de vegetação natural
zh: 北方山地系统天然植被

# technologies_2018 label
source: boreal tundra woodland natural vegetation
pt: vegetação natural do bosque de tundra boreal
zh: 北方苔原林地天然植被

# technologies_2018 label
source: subtropical desert natural vegetation
pt: vegetação natural do deserto subtropical
zh: 亚热带沙漠天然植被

# technologies_2018 label
source: subtropical dry forest natural vegetation
pt: vegetação natural da floresta seca subtropical
zh: 亚热带干燥林天然植被

# technologies_2018 label
source: subtropical humid forest natural vegetation
pt: sistemas montanhosos subtropicais vegetação natural
zh: 亚热带湿润林天然植被

# technologies_2018 label
source: subtropical mountain systems natural vegetation
pt: sistemas montanhosos subtropicais vegetação natural
zh: 亚热带山地系统天然植被

# technologies_2018 label
source: subtropical steppe natural vegetation
pt: vegetação natural subtropical de estepe
zh: 亚热带草原天然植被

# technologies_2018 label
source: temperate continental forest natural vegetation
pt: vegetação natural da floresta continental temperada
zh: 温带大陆森林自然植被

# technologies_2018 label
source: temperate desert natural vegetation
pt: vegetação natural do deserto temperado
zh: 温带荒漠天然植被

# technologies_2018 label
source: temperate mountain systems natural vegetation
pt: vegetação natural de sistemas montanhosos temperados
zh: 温带山地系统天然植被

# technologies_2018 label
source: temperate oceanic forest natural vegetation
pt: vegetação natural de floresta oceânica temperada
zh: 温带海洋森林天然植被

# technologies_2018 label
source: temperate steppe natural vegetation
pt: vegetação natural de estepe temperada
zh: 温带草原天然植被

# technologies_2018 label
source: tropical desert natural vegetation
pt: vegetação natural do deserto tropical
zh: 热带沙漠天然植被

# technologies_2018 label
source: tropical dry forest natural vegetation
pt: vegetação natural da floresta tropical seca
zh: 热带干燥林天然植被
