Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

source: Review
pt: Revisão
zh: 审核

source: Publish
pt: Publicação
zh: 发布

source: Review status
pt: Status da revisão
zh: 审核状态

source: Learn more about the WOCAT documentation of SLM practices.
pt: Saiba mais sobre a documentação da WOCAT das práticas SLM.
zh: 了解有关SLM实践的WOCAT文档的更多信息。

source: You are <strong>%(role)s</strong> of this %(questionnaire_type)s.
pt: Você é <strong>%(role)s</strong>desse%(questionnaire_type)s.
zh: 您在该%(questionnaire_type)s的角色是<strong>%(role)s。

source: New edition of the questionnaire is available.
pt: A nova edição do questionário está disponível.
zh: 新版本的调查问卷可用。

source: The structure of the questionnaire was updated:
pt: A estrutura do questionário foi atualizada:
zh: 调查问卷的结构已更新：

source: see all details
pt: ver todos os detalhes
zh: 查看所有的细节

source: Please start editing the questionnaire in order to update your case data.
pt: Favor começar a editar o questionário a fim de atualizar seus dados de caso.
zh: 请开始编辑调查问卷以更新您的案例数据。

source: WOCAT users can be invited to work on a %(questionnaire_type)s as editors. Editors can edit the %(questionnaire_type)s, but they cannot submit it for review or invite other editors.
pt: Os usuários do WOCAT podem ser convidados a trabalhar em um %(questionnaire_type)scomo editores. Os editores podem editar o %(questionnaire_type)s, mas não podem submetê-lo para revisão ou convidar outros editores.
zh: WOCAT用户可以作为编辑者被邀请开展 %(questionnaire_type)s 。 编辑者可以编辑 %(questionnaire_type)s, 但是他们不能提交审查或邀请其他编辑者。

source: Reviewers can be assigned to this %(questionnaire_type)s. They will have the permission to review (approve or reject) the %(questionnaire_type)s. A %(questionnaire_type)s can have more than one reviewer and all reviewers can approve / reject a %(questionnaire_type)s for publication.
pt: Os revisores podem ser designados para este%(questionnaire_type)s. Eles terão a permissão para rever (aprovar ou rejeitar) o%(questionnaire_type)s. Um %(questionnaire_type)s pode ter mais de um revisor e todos os revisores podem aprovar / rejeitar um %(questionnaire_type)spara publicação.
zh: 可以将审查者分配给该%(questionnaire_type)s。他们将有权审查（批准或拒绝）%(questionnaire_type)s。一份%(questionnaire_type)s 可以有一个以上的审查者，而且所有的审查者可以批准/拒绝可供出版的%(questionnaire_type)s。

source: Publishers can be assigned to this %(questionnaire_type)s. They will have the permission to publish or reject the %(questionnaire_type)s. A %(questionnaire_type)s can have more than one publisher and all publishers can publish / reject a %(questionnaire_type)s for publishing.
pt: Os editores podem ser designados para este%(questionnaire_type)s. Eles terão a permissão para publicar ou rejeitar o %(questionnaire_type)s. O%(questionnaire_type)s pode ter mais de um editor e todos os editores podem publicar / rejeitar um%(questionnaire_type)spara publicação.
zh: 可以将发布者分配给该%(questionnaire_type)s。他们将有权发布或拒绝%(questionnaire_type)s。一份 %(questionnaire_type)s 可以有一个以上的发布者，而且所有的发布者可以发布/拒绝可供发布的%(questionnaire_type)s。

source: Search user
pt: Pesquisar usuário
zh: 搜索用户

source: No results found
pt: Nenhum resultado encontrado
zh: 未找到结果

source: Too many results found, please narrow the search
pt: Muitos resultados encontrados, por favor, reduza a busca
zh: 搜索到的结果太多，请缩小搜索范围

source: Update users
pt: Atualizar usuários
zh: 更新用户

source: Change compiler
pt: Compilador de mudanças
zh: 更改编制者

source: As a member of the WOCAT secretariat, you can change the compiler of this %(questionnaire_type)s.
pt: Como membro do secretariado do WOCAT, você pode mudar o compilador deste %(questionnaire_type)s.
zh: 作为WOCAR秘书处的成员，你可以更改%(questionnaire_type)s的编制者。

source: Search and select a user who will be the new compiler of this %(questionnaire_type)s.
pt: Procure e selecione um usuário que será o novo compilador deste %(questionnaire_type)s.
zh: 搜索和选择一个用户，该用户将作为该%(questionnaire_type)s的新编制者。

source: Keep the current compiler as editor?
pt: Manter o compilador atual como editor?
zh: 将当前编制者保持为编辑者？

source: Update compiler
pt: Compilador de atualização
zh: 更新编制者

source: Delete
pt: Apagar/Excluir
zh: 删除

source: Delete this %(questionnaire_type)s. As a member of the WOCAT secretariat, you can delete this %(questionnaire_type)s.
pt: Apagar este %(questionnaire_type)s. Como membro do secretariado da WOCAT, você pode apagar este%(questionnaire_type)s.
zh: 删除该%(questionnaire_type)s。作为WOCAT秘书处的成员，你可以删除该%(questionnaire_type)s。

source: Delete this %(questionnaire_type)s. Only the compiler can delete a %(questionnaire_type)s while it is in draft mode.
pt: Apagar este %(questionnaire_type)s. Somente o compilador pode apagar o %(questionnaire_type)senquanto estiver em modo de rascunho.
zh: 删除该%(questionnaire_type)s。只有编制者才可以删除一份处于草稿模式的 %(questionnaire_type)s。

source: Please confirm removal.
pt: Por favor, confirme a remoção.
zh: 请确认删除。

source: This %(questionnaire_type)s will be deleted.
pt: Este %(questionnaire_type)sserá excluído.
zh: 该%(questionnaire_type)s 将予以删除。

source: This will only delete the current version of this %(questionnaire_type)s. There is a previous version of this %(questionnaire_type)s available with status %(status)s which will remain visible, and will be displayed to you.
pt: Isto só eliminará a versão atual deste %(questionnaire_type)s. Há uma versão anterior deste%(questionnaire_type)sdisponível com status %(status)sque permanecerá visível, e será exibida para você.
zh: 这只会删除本%(questionnaire_type)s的当前版本。该%(questionnaire_type)s有一个之前的版本，该版本的可见状态为%(status)s，并可以将该状态展示给你。

source: This %(questionnaire_type)s will not be visible anymore after deleting it.
pt: Este%(questionnaire_type)s não será mais visível após a sua eliminação.
zh: 删除之后，该%(questionnaire_type)s 将不再可见。

source: Draft version
pt: Versão preliminar
zh: 草稿

source: The %(questionnaire_type)s data entry form is saved as a draft. The compiler is responsible for this data entry and can invite editors (WOCAT users) to help create it. Once the data entry is complete the compiler can submit it for review.
pt: O %(questionnaire_type)sde entrada de dados é salvo como um rascunho. O compilador é responsável por esta entrada de dados e pode convidar editores (usuários WOCAT) para ajudá-los a criá-la. Uma vez que a entrada de dados esteja completa, o compilador pode submetê-la para revisão.
zh: 将%(questionnaire_type)s数据输入表保存为一个草稿。编制者负责该数据输入，并可以邀请编辑者（WOCAT用户）帮助创建该数据输入。一旦数据输入完成，编制者就可以将其提交审查。

source: All edits have been made, the data entry is complete, and the %(questionnaire_type)s is ready to be submitted. After submission a reviewer is selected.
pt: Todas as edições foram feitas, a entrada de dados está completa e o %(questionnaire_type)sestá pronto para ser submetido. Após a submissão, um revisor é selecionado.
zh: 完成所有的编辑和数据输入，并准备提交%(questionnaire_type)s。提交之后选择审查者。

source: Please confirm submission.
pt: Por favor, confirme o envio.
zh: 请确认提交。

source: After submission of the %(questionnaire_type)s a reviewer will be assigned to check your data. During this time you cannot edit your data entry. If the data is not complete you must revise it. If the data is complete the reviewer submits it for publication.
pt: Após a apresentação de %(questionnaire_type)sa um revisor será designado para verificar seus dados. Durante este tempo você não poderá editar sua entrada de dados. Se os dados não estiverem completos, você deverá revisá-los. Se os dados estiverem completos, o revisor os submeterá para publicação.
zh: 在提交%(questionnaire_type)s 之后，将分配一名审查者检查你的数据。在此期间，你不可以编辑你的数据输入。如果尚未完成数据，则你必须修订该数据。如果数据已完成，审查者可以将数据提交发布。

source: Someone is still editing this questionnaire. If you submit it, these changes will be lost. Are you sure you want to proceed?
pt: Alguém ainda está editando este questionário. Se você o enviar, estas mudanças serão perdidas. Você tem certeza de que deseja prosseguir?
zh: 有人仍在编辑该调查问卷。如果你提交了问卷，所作的更改会丢失。你确定要继续吗？

source: An optional message for the reviewer may be added here:
pt: Uma mensagem opcional para o revisor pode ser adicionada aqui:
zh: 此处可以添加一条审查者的可选信息：

source: Editing finished
pt: Edição concluída
zh: 编辑完成

source: Inform the compiler that you have finished editing the questionnaire.
pt: Informe ao compilador que você terminou de editar o questionário.
zh: 通知编制者您已完成对调查表的编辑。

source: Finish editing.
pt: Finalizar edição
zh: 完成编辑。

source: By clicking the button below, the compiler gets notified that you have finished editing the data. This is for informational purposes only, you may still edit the data after submitting this.
pt: Ao clicar no botão abaixo, o compilador é notificado de que você terminou de editar os dados. Isto é apenas para fins informativos, você ainda pode editar os dados após submetê-los.
zh: 单击下面的按钮，编制者会收到您已完成数据编辑的通知。这仅供参考，提交后仍可以编辑数据。

source: A personal message for the compiler may be added here:
pt: Uma mensagem pessoal para o compilador pode ser adicionada aqui:
zh: 可在此处添加编制者的个人消息：

source: Inform compiler
pt: Informar o compilador
zh: 告知编制者

source: Start editing the questionnaire.
pt: Comece a editar o questionário.
zh: 开始编辑调查问卷

source: View
pt: Ver
zh: 查看

source: View this %(questionnaire_type)s.
pt: Ver este %(questionnaire_type)s.
zh: 查看该 %(questionnaire_type)s。

source: Manage editors
pt: Gerenciar editores
zh: 管理编辑者

source: Invited editors:
pt: Editores convidados:
zh: 邀请的编辑者：

source: There are no editors invited to this questionnaire.
pt: Não há editores convidados para este questionário.
zh: 没有编辑者被邀请参加此调查问卷。

source: Add or remove WOCAT users as editors. Click the button on the right to update the invited editors.
pt: Adicionar ou remover usuários WOCAT como editores. Clique no botão à direita para atualizar os editores convidados.
zh: 添加或删除WOCAT用户作为编辑者的身份。单击右侧的按钮更新邀请的编辑者。

source: Update editors
pt: Atualização de editores
zh: 更新编辑者

source: Please note that currently, invited users are not notified automatically. This feature is in development and will be added soon. For the time being, it is recommended to notify invited users via e-mail.
pt: Observe que, atualmente, os usuários convidados não são notificados automaticamente. Este recurso está em desenvolvimento e será adicionado em breve. Por enquanto, é recomendável notificar os usuários convidados via e-mail.
zh: 请注意，当前还没有自动通知被邀请用户的功能。此功能正在开发中，将很快添加。目前，建议通过电子邮件通知受邀用户。

source: Edit version
pt: Editar versão
zh: 编辑版本

source: If you want to make changes to a published %(questionnaire_type)s you can create a new version of this %(questionnaire_type)s. The current version of the questionnaire remains public until the new version is published. The previous / old version will be archived and remains available to public users.
pt: Se você quiser fazer alterações em uma publicação%(questionnaire_type)s, você pode criar uma nova versão deste%(questionnaire_type)s. A versão atual do questionário permanece pública até que a nova versão seja publicada. A versão anterior / antiga será arquivada e permanecerá disponível para os usuários públicos.
zh: 如果你想更改已发布的 %(questionnaire_type)s，你可以创建该%(questionnaire_type)s的一个新版本。 在新版本发布之前，调查问卷的当前版本保持公开。以前/旧版本将被存档，并对公共用户保持可用。

source: Create new version
pt: Criação de nova versão
zh: 创建新版本

source: Create a new %(questionnaire_type)s draft based on the published questionnaire. The publication workflow will start again.
pt: Criar um novo %(questionnaire_type)srascunho baseado no questionário publicado. O fluxo de trabalho de publicação será reiniciado.
zh: 基于已发布的调查问卷，创建一个新的%(questionnaire_type)s 草稿。发布流程将再次开始。

source: Confirm creation of a new version.
pt: Confirmar a criação de uma nova versão.
zh: 确认创建新版本。

source: If you submit a new version of this %(questionnaire_type)s, a new release of this case with status: "draft" will be created. It can be edited by you and all editors.
pt: Se você submeter uma nova versão deste %(questionnaire_type)s, um novo lançamento deste caso com status: "rascunho" será criado. Ele poderá ser editado por você e por todos os editores.
zh: 如果你提交该 %(questionnaire_type)s的新版本, 将创建状态为“草稿”的此案例的新版本。你和所有的编辑者可以对其进行编辑。

source: Flag as UNCCD best practice
pt: Marcação como melhor prática da UNCCD
zh: 标记为UNCCD最佳实践

source: Flag this questionnaire as a UNCCD best practice for this country.
pt: Marque este questionário como uma melhor prática da UNCCD para este país.
zh: 将该调查问卷标记为该国家的UNCCD最佳实践

source: Please confirm flagging as a UNCCD best practice.
pt: Por favor, confirme a marcação como uma melhor prática da UNCCD.
zh: 请确认标记为UNCCD最佳实践

source: By submitting, this questionnaire will be flagged as a UNCCD best practice for this country. Please note that due to the review process, it will take a few days before this is publicly visible.
pt: Ao enviar, este questionário será sinalizado como uma melhor prática da UNCCD para este país. Observe que, devido ao processo de revisão, levará alguns dias até que seja visível publicamente.
zh: 通过提交，本调查表将被标记为该国家的UNCCD最佳实践。请注意，由于审查过程，这需要几天的时间才能公开。

source: Confirm
pt: Confirmar
zh: 确认

source: Unflag as UNCCD best practice
pt: Não sinalizar como melhor prática da UNCCD
zh: 取消UNCCD最佳实践的标记

source: This questionnaire is flagged as a UNCCD best practice for this country. As the UNCCD national focal point, you can remove this flag.
pt: Este questionário é sinalizado como a melhor prática da UNCCD para este país. Como ponto focal nacional da UNCCD, você pode remover esta bandeira.
zh: 将该调查问卷标记为该国家的UNCCD最佳实践。作为UNCCD的一个国家联络点，你可以删除该标记。

source: Please confirm unflagging as a UNCCD best practice.
pt: Por favor, confirme que não há nenhuma marcação como uma melhor prática da UNCCD.
zh: 请确认取消UNCCD最佳实践的标记。

source: By submitting, this questionnaire will be unflagged as UNCCD best practice for this country. Please note that due to the review process, it will take a few days before this is publicly visible.
pt: Ao enviar, este questionário não será sinalizado como a melhor prática da UNCCD para este país. Observe que, devido ao processo de revisão, levará alguns dias até que seja visível publicamente.
zh: 通过提交，本调查问卷将被取消UNCCD最佳实践的标记。请注意，由于审查过程，这需要几天的时间才能公开。

source: Pending for publishing
pt: Pendente de publicação
zh: 等待发布

source: This %(questionnaire_type)s is currently waiting to be published.
pt: Este%(questionnaire_type)sestá, atualmente, esperando para ser publicado.
zh: 该%(questionnaire_type)s目前正在等待发布

source: As a publisher you can edit the %(questionnaire_type)s. If the %(questionnaire_type)s is not complete you have to "reject" it and the compiler / editor(s) have to revise it.
pt: Como editor, você pode editar o %(questionnaire_type)s. Se o %(questionnaire_type)snão estiver completo, você tem que "rejeitá-lo" e o compilador / editor(es) tem que revisá-lo.
zh: 作为发布者，你可以编辑 %(questionnaire_type)s。如果%(questionnaire_type)s未完成，你要“拒绝”，而且编制者/编辑者需要进行修订。

source: View this %(questionnaire_type)s.
pt: Ver este%(questionnaire_type)s.
zh: 查看该 %(questionnaire_type)s。

source: As a publisher you can publish the %(questionnaire_type)s once the data is complete. The %(questionnaire_type)s will be available to public users.
pt: Como editor, você pode publicar o%(questionnaire_type)suma vez que os dados estejam completos. O%(questionnaire_type)sestará disponível para os usuários públicos.
zh: 作为发布者，在数据完成之后，你可以发布 %(questionnaire_type)s。该 %(questionnaire_type)s 将供公共用户使用。

source: Please confirm publication.
pt: Favor confirmar a publicação.
zh: 请确认发布

source: If you approve this %(questionnaire_type)s it will be published and available to public users.
pt: Se você aprovar este%(questionnaire_type)s, ele será publicado e estará disponível para os usuários públicos.
zh: 如果你批准了该%(questionnaire_type)s，将予以发布并供公开用户使用

source: An optional message may be added here:
pt: Uma mensagem opcional pode ser adicionada aqui:
zh: 可在此处添加一条可选消息：

source: Reject
pt: Rejeitar
zh: 拒绝

source: As a publisher you can reject the %(questionnaire_type)s if the data is not complete and the compiler /editor(s) will be notified that they have to revise it.
pt: Como editor, você pode rejeitar o %(questionnaire_type)sse os dados não estiverem completos e o compilador/editor(es) será notificado de que eles têm que revisá-los.
zh: 作为发布者，你可以拒绝 %(questionnaire_type)s。如果数据未完成，将通知编制者/编辑者进行修订。

source: Please confirm rejection.
pt: Favor confirmar a rejeição.
zh: 请确认拒绝。

source: If you reject this %(questionnaire_type)s the compiler and the editor(s) will be notified that they have to revise the %(questionnaire_type)s before re-submitting it.
pt: Se você rejeitar isso%(questionnaire_type)s, o compilador e o(s) editor(es) serão notificados de que terão de revisar o %(questionnaire_type)scompilador antes de reapresentá-lo.
zh: 如果你拒绝了该 %(questionnaire_type)s，将通知编制者和编辑者需要在重新提交之前修订 %(questionnaire_type)s 。

source: A message for the compiler must be added here:
zh: 必须在此处添加编制者的信息：

source: Assign publisher
pt: Designar editor
zh: 分配发布者

source: Assigned publishers:
pt: Editores designados:
zh: 已分配的发布者：

source: There are no publishers assigned to this questionnaire.
pt: Não há editores designados para este questionário.
zh: 没有为此调查问卷分配发布者。

source: Edit assigned publishers. Click the button to update the assigned publishers.
pt: Editar editores designados. Clique no botão para atualizar os editores designados.
zh: 编辑分配的发布者。点击按钮更新分配的发布者。

source: Update publishers
pt: Atualize os editores
zh: 更新发布者

source: Pending review
pt: Pendente de revisão
zh: 等待审查

source: This %(questionnaire_type)s is currently waiting for review before it can be published.
pt: Atualmente, este%(questionnaire_type)sestá aguardando revisão antes de ser publicado.
zh: 该%(questionnaire_type)s 目前正在等待发布之前的审查。

source: As a reviewer you can edit the %(questionnaire_type)s. If the %(questionnaire_type)s is not complete you have to "reject" it and the compiler / editor(s) have to revise it.
pt: Como revisor, você pode editar o%(questionnaire_type)s. Se o %(questionnaire_type)snão estiver completo você tem que "rejeitá-lo" e o compilador / editor(es) tem que revisá-lo.
zh: 作为一名审查者，你可以编辑%(questionnaire_type)s。如果%(questionnaire_type)s未完成，你需要“拒绝”，并由编制者/编辑者进行修订。

source: Approve
pt: Aprovar
zh: 批准

source: As a reviewer you can approve the %(questionnaire_type)s once the data is complete. The publisher will be notified.
pt: Como revisor, você pode aprovar os %(questionnaire_type)suma vez que os dados estejam completos. A editora será notificada.
zh: 作为一名审查者，在数据完成之后，你可以批准%(questionnaire_type)s。将通知发布者。

source: Please confirm approval.
pt: Favor confirmar a aprovação.
zh: 请确认批准。

source: If you approve this %(questionnaire_type)s the publisher will be notified. After final approval by the publisher the %(questionnaire_type)s will be published and available to public users.
pt: Se você aprovar isto, %(questionnaire_type)sa editora será notificada. Após a aprovação final pela editora, a publicação %(questionnaire_type)sserá publicada e estará disponível para os usuários públicos.
zh: 如果你批准该%(questionnaire_type)s，将通知发布者。在发布者最终批准之后，将发布该%(questionnaire_type)s并可供公共用户使用 。

source: An optional message for the publisher(s) may be added here:
pt: Uma mensagem opcional para a(s) editora(s) pode ser adicionada aqui:
zh: 可以在此处添加发布者的可选消息：

source: As a reviewer you can reject the %(questionnaire_type)s if the data is not complete and the compiler / editor(s) will be notified that they have to revise it.
pt: Como revisor você pode rejeitar os dados %(questionnaire_type)sse os dados não estiverem completos e o compilador / editor(es) será notificado de que eles têm que revisá-los.
zh: 作为审查者，你可以拒绝%(questionnaire_type)s。如果数据未完成，将通知编制者/编辑者需要进行修订。

source: Assign reviewer
pt: Designar revisor
zh: 分配审查者

source: Assigned reviewers:
pt: Avaliadores designados:
zh: 已分配的审查者：

source: There are no reviewers assigned to this questionnaire.
pt: Não há revisores designados para este questionário.
zh: 没有为该调查问卷分配审查者

source: Edit assigned reviewers. Click the button to update the assigned reviewers.
pt: Editar revisores designados. Clique no botão para atualizar os revisores designados.
zh: 编辑分配的审查者。单击按钮更新分配的审查者。

source: Update reviewers
pt: Revisores de atualização
zh: 更新审查者

source: Hello
pt: Olá
zh: 你好

source: Welcome to the SLM Technology / Approach data entry form.
pt: Bem-vindo ao formulário de entrada de dados Tecnologia/Abordagem SLM.
zh: 欢迎使用SLM技术/方法数据输入表。

source: You are about to add data from the Core Questionnaire on SLM Technologies (QT) / Approaches (QA).
pt: Você está prestes a adicionar dados do Questionário Principal sobre Tecnologias SLM (QT) / Abordagens (QA).
zh: 您将要添加有关SLM技术（QT）/方法（QA）的核心调查问卷中的数据。

source: If this is the first time you are using the data entry form %(start_tour_link)splease visit the help tour%(end_link)s and <a href="%(intro_url)s" class="link">read about the WOCAT documentation of SLM practices%(end_link)s.
pt: Se esta é a primeira vez que você está usando o formulário de entrada de dados, %(start_tour_link)spor favor visite o tour de ajuda %(end_link)se <a href="%(intro_url)s" class="link">leia sobre a documentação da WOCAT das práticas SLM%(end_link)s
zh: 如果这是你第一次使用来自 %(start_tour_link)s的数据输入，请访问帮助向导 %(end_link)s并 <a href="%(intro_url)s" class="link">阅读SLM实践%(end_link)s的 WOCAT文档。

source: A PDF version of the paper questionnaire can be %(start_link)sdownloaded here%(end_link)s.
pt: Uma versão em PDF do questionário pode ser %(start_link)sbaixada aqui %(end_link)s.
zh: 纸质调查问卷的PDF版本可以 %(start_link)s在此下载%(end_link)s。

source: Take a tour
pt: Faça um tour
zh: 浏览

source: Start data entry
pt: Iniciar a entrada de dados
zh: 开始数据输入

source: Review process
pt: Processo de revisão
zh: 审查程序

source: Click the image for a larger version of it.
pt: Clique na imagem para obter uma versão maior.
zh: 点击图片查看大图

source: Welcome to the Watershed data entry form.
pt: Bem-vindo ao formulário de entrada de dados da Bacia Hidrográfica.
zh: 欢迎进入流域数据输入表。

source: You are about to add data from the Questionnaire on Watershed.
pt: Você está prestes a adicionar dados do Questionário sobre Bacia Hidrográfica.
zh: 您将要添加流域调查问卷中的数据。

source: Please make sure that it's not a duplicate of another questionnaire that you are currently working on:
pt: Por favor, certifique-se de que não é uma duplicata de outro questionário em que você está trabalhando atualmente:
zh: 请确保它不是您当前正在处理的另一个调查问卷的副本：

source: Table of Content
pt: Índice
zh: 目录

source: Help
pt: Ajuda
zh: 帮助

source: Take a tour explaining the functions on this page.
pt: Faça um tour explicando as funções desta página.
zh: 浏览此页面上的功能。

source: other
pt: Outro
zh: 其它

source: Go Back without saving
pt: Voltar sem salvar
zh: 退回且不保存

source: Save and back
pt: Salvar e voltar
zh: 保存后退回

source: Save and next
pt: Salvar e próximo
zh: 保存后进入下一个

source: Close
pt: Fechar
zh: 关闭

source: There was a problem with your submission. Errors have been highlighted below.
pt: Houve um problema com seu envio. Os erros foram destacados abaixo.
zh: 查看旧版本

source: There is an old version with changes in this section.
pt: Há uma versão antiga com mudanças nesta seção.
zh: 此节中有一个更改过的旧版本。

source: View old version
pt: Ver versão antiga
zh: 查看旧版本

source: Save and go to overview
pt: Salvar e ir para a visão geral
zh: 保存并进入下一章节

source: Save and go to next section
pt: Salvar e ir para a próxima seção
zh: 保存后进入下一节

source: You are about to add a new translation.
pt: Você está prestes a acrescentar uma nova tradução.
zh: 您将添加一个新的翻译。

# This questionnaire is not yet translated to [language]
source: This questionnaire is not yet translated to
pt: Este questionário ainda não está traduzido para
zh: 该调查问卷尚未翻译为
