Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies helptext
source: <p><strong>Conditions regarding the use of data documented through WOCAT</strong></p><ul><li>Data captured through WOCAT questionnaires will be entered, edited, and stored in the WOCAT online database by the compiler or a data entry person assigned by the compiler. Overall responsibility for compilation and data quality lies with the compiler. The compiler, resource persons, and data entry person will be recorded and given credit for the data in the database as well as in any compilation or publication of the documented data.</li><li>Data stored in the WOCAT database are open access.</li><li>Data are made available for users under the <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License.</a></li></ul><p>You are free to:</p><ul><li><strong>Share</strong> — copy and redistribute the material in any medium or format</li><li><strong>Adapt</strong> — remix, transform, and build upon the material</li></ul><p>The licensor cannot revoke these freedoms as long as you follow the following license terms:</p><ul><li><strong>Attribution</strong> — You must give appropriate credit, provide a link to the license, and indicate if changes were made.</li><li><strong>NonCommercial</strong> — You may not use the material for commercial purposes.</li><li><strong>ShareAlike</strong> — If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original.</li><li><strong>No additional restrictions</strong> — You may not apply legal terms or technological measures that legally restrict others from doing anything the license permits.</li></ul><p><strong>Full license terms</strong>: <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link">http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>
pt: <p><strong>As condições referentes ao uso de dados documentados através do WOCAT</strong></p><ul><li>Informações capturadas através de questionários do WOCAT serão inseridas, editadas e armazenadas no banco de dados on-line do WOCAT pelo compilador ou por uma pessoa de inserção de dados designada pelo compilador. A responsabilidade geral pela compilação e qualidade dos dados recai sobre o compilador. O compilador, as pessoas de recurso e a pessoa de entrada de dados serão registrados e receberão crédito pelos dados no banco de dados, bem como em qualquer compilação ou publicação dos dados documentados. </li><li>Os dados armazenados no banco de dados WOCAT são de acesso aberto.</li><li> Os dados são disponibilizados aos usuários sob a <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Licença Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported.</a></li></ul><p> Você é livre para: </p><ul><li><strong>Compartilhar </strong>- copiar e redistribuir o material em qualquer meio ou formato </li><li><strong>Adaptar </strong>- reproduzir, modificar e reestruturar o material </li></ul><p>O licenciante não pode revogar estas liberdades desde que você siga os seguintes termos de licença: </p><ul><li><strong>Atribuição </strong>- Você deve dar o crédito apropriado, fornecer um link para a licença e indicar se foram feitas alterações. </li><li><strong>Não Comercial </strong>- Você não pode utilizar o material para fins comerciais. </li><li><strong>Compartilhar da mesma forma </strong>- Se você reproduzir, modificar e reestruturar o material, você deve distribuir suas contribuições sob a mesma licença que a original.</li><li><strong> Sem restrições adicionais </strong>- Você não pode aplicar termos legais ou medidas tecnológicas que legalmente restrinjam outros de fazer qualquer coisa que a licença permita. </li></ul><p><strong>Termos completos da licença</strong>:<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link"> http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>
zh: <p><strong>关于使用通过WOCAT记录的数据的条件</strong></p><ul><li>通过WOCAT调查问卷获取的数据将由编制者或编制者指派的数据输入人员输入、编辑并存储在WOCAT在线数据库中。编制者负责编制和数据质量。编制者、资源人员和数据录入人员将记录数据库中的数据以及文档数据的任何编译或发布，并给予信用值。</li><li>存储在WOCAT数据库中的数据是开放访问的。</li><li>用户可以根据知识共享署名非商业授权3.0尚未本地化许可证 <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">使用数据</a></li></ul><p>您可以自由：</p><ul><li><strong>共享</strong> — 复制和重新分发任何媒体或格式的材料</li><li><strong>改编</strong> — 在资料的基础上进行重新混合、转换和构建</li></ul><p>只要您遵守以下许可条款，许可方就不能撤销这些自由权利：</p><ul><li><strong>署名</strong> — 您必须具有适当的信用值，提供到许可证的链接，并说明是否进行了更改。</li><li><strong>非商业</strong> — 您不得将本材料用于商业目的。</li><li><strong>以相同的方式分享</strong> — 在资料的基础上进行重新混合、转换和构建，您必须以与原件相同的许可证下分发您的贡献。</li><li><strong>无其他限制</strong> — 您不得采用法律条款或技术措施来合法限制他人从事许可证许可的任何活动。</li></ul><p><strong>完整许可证条款</strong>：<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link">http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>

# approaches label
source: General Information
pt: Informações gerais
zh: 一般信息

# technologies label
source: General Information
pt: Informações gerais
zh: 一般信息

# unccd label
source: Specifications
pt: Especificações
zh: 规范

# approaches label
source: Specifications
pt: Especificações
zh: 规范

# technologies label
source: Specifications
pt: Especificações
zh: 规范

# unccd label
source: Analysis
pt: Análise
zh: 分析

# technologies label
source: Analysis
pt: Análise
zh: 分析

# approaches label
source: What stakeholders / implementing bodies were involved in the Approach?
pt: Que partes interessadas/órgãos de implementação estavam envolvidos na abordagem?
zh: 该方法涉及哪些利益相关者/执行机构？

# approaches label_view
source: Involved stakeholders
pt: Partes interessadas envolvidas
zh: 涉及的利益相关者

# approaches label
source: Indicate year of initiation
pt: Indique o ano de início
zh: 注明开始年份

# approaches label
source: Type of Approach
pt: Tipo de abordagem
zh: 方法的类型

# approaches label
source: Enabling
pt: Propício
zh: 启动

# approaches label
source: Hindering
pt: Inibitivo
zh: 阻碍

# approaches label
source: Specify
pt: Especifique
zh: 具体说明

# approaches label
source: Explain
pt: Explique
zh: 解释

# approaches label
source: Was training provided to land users/ other stakeholders?
pt: Foi oferecida formação aos usuários da terra/outras partes interessadas?
zh: 是否为土地使用者/其他利益相关者提供培训？

# approaches helptext
source: <p>If yes, please answer the following sub-questions.</p><p>If no, go to question 4.2.</p>
pt: Em caso afirmativo, responda às seguintes subquestões. Em caso negativo, vá para a pergunta 4.2.
zh: <p>若是，请回答以下子问题。</p><p>若否，转到问题4.2。</p>

# approaches label
source: If relevant, specify gender, age, status, ethnicity, etc.
pt: Caso seja relevante, especifique gênero, idade, status, etnia, etc
zh: 如果相关，请说明性别、年龄、地位、种族等。

# approaches label
source: Form of training
pt: Tipo de formação
zh: 培训形式

# approaches label
source: Subjects covered
pt: Assuntos abordados
zh: 涵盖的主题

# approaches label_view
source: Who was trained
pt: Quem foi capacitado
zh: 受训人员有哪些？

# approaches label_view
source: Form of training
pt: Tipo de formação
zh: 培训形式

# approaches label_view
source: Type of Approach
pt: Tipo de abordagem
zh: 方法的类型

# approaches label_view
source: Were decisions on the selection of the Technology(ies) made
pt: Foram tomadas decisões quanto à seleção de tecnologia(s)
zh: 是否就技术的选择做出了决定？

# approaches label_view
source: Is decision making based on
pt: A tomada de decisões é baseada em
zh: 决策是基于？

# approaches label_view
source: At what level have institutions been strengthened or established
pt: A que nível as instituições forem fortalecidas ou estabelecidas
zh: 在何种程度上加强或建立了机构？

# approaches label
source: Describe institution, roles and responsibilities, members, etc.
pt: Descreva instituição, papéis e responsabilidades, membros, etc.
zh: 说明机构、角色和职责、成员等。

# approaches label_view
source: Specify support:
pt: Especifique o apoio
zh: 对支持做出具体说明：

# approaches label
source: Specify which inputs were subsidised
pt: Especifique quais entradas foram subsidiadas
zh: 具体说明哪些投入得到了补贴

# approaches label
source: To which extent
pt: Em que medida
zh: 程度如何

# approaches label
source: Specify subsidies
pt: Especifique os subsídios
zh: 对补贴做出具体说明

# approaches label
source: Specify Inputs
pt: Especifique as entradas
zh: 对投入进行具体说明

# approaches label_view
source: Specify Inputs
pt: Especifique as entradas
zh: 对投入进行具体说明

# approaches label_view
source: Specify which inputs were subsidised
pt: Especifique quais entradas foram subsidiadas
zh: 具体说明哪些投入获得了补贴

# approaches label
source: If labour by land users was a substantial input, was it
pt: Se a mão-de-obra pelos usuários da terra foi uma entrada substancial, isso foi
zh: 如果土地使用者的劳动力是一项重要的投入，那么是不是

# approaches label
source: Was credit provided under the Approach for SLM activities?
pt: Foi concedido crédito segundo a abordagem para atividades de gestão sustentável da terra?
zh: 是否根据SLM活动的方法给予信用值？

# approaches label
source: Specify conditions (interest rate, payback, etc.)
pt: Especifique as condições (taxa de juros, reembolso, etc)
zh: 对条件（利率、回报等）进行具体说明

# approaches label
source: Were other incentives or instruments used to promote implementation of SLM Technologies?
pt: Foram utilizados outros incentivos ou instrumentos para promover a implementação das tecnologias de gestão sustentável da terra?
zh: 是否有其他激励措施或工具用于促进SLM技术的实施？

# approaches label
source: If yes, specify
pt: Caso afirmativo, especifique
zh: 如果是，请具体说明

# approaches label
source: Did the Approach enable evidence-based decision-making?
pt: A abordagem propiciou a tomada de decisão baseada em evidências?
zh: 这种方法是否有助于基于证据的决策？

# approaches label
source: Did the Approach improve coordination and cost-effective implementation of SLM?
pt: A abordagem melhorou a coordenação e a implementação economicamente eficiente da gestão sustentável da terra?
zh: 该方法是否提高了SLM的协调性和成本效益？

# approaches label
source: Did the Approach mobilize/ improve access to financial resources for SLM implementation?
pt: A abordagem mobilizou/melhorou o acesso aos recursos financeiros para implementação da gestão sustentável da terra?
zh: 该方法是否调动/改善了使用财务资源实施SLM的途径？

# approaches label
source: Did the Approach improve knowledge and capacities of land users to implement SLM?
pt: A abordagem aprimorou o conhecimento e as capacidades dos usuários da terra para implementar a gestão sustentável da terra?
zh: 该方法是否提高了土地使用者实施土地管理的知识和能力？

# approaches label
source: Did the Approach improve knowledge and capacities of other stakeholders?
pt: A abordagem aprimorou o conhecimento e as capacidades de outras partes interessadas?
zh: 该方法是否提高了其他利益相关者的知识和能力？

# approaches label
source: Did the Approach build/ strengthen institutions, collaboration between stakeholders?
pt: A abordagem construiu/fortaleceu instituições, colaboração entre partes interessadas?
zh: 该方法是否建立/加强了机构、利益相关者之间的合作？

# approaches label
source: Did the Approach mitigate conflicts?
pt: A abordagem atenuou conflitos?
zh: 该方法是否缓解了冲突？

# approaches label
source: Did the Approach lead to improved food security/ improved nutrition?
pt: A abordagem resultou em segurança alimentar aprimorada/nutrição melhorada?
zh: 该方法是否改善了粮食安全/改善了营养？

# approaches label
source: Did the Approach lead to improved access to water and sanitation?
pt: A abordagem resultou em acesso melhorado à água e ao saneamento?
zh: 该方法是否改善了供水和卫生条件？

# approaches label
source: Did the Approach lead to more sustainable use/ sources of energy?
pt: A abordagem resultou em uso/fontes de energia mais sustentável?
zh: 该方法是否带来了更可持续的能源使用？

# approaches label
source: Did the Approach lead to employment, income opportunities?
pt: A abordagem resultou em emprego, oportunidades de renda?
zh: 该方法是否会带来就业、收入机会？

# approaches label
source: Specify main motivating factors
pt: Especifique os principais fatores de motivação
zh: 明确主要激励因素

# approaches label
source: Can the land users sustain what has been implemented through the Approach (without external support)?
pt: Os usuários da terra podem manter o que foi implementado através da abordagem (sem apoio externo)?
zh: 土地使用者能否维持通过该方法实施的措施（无外部支持的情况下）？

# approaches label
source: If no or uncertain, specify and comment
pt: Caso negativo ou incerto, especifique e comente
zh: 若否或不确定，请具体说明并予以注释

# approaches label
source: If yes, describe how
pt: Caso afirmativo, descreva como
zh: 若是，请说明如何维持

# approaches label
source: Flow chart
pt: Fluxograma
zh: 流程图

# approaches label
source: Description
pt: Descrição
zh: 具体说明

# approaches label
source: Author
pt: Autor
zh: 作者

# approaches label
source: If several stakeholders were involved, indicate lead agency
pt: Caso várias partes interessadas foram envolvidas, indique a agência líder
zh: 如果涉及多个利益相关者，请注明领导机构

# approaches label_view
source: Is advisory service provided
pt: Foi oferecido serviço de consultoria
zh: 是否提供谘询服务

# approaches label
source: Have institutions been established or strengthened through the Approach?
pt: As instituições foram fortalecidas ou estabelecidas através da abordagem?
zh: 是否通过这种方法建立或加强了机构？

# approaches helptext
source: If yes, please answer the following sub-questions.
pt: Caso afirmativo, por favor responda as seguintes subquestões
zh: 若是，请回答以下子问题。

# approaches label
source: If yes, is this documentation intended to be used for monitoring and evaluation?
pt: Caso afirmativo, esta documentação é destinada a ser utilizada para monitoramento e avaliação?
zh: 若是，该文件是否用于监测和评估？

# approaches label
source: Did the Approach empower local land users, improve stakeholder participation?
pt: A abordagem concedeu autonomia aos usuários locais de terra, melhorou a participação das partes interessadas?
zh: 该方法是否有助于当地土地使用者，提高利益相关者的参与度？

# approaches label
source: If yes, specify. If no, give reasons.
pt: Caso afirmativo, especifique. Caso negativo, justifique.
zh: 若是，请具体说明。若否，请说明原因。

# approaches label
source: Did the Approach empower socially and economically disadvantaged groups?
pt: A abordagem concedeu autonomia aos grupos social e economicamente desfavorecidos?
zh: 该方法是否有助于社会和经济弱势群体？

# approaches label
source: Did the Approach improve gender equality and empower women and girls?
pt: A abordagem melhorou a igualdade de gêneros e concedeu autonomia a mulheres e meninas?
zh: 该方法是否改善了性别平等并赋予女性权力？

# approaches label
source: Did the Approach improve access to markets?
pt: A abordagem melhorou o acesso aos mercados?
zh: 该方法是否改善了市场准入？

# approaches label
source: Did the Approach improve the capacity of the land users to adapt to climate changes/ extremes and mitigate climate related disasters?
pt: A abordagem aprimorou a capacidade dos usuários da terra de adaptar-se a mudanças climáticas/extremos e atenuar os desastres relacionados com o clima?
zh: 该方法是否提高了土地使用者适应气候变化/极端情况和减轻气候相关灾害的能力？

# approaches label
source: Short description of the Approach
pt: Descrição curta da abordagem
zh: 该方法的简要说明

# approaches label
source: Detailed description of the Approach
pt: Descrição detalhada da abordagem
zh: 该方法的详细说明

# approaches label
source: If precise year is not known, indicate approximate date when the Approach was initiated
pt: Caso o ano exato seja desconhecido, indique a data aproximada de início da abordagem
zh: 若不知道准确的年份，请注明该方法的大致开始日期。

# approaches label
source: Year of termination (if Approach is no longer applied)
pt: Ano de término (caso a abordagem não seja mais aplicada)
zh: 终止年份（若不再采用该方法）

# approaches label
source: Main aims/ objectives of the Approach
pt: Principais metas/objetivos da abordagem
zh: 该方法的主要目的/目标

# approaches label
source: Specify stakeholders
pt: Especifique as partes interessadas
zh: 指定利益相关者

# approaches helptext
source: If relevant, also specify gender, age, status, ethnicity, etc.
pt: Se relevante, especificar também sexo, idade, status, etnia, etc.
zh: 若相关，还应说明性别、年龄、地位、种族等。

# approaches label
source: Describe roles of stakeholders
pt: Descreva o papel das partes interessadas
zh: 说明利益相关者的角色

# approaches label
source: Involvement of local land users/ local communities
pt: Envolvimento do usuários de terra/comunidades locais
zh: 当地土地使用者/当地社区的参与

# approaches label
source: Specify who was involved and describe activities
pt: Especifique quem estava envolvido e descreva as atividades
zh: 指定参与人员并描述活动

# approaches label
source: other (specify; e.g. research):
pt: Outros (especifique; p. ex. pesquisa):
zh: 其他（详细说明；例如研究）：

# approaches label
source: Specify who decided on the selection of the Technology/ Technologies to be implemented
pt: Especifique quem decidiu sobre a seleção de tecnologia/tecnologias a serem implementadas
zh: 具体说明谁有权决定选择要实施的技术

# approaches label_filter
source: Who decided on the selection of the Technology/ Technologies to be implemented?
pt: Quem decidiu sobre a seleção da Tecnologia/Tecnologias a ser implementada?
zh: 谁决定选择要实施的技术？

# approaches label
source: Specify on what basis decisions were made
pt: Especifique em que base foram tomadas as decisões
zh: 明确做出决策的依据

# approaches label
source: Specify who was trained
pt: Especifique quem foi capacitado
zh: 明确受训人员

# approaches label
source: Do land users have access to an advisory service?
pt: Os usuários de terra têm acesso a um serviço de consultoria?
zh: 土地使用者有权使用咨询服务吗？

# approaches helptext
source: <p><strong>Advisory service</strong>: technical assistance provided to land users by extension workers/ advisers from government, NGOs, projects, etc.</p><p>If yes, please answer the following sub-questions.</p><p>If no, go to question 4.3.</p>
pt: <p><strong>Serviço de assessoria</strong>: assistência técnica prestada aos usuários de terras por funcionários/ consultores do governo, ONGs, projetos, etc.</p><p> Em caso afirmativo, responda às seguintes sub-perguntas. </p><p>Em caso negativo, vá para a pergunta 4.3.</p>
zh: <p><strong>咨询服务</strong>：政府、非政府组织、项目等的推广人员/顾问向土地使用者提供的技术援助。</p><p>如果是，请回答以下子问题。</p><p>如果否，转到问题4.3。</p>

# approaches label
source: Specify whether advisory service is provided
pt: Especifique se foi oferecido serviço de consultoria
zh: 指明是否提供了咨询服务

# approaches label
source: Describe/ comments
pt: Descreva/comentários
zh: 说明/注释

# approaches label
source: Specify the level(s) at which institutions have been strengthened or established
pt: Especifique a que nível (níveis) as instituições foram fortalecidas ou estabelecidas
zh: 具体说明机构的强化或建立程度

# approaches label_filter
source: Level at which institutions have been strengthened or established
pt: Nível em que as instituições foram fortalecidas ou estabelecidas
zh: 机构的强化或建立程度

# approaches label
source: Specify type of support
pt: Especifique o tipo de apoio
zh: 具体说明支持类型

# approaches label
source: Give further details
pt: Dê mais detalhes
zh: 提供进一步细节

# approaches label
source: Was research part of the Approach?
pt: A pesquisa foi parte da abordagem?
zh: 研究是该方法的一部分吗?

# approaches label
source: Specify topics
pt: Especifique os tópicos
zh: 明确话题

# approaches label
source: Is monitoring and evaluation part of the Approach?
pt: Monitoramento e avaliação são partes da abordagem?
zh: 监测和评估是该方法的一部分吗？

# approaches label
source: Give further details and indicate who did the research
pt: Dê mais detalhes e indique quem realizou a pesquisa
zh: 提供进一步的细节，并指出是谁做的研究

# approaches label
source: Indicate the annual budget for the SLM component of the Approach in US$
pt: Indique o orçamento anual para o componente de gestão sustentável da terra da abordagem em US$
zh: 说明该方法中SLM部分的年度预算，单位为美元

# approaches helptext
source: Including training and extension, research, implementation of Technology/ Technologies
pt: Incluindo treinamento e extensão, pesquisa, implementação de Tecnologia/ Tecnologias
zh: 包括该技术的培训和推广、研究和实施

# approaches label
source: If precise annual budget is not known, indicate range
pt: Caso o orçamento exato seja desconhecido, indique a faixa
zh: 如果不知道准确的年度预算，请给出一个范围

# approaches label_filter
source: Range of annual budget
pt: Nível do orçamento anual
zh: 年度预算范围

# approaches label
source: Comments (e.g. main sources of funding/ major donors)
pt: Comentários (p. ex. principais fontes de recursos/principais doadores)
zh: 注释（例如主要的资助来源/主要捐助者）

# approaches label
source: Did land users receive financial/ material support for implementing the Technology/ Technologies?
pt: Os usuários da terra receberam apoio financeiro/material para a implementação de tecnologia/tecnologias?
zh: 土地使用者是否获得实施该技术的财政/物质支持？

# approaches helptext
source: <p>E.g. tax exemptions, compensation payments, subsidies)</p><p>If no, go to question 5.4.</p>
pt: <p>Por exemplo, isenções de impostos, pagamentos de indenizações, subsídios)</p><p> Se não, vá para a pergunta 5.4.</p>
zh: <p>例如免税、补偿金、补贴）</p><p>如果没有，转到问题5.4。</p>

# approaches label
source: If yes, specify type(s) of support, conditions, and provider(s)
pt: Caso afirmativo, especifique tipo(s) de apoio, condições e fornecedor(es)
zh: 如果是，请具体说明支持的类型、条件和提供者

# approaches label
source: Specify credit providers
pt: Especifique os fornecedores de crédito
zh: 请具体指明授信方

# approaches label
source: Specify credit receivers
pt: Especifique os destinatários do crédito
zh: 请具体指明信贷接收人

# approaches label
source: Did the Approach help land users to implement and maintain SLM Technologies?
pt: A abordagem auxiliou os usuários da terra a implementar e manter as tecnologias de gestão sustentável da terra?
zh: 该方法是否帮助土地使用者实施和维护SLM技术？

# approaches label
source: Did the Approach encourage young people/ the next generation of land users to engage in SLM?
pt: A abordagem encorajou os jovens/as próximas gerações de usuários de terra a se envolverem na gestão sustentável da terra?
zh: 该方法是否鼓励年轻人/下一代土地使用者参与SLM？

# approaches label
source: Did the Approach improve issues of land tenure/ user rights that hindered implementation of SLM Technologies?
pt: A abordagem melhorou as questões de posse de terra/diretos do usuário que inibiam a implementação das tecnologias de gestão sustentável da terra?
zh: 该方法是否改善了阻碍SLM技术实施的土地使用权/用户权问题？

# approaches label
source: community-based organizations
pt: Organizações comunitárias
zh: 社区组织

# approaches label
source: teachers/ school children/ students
pt: Professores/alunos/estudantes
zh: 教师/学龄儿童/学生

# approaches label
source: private sector
pt: Setor privado
zh: 私营部门

# approaches label
source: local government
pt: Governo local
zh: 地方政府

# approaches label
source: national government (planners, decision-makers)
pt: Governo nacional (planejadores, responsáveis pelas decisões)
zh: 国家政府（规划者、决策者）

# approaches label
source: international organization
pt: Organização internacional
zh: 国际组织

# approaches label
source: traditional/ indigenous
pt: Tradicional/Indígena
zh: 传统/本土

# approaches label
source: recent local initiative/ innovative
pt: Iniciativa/inovação local recente
zh: 最近的本地倡议/创新

# approaches label
source: project/ programme based
pt: Baseado em projeto/programa
zh: 基于项目/方案

# approaches label
source: enabling
pt: Propício
zh: 启动

# approaches label
source: hindering
pt: Inibitivo
zh: 阻碍

# approaches label
source: evaluation of well-documented SLM knowledge (evidence-based decision-making)
pt: Avaliação de conhecimento bem documentado de gestão sustentável de terra (tomada de decisão baseada em evidências)
zh: 对充分记录的SLM知识进行评估（基于证据的决策）

# approaches label
source: research findings
pt: Resultados de pesquisa
zh: 研究结果

# approaches label
source: land users
pt: Usuários de terra
zh: 土地使用者

# approaches label
source: on-the-job
pt: Em exercício
zh: 在职

# approaches label
source: demonstration areas
pt: Áreas de demonstração
zh: 示范区域

# approaches label
source: public meetings
pt: Reuniões públicas
zh: 公开会议

# approaches label
source: courses
pt: Cursos
zh: 课程

# approaches label
source: on land users' fields
pt: nas áreas dos usuários da terra
zh: 在土地使用者的土地上

# approaches label
source: no
pt: Não
zh: 否

# approaches label
source: yes, moderately
pt: Sim, moderadamente
zh: 是，适度
