Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

source: COOKIE_INFO_PARA
pt: COOKIE_INFO_TO
