Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# approaches label
source: yes, greatly
pt: Sim, significativamente
zh: 是，非常

# approaches label
source: regional
zh: 区域

# approaches label
source: national
pt: Nacional
zh: 国家

# approaches label
source: financial
pt: Financeiro
zh: 财务

# approaches label
source: equipment
pt: Equipamento
zh: 设备

# approaches label
source: none
pt: Nenhum
zh: 无

# approaches label
source: labour
pt: Mão-de-obra
zh: 劳动力

# approaches label
source: agricultural
pt: Agrícola
zh: 农业

# approaches label
source: construction
pt: Construção
zh: 建筑

# approaches label
source: infrastructure
pt: Infraestrutura
zh: 基建

# approaches label
source: partly financed
pt: Parcialmente financiado
zh: 部分融资

# approaches label
source: fully financed
pt: Totalmente financiado
zh: 充分融资

# approaches helptext
source: No costs to land users
pt: Sem custos para usuários da terra
zh: 土地使用者无需支付任何费用

# approaches label
source: machinery
pt: Maquinário
zh: 机械

# approaches label
source: tools
pt: Ferramentas
zh: 工具

# approaches label
source: seeds
pt: Sementes
zh: 种子

# approaches label
source: fertilizers
pt: Fertilizantes
zh: 化肥

# approaches label
source: stone
pt: Pedra
zh: 石料

# approaches label
source: wood
pt: Madeira
zh: 木材

# approaches label
source: roads
pt: Estradas
zh: 道路

# approaches label
source: schools
pt: Escolas
zh: 学校

# approaches label
source: voluntary
pt: Voluntário
zh: 自愿

# approaches label
source: food-for-work
pt: Comida por trabalho
zh: 以粮换工

# approaches label
source: paid in cash
pt: Pago em dinheiro
zh: 以现金支付

# approaches label
source: rewarded with other material support
pt: Recompensado com outras formas de apoio material
zh: 获得其他物质支持

# approaches label
source: No
pt: Não
zh: 否

# approaches label
source: Yes, little
pt: Sim, pouco
zh: 是，很少

# approaches label
source: Yes, moderately
pt: Sim, moderadamente
zh: 是，中等

# approaches label
source: Yes, greatly
pt: Sim, significativamente
zh: 是，支持力度很大

# approaches label
source: increased production
pt: Produção aumentada
zh: 增加生产

# approaches label
source: increased profit(ability), improved cost-benefit-ratio
pt: Lucro (lucrabilidade) aumentado, melhora da relação custo-benefício
zh: 增加利润（能力），提高成本效益比

# approaches label
source: reduced workload
pt: Carga de trabalho reduzida
zh: 减少工作量

# approaches label
source: payments/ subsidies
pt: Pagamentos/subsídios
zh: 支付/补贴

# approaches label
source: rules and regulations (fines)/ enforcement
pt: normas e regulamentos (multas)/aplicação
zh: 规章制度（罚款）/执行

# approaches label
source: prestige, social pressure/ social cohesion
pt: Prestígio, pressão social/coesão social
zh: 声望、社会压力/社会凝聚

# approaches label
source: affiliation to movement/ project/ group/ networks
pt: Afiliação a movimento/projeto/grupo/rede
zh: 加入运动/项目/团体/网络

# approaches label
source: environmental consciousness
pt: Consciência ambiental
zh: 环境意识

# approaches label
source: enhanced SLM knowledge and skills
pt: melhoria dos conhecimentos e aptidões de gestão sustentável da terra
zh: 提高SLM知识和技能

# approaches label
source: conflict mitigation
pt: Atenuação de conflitos
zh: 冲突缓解

# approaches label
source: yes
pt: Sim
zh: 是

# approaches label
source: uncertain
pt: Incerto
zh: 不确定

# approaches label
source: researchers
pt: Pesquisadores
zh: 研究人员

# approaches label
source: yes, a little
pt: Sim, pouco
zh: 是，少许

# approaches label
source: local land users/ local communities
pt: Usuários de terra/comunidades locais
zh: 当地土地使用者/当地社区

# approaches helptext
source: <strong>Local land users/ local communities:</strong> means the Approach involved local land users or local communities, but no international agencies, government bodies, or non-governmental interventions.
pt: <strong>Usuários de terras locais/comunidades locais:</strong> significa que a Abordagem envolveu usuários de terras locais ou comunidades locais, mas nenhuma agência internacional, órgãos governamentais ou intervenções não governamentais.
zh: <strong>当地土地使用者/当地社区：</strong> 指涉及当地土地使用者或当地社区的方法，但不包括国际机构、政府机构或非政府干预。

# approaches label
source: SLM specialists/ agricultural advisers
pt: Especialistas em gestão sustentável da terra/consultor agrícola
zh: SLM专家/农业顾问

# approaches label
source: passive
pt: Passivo
zh: 被动

# approaches helptext
source: <strong>Passive:</strong> means that local people participate by being informed what will happen or has already happened. They may also participate by being consulted or by answering questions, but they do not decide.
pt: <strong>Passivo: </strong>significa que a população local participa, sendo informada do que vai acontecer ou já aconteceu. Eles também podem participar sendo consultados ou respondendo perguntas, mas não decidem.
zh: <strong>被动：</strong> 意味着当地人通过获知将要发生或已经发生的事情来参与。他们也可以通过咨询或回答问题来参与，但他们不做决定。

# approaches label
source: external support
pt: Apoio externo
zh: 外部支持

# approaches helptext
source: <strong>external support:</strong> means that local people participate in return for food, cash, or other material support.
pt: <strong>apoio externo: </strong>significa que as pessoas locais participam em troca de alimentos, dinheiro ou outro apoio material.
zh: <strong>外部支持：</strong> 意思是当地人参与以换取食物、现金或其他物质支持。

# approaches label
source: interactive
pt: Participativo
zh: 互动

# approaches helptext
source: <strong>Interactive:</strong> means that local people and the project team jointly analyse the situation, jointly develop action plans and form institutions, and jointly decide on the use of resources.
pt: <strong>Interativo: </strong>significa que a população local e a equipe do projeto analisam a situação conjuntamente, desenvolvem planos de ação e formam instituições, e decidem conjuntamente sobre o uso dos recursos.
zh: <strong>互动：</strong> 指的是当地居民和项目小组共同分析情况，共同制定行动计划和形成机构，共同决定资源的使用。

# approaches label
source: self-mobilization
pt: Automobilização
zh: 自我动员

# approaches helptext
source: <strong>Self-mobilization:</strong> means that local people participate by implementing their own initiatives independently of external institutions. They may interact with external institutions to obtain resources and technical advice, but they retain control over how resources are used.
pt: <strong>Auto-mobilização: </strong>significa que a população local participa implementando suas próprias iniciativas independentemente das instituições externas. Eles podem interagir com instituições externas para obter recursos e conselhos técnicos, mas mantêm o controle sobre como os recursos são utilizados.
zh: <strong>自我动员：</strong> 意味着当地居民通过独立于外部机构实施自己的倡议来参与。他们可以与外部机构互动以获得资源和技术咨询，但他们仍然控制着资源的使用方式。

# approaches label
source: land users alone (self-initiative)
pt: Somente usuários da terra (iniciativa própria)
zh: 仅限土地使用者（自主）

# approaches label
source: mainly land users, supported by SLM specialists
pt: Principalmente usuários da terra, apoiados por especialistas em gestão sustentável da terra
zh: 主要是土地使用者，由SLM专家提供支持

# approaches label
source: all relevant actors, as part of a participatory approach
pt: todos os atores relevantes, como parte de uma abordagem participativa
zh: 所有相关参与者，作为参与式方法的一部分

# approaches label
source: mainly SLM specialists, following consultation with land users
pt: Principalmente especialistas em gestão sustentável da terra, após consulta com usuários da terra
zh: 主要是SLM专家，咨询土地使用者之后

# approaches label
source: SLM specialists alone
pt: Somente especialistas em gestão sustentável da terra
zh: 仅限SLM专家

# approaches label
source: politicians/ leaders
pt: Políticos/líderes
zh: 政治家和领袖

# approaches label
source: personal experience and opinions (undocumented)
pt: Experiência pessoal e opiniões (não documentado)
zh: 个人经验和意见（无记录）

# approaches label
source: field staff/ advisers
pt: Equipe de campo/consultores
zh: 现场工作人员/顾问

# approaches label
source: farmer-to-farmer
pt: Agricultor para agricultor
zh: 农民对农民

# approaches label
source: at permanent centres
pt: Em centros permanentes
zh: 在固定中心

# approaches label
source: sociology
pt: Sociologia
zh: 社会学

# approaches label
source: economics / marketing
pt: Economia/Marketing
zh: 经济/市场营销

# approaches label
source: ecology
pt: Ecologia
zh: 生态学

# approaches label
source: technology
pt: Tecnologia
zh: 技术

# approaches label
source: reduced land degradation
pt: Degradação do solo reduzida
zh: 减少土地退化

# approaches label
source: reduced risk of disasters
pt: Riscos de desastre reduzido
zh: 降低灾害风险

# approaches label
source: aesthetic improvement
pt: Melhoria estética
zh: 美学改进

# approaches label
source: customs and beliefs, morals
pt: Costumes e crenças, moral
zh: 习俗和信仰，道德

# approaches label
source: local
zh: 本地

# approaches label
source: capacity building/ training
pt: Reforço das capacidades/formação
zh: 能力建设/培训

# approaches label
source: social/ cultural/ religious norms and values
pt: Normas e valores sociais/culturais/religiosos
zh: 社会/文化/宗教规范和价值观

# approaches label
source: availability/ access to financial resources and services
pt: Disponibilidade/acesso a recursos e serviços financeiros
zh: 财务资源和服务的可用性/可得性

# approaches label
source: institutional setting
pt: Quadro institucional
zh: 机构设置

# approaches label
source: collaboration/ coordination of actors
pt: Colaboração/coordenção de atores
zh: 参与者的的协作/协调

# approaches label
source: legal framework (land tenure, land and water use rights)
pt: Quadro jurídico (posse de terra, direitos de uso da terra e da água)
zh: 法律框架（土地使用权、土地和水使用权）

# approaches label
source: policies
pt: Políticas
zh: 政策

# approaches label
source: markets (to purchase inputs, sell products) and prices
pt: Mercados (para comprar entradas, vender produtos) e preços
zh: 市场(购买投入，销售产品)和价格

# approaches label
source: workload, availability of manpower
pt: Carga de trabalho, disponibilidade de força de trabalho
zh: 工作量、人力资源可用性

# approaches label
source: other
pt: Outro
zh: 其他

# approaches helptext
source: Note: Some projects/ programmes include many activities other than SLM. Please calculate/ estimate only the amount that was used for the Approach as described here. Refer to project documents.
pt: Nota: Alguns projetos/programas incluem muitas outras atividades além da SLM. Por favor, calcular/estimar somente o montante que foi utilizado para a Abordagem como descrito aqui. Consulte os documentos do projeto.
zh: 注：部分项目/方案包括除SLM以外的许多活动。请仅计算/估计此处所述方法使用的金额。参考项目文件。

# approaches helptext
source: Note: Includes all forms of credits, loans, micro-finance mechanisms
pt: Nota: Inclui todas as formas de créditos, empréstimos, mecanismos de microfinanciamento
zh: 注：包括所有形式的信贷、贷款、小额融资机制

# approaches helptext
source: E.g. supporting policies, regulations, etc.
pt: Por exemplo, políticas de apoio, regulamentos, etc.
zh: 例如支持政策、法规等。

# approaches label
source: Key resource person(s)
pt: Pessoa(s)-chave
zh: 关键资源人员

# approaches helptext
source: Person(s) who provided most of the information documented in this questionnaire. These can be land users, or SLM specialists (e.g. technical advisors, researchers) or any other persons.
pt: Pessoa(s) que forneceu(m) a maioria das informações documentadas neste questionário. Estes podem ser usuários de terra, ou especialistas em SLM (por exemplo, consultores técnicos, pesquisadores) ou qualquer outra pessoa.
zh: 提供本调查问卷中记录的大部分信息的人员。这些人员可以是土地使用者、SLM专家（例如技术顾问、研究人员）或任何其他人。

# approaches label
source: land governance (decision-making, implementation and enforcement)
pt: Governança da terra (tomada de decisões, implementação e aplicação)
zh: 土地治理（决策、实施和执行）

# approaches label
source: knowledge about SLM, access to technical support
pt: Conhecimento sobre gestão sustentável da terra, acesso a suporte técnico
zh: 了解SLM，获得技术支持

# approaches label
source: initiation/ motivation
pt: Iniciação/motivação
zh: 启动/动机

# approaches label
source: planning
pt: Planejamento
zh: 计划

# approaches label
source: implementation
pt: Implementação
zh: 实施

# approaches label
source: monitoring/ evaluation
pt: Monitoramento/avaliação
zh: 监测/评估

# approaches helptext
source: <p>Please provide a first image of the SLM Approach. You can add more images later.</p><p>Maximum file size: 3 MB. Valid file formats: JPG, PNG, GIF.</p>
pt: <p>Por favor, forneça uma primeira imagem da abordagem SLM. Você pode adicionar mais imagens mais tarde.</p><p> Tamanho máximo do arquivo: 3 MB. Formatos de arquivo válidos: JPG, PNG, GIF.</p>
zh: <p>请提供SLM方法的第一个图像。以后可以添加更多图像。</p><p>最大文件大小：3 MB。有效的文件格式：JPG、PNG、GIF。</p>

# approaches label
source: Contact details of resource persons and institutions involved in the assessment and documentation of the Approach
pt: Detalhes do contato das pessoas capacitadas e instituições envolvidas na avaliação e documentação da abordagem.
zh: 参与方法评估和文件编制的资源人员和机构的联系方式

# approaches label
source: Conditions regarding the use of data documented through WOCAT
pt: Condições em relação ao uso da informação documentada através de WOCAT
zh: 关于使用通过WOCAT记录的数据的条件

# approaches label
source: Stakeholders involved in the Approach and their roles
pt: Partes interessadas envolvidas na abordagem e seus papéis
zh: 该方法涉及的利益相关者及其职责

# approaches label
source: Dates of initiation and termination of the Approach
pt: Datas de início e término da abordagem
zh: 该方法的开始和终止日期

# approaches label
source: Advisory service
pt: Serviço de consultoria
zh: 咨询服务

# approaches label
source: Monitoring and evaluation
pt: Monitoramento e avaliação
zh: 监测和评估

# approaches label
source: Annual budget for the SLM component of the Approach
pt: Orçamento anual para o componente de gestão sustentável da terra da abordagem
zh: 该方法中SLM组成部分的年度预算

# approaches label
source: Subsidies for specific inputs (including labour)
pt: Subsídios para entradas específicas (incluindo mão-de-obra)
zh: 对特定投入的补贴（包括劳动力）

# approaches helptext
source: <p>If no inputs were subsidized, go to question 5.4.</p><p><strong>Subsidy</strong>: a subsidy is an instrument used by the state or by private actors to reduce the costs of a product or increase the returns from a particular activity (Kerr, 1994). It may be provided in cash or in kind and usually serves a specific purpose.</p>
pt: <p>Se nenhum insumo foi subsidiado, vá para a pergunta 5.4.</p><p><strong>Subsídio</strong>: um subsídio é um instrumento utilizado pelo Estado ou por atores privados para reduzir os custos de um produto ou aumentar os retornos de uma determinada atividade (Kerr, 1994). Ele pode ser fornecido em dinheiro ou em espécie e geralmente serve a um propósito específico.</p>
zh: <p>如果没有投入补贴，请转到问题5.4。</p><p><strong>补贴</strong>：补贴是国家或私人参与者用来降低产品成本或增加特定活动回报的工具（Kerr，1994年）。它可以通过现金或实物的方式提供，通常用于特定目的。</p>

# approaches label
source: Credit
pt: Crédito
zh: 信用

# approaches label
source: Other incentives or instruments
pt: Outros incentivos ou instrumentos
zh: 其它激励或手段

# approaches label
source: Sustainability of Approach activities
pt: Atividades de sustentabilidade de abordagem
zh: 方法活动的可持续性

# approaches label
source: Strengths/ advantages of the Approach
pt: Pontos fortes/vantagens da abordagem
zh: 该方法的长处/优点

# approaches label
source: Financial/ material support provided to land users
pt: Apoio financeiro/material concedido aos usuários da terra
zh: 为土地使用者提供财政/物质支援

# approaches label
source: Name of the SLM Approach (hereafter referred to as the Approach)
pt: Nome da abordagem de gestão sustentável da terra ( daqui em diante referida como abordagem)
zh: SLM方法的名称（以下简称方法）

# approaches helptext
source: Name of the SLM Approach: Do not use the exact same name as used for the corresponding Technology (QT); try to find a name that reflects the main characteristic of the Approach (name of project/ programme/ initiative, name of implementation/ extension/ promotion method used, etc.)
pt: Nome da abordagem SLM: Não utilize exatamente o mesmo nome usado para a Tecnologia correspondente (QT); tente encontrar um nome que reflita a característica principal da Abordagem (nome do projeto/programa/iniciativa, nome do método de implementação/ extensão/promoção utilizado, etc.)
zh: SLM方法的名称：不要使用与相应技术（QT）完全相同的名称；尝试查找反映该方法主要特征的名称（项目/方案/倡议的名称、使用的实施/扩展/推广方法的名称等）。

# approaches label_view
source: Name of the SLM Approach
pt: Nome da abordagem de gestão sustentável da terra
zh: SLM方法的名称

# approaches label
source: Reference(s) to Questionnaire(s) on SLM Technologies
pt: Referência ao(s) questionário(s) sobre tecnologias da gestão sustentável da terra
zh: SLM技术问卷的参考

# approaches helptext
source: <p>Indicate SLM Technologies which were promoted by and implemented through this Approach.</p><p>The major Technologies promoted by and implemented through this Approach must be described in separate SLM Technology questionnaires. WOCAT recommends that you first fill in the Technology questionnaire and that you focus your description of the Approach on the Technology/ Technologies documented.</p>
pt: <p>Indicar as tecnologias SLM que foram promovidas e implementadas através desta abordagem. </p><p>As principais tecnologias promovidas e implementadas através desta abordagem devem ser descritas em questionários separados da Tecnologia SLM. WOCAT recomenda que você primeiro preencha o questionário Tecnologia e que você concentre sua descrição da Abordagem na Tecnologia/Tecnologias documentadas.</p>
zh: <p>指出通过这种方法推广和实施的SLM技术。</p><p>该方法推广和实施的主要技术必须在单独的SLM技术问卷中进行描述。WOCAT建议您首先填写技术问卷，并将您对方法的描述集中在对记录技术的描述上。</p>

# approaches helptext
source: Summarize the Approach in 1-2 sentences. Make sure this short description is precise and contains relevant key words. It is the lead text of this documentation and provides an important basis for searching the database.
pt: Resumir a abordagem em 1-2 frases. Certifique-se de que esta breve descrição seja precisa e contenha palavras-chave relevantes. É o texto principal desta documentação e fornece uma base importante para a busca no banco de dados.
zh: 用1-2句话总结方法。确保此简短说明的准确性，并包含相关关键词。该简短说明是本文档的主要文本，为搜索数据库提供了重要的基础。

# approaches helptext
source: <p>The detailed description should provide a concise but comprehensive picture of the Approach to outsiders. It should therefore address key questions such as:</p><ol><li>What are the main characteristics/ distinct features of the Approach?</li><li>What are the aims/ objectives of the Approach?</li><li>Which methods were used?</li><li>Which were the stages of implementation?</li><li>Which stakeholders were involved, and what were their roles?</li><li>What did land users like/ dislike about the Approach?</li></ol><p>The description should ideally be 2,500-3,000 characters in length; the absolute maximum is 3,500 characters. Additional, more detailed descriptions may be uploaded to the database as separate documents. Fill in the description at the beginning, but revise it when you have completed the questionnaire.</p>
pt: <p>A descrição detalhada deve fornecer um quadro conciso, mas abrangente, da Abordagem a pessoas de fora. Deve, portanto, abordar questões-chave, tais como: </p><ol><li>Quais são as principais características/distintas da Abordagem? </li><li>Quais são as metas/ objetivos da Abordagem? </li><li>Quais métodos foram utilizados? </li><li>Quais foram as etapas de implementação? </li><li>Quais partes interessadas estavam envolvidas, e quais eram seus papéis? </li><li>O que os usuários de terra gostaram/desgostaram da Abordagem?</li></ol><p> A descrição deveria idealmente ter entre 2.500 e 3.000 caracteres; o máximo absoluto é de 3.500 caracteres. Descrições adicionais e mais detalhadas podem ser carregadas no banco de dados como documentos separados. Preencha a descrição no início, mas revise-a quando tiver preenchido o questionário.</p>
zh: <p>详细的说明应该为局外人提供一个简洁但全面的外部方法的图片。因此，它应解决以下关键问题：</p><ol><li>该方法的主要特征/显著特征是什么？</li><li>该方法的目标是什么？</li><li>使用了哪些方法？</li><li>实施的阶段有哪些？</li><li>涉及哪些利益相关者，他们的角色是什么？</li><li>土地使用者喜欢/不喜欢这个方法的什么？</li></ol><p>理想情况下，该描述的长度应为2500-3000个字符；绝对最大长度为3500个字符。其他更详细的描述可以作为单独的文档上传到数据库中。在开始时填写描述，但完成问卷后进行修改。</p>

# approaches label
source: Videos of the Approach
pt: Vídeos da abordagem
zh: 该方法的视频

# approaches helptext
source: If video files presenting activities of the Approach are available, upload them to a public platform (e.g. vimeo.com, youtube.com) and indicate a link and a short description for each file in the table below.
pt: Se houver arquivos de vídeo apresentando atividades da Abordagem, carregue-os em uma plataforma pública (por exemplo, vimeo.com, youtube.com) e indique um link e uma breve descrição para cada arquivo na tabela abaixo.
zh: 如果提供了展示该方法活动的视频文件，请将其上传到公共平台（例如vimeo.com、youtube.com），并在下表中指出每个文件的链接和简短描述。

# approaches label
source: Country/ region/ locations where the Approach has been applied
pt: País/região/locais onde a abordagem foi aplicada
zh: 采用该方法的国家/地区/地点

# approaches helptext
source: If you have already filled in Questionnaires on SLM Technologies that were implemented under this Approach, refer to the information given in section QT 2.5.
pt: Se você já preencheu questionários sobre tecnologias SLM que foram implementadas sob esta Abordagem, consulte as informações fornecidas na seção QT 2.5.
zh: 如果您已经填写有关此方法下实施的SLM技术的调查表，请参阅第QT 2.5节中给出的信息。

# approaches helptext
source: Specify implementing agencies in question 3.1.
pt: Especificar as agências de implementação em questão 3.1.
zh: 指定问题3.1中的执行机构。

# approaches label
source: Conditions enabling or hindering implementation of the Technology/ Technologies applied under the Approach
pt: Condição que propiciam ou inibem a implementação de tecnologia/tecnologias aplicada(s) segundo a abordagem
zh: 推动或妨碍实施本办法所适用的技术的条件

# approaches helptext
source: Several answers possible. If there are both enabling and hindering factors for a given condition, tick and specify both.
pt: Várias respostas possíveis. Se houver fatores de habilitação e impedimento para uma determinada condição, marque e especifique ambos.
zh: 可能有数个答案。如果给定条件同时存在推动和阻碍因素，请勾选并指定这两个因素。

# approaches label
source: Involvement of local land users/ local communities in the different phases of the Approach
pt: Envolvimento do usuários de terra/comunidades locais nas diferentes fases da abordagem
zh: 当地土地使用者/当地社区参与该方法的不同阶段

# approaches helptext
source: Specify how local land users/ local communities were involved in the various phases of the Approach as listed below.
pt: Especifique como os usuários locais da terra/ comunidades locais foram envolvidos nas várias fases da Abordagem, conforme listado abaixo.
zh: 具体说明当地土地使用者/当地社区如何参与下文所列方法的各个阶段。

# approaches label
source: Flow chart (if available)
pt: Fluxograma (se disponível)
zh: 流程图（如可用）

# approaches helptext
source: <p>Provide a visual summary pointing out important actors, activities, key stages of implementation, etc. Consider using different colours to distinguish the different stakeholders from each other.</p><p>Supported file types: PDF, JPG, PNG, maximum file size: 3 MB.</p><p><strong>Example</strong>: Process of Participatory Technology Development through close researcher-farmer interaction in Syria<br><img src="/static/assets/img/qa_flowchart.png"></img></p>
pt: <p>Fornecer um resumo visual apontando atores importantes, atividades, etapas-chave de implementação, etc. Considerar o uso de cores diferentes para distinguir os diferentes atores uns dos outros. </p><p>Tipos de arquivos suportados: PDF, JPG, PNG, tamanho máximo do arquivo: 3 MB. </p><p><strong>Exemplo: </strong>Processo de Desenvolvimento de Tecnologia Participativa através da interação estreita entre pesquisador e agricultor na Síria.<br><img src="/static/assets/img/qa_flowchart.png"></img></p>
zh: <p>提供一个指出重要的参与者、活动、实施的关键阶段等直观的总结。考虑使用不同的颜色来区分不同的利益相关者。</p><p>支持的文件类型：PDF、JPG、PNG，最大文件大小：3MB。</p><p><strong>例子</strong>：通过叙利亚研究人员和农民的密切互动进行参与式技术开发的过程<br><img src="/static/assets/img/qa_flowchart.png"></img></p>

# approaches label
source: Decision-making on the selection of SLM Technology/ Technologies
pt: Decisão sobre a seleção de tecnologia/tecnologias
zh: 有关SLM技术选择的决策

# approaches label
source: Capacity building/ training
pt: Reforço das capacidades/formação
zh: 能力建设/培训
