Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies_2018 helptext
source: <ul><li>Provide photos showing an overview and details of the Technology.</li><li>Provide at least two digital files (JPG, PNG, GIF), i.e. files from a digital camera, or scans from prints, negative films or slide films.</li><li>Maximum file size: 3 MB.</li><li>Photos should be of high quality/ high resolution and not manipulated or distorted.</li><li>An explanation (description) is required for each photo submitted! Photos should match the description given in 2.2 and help illustrate the technical drawing in 4.1.</li><li>Where appropriate, photos should depict the situation before and after or with and without SLM measures.</li><li>Good photos are crucial for understanding and illustrating the main features of the Technology.</li><li>The first photo you upload will be set as title photo in the database and front page photo in the printable summary. The orientation should be landscape.</li><li>The second and third photos uploaded will appear on page 2 on the printable summary. These two photos will be cropped automatically to a square format.</li><li>For ideal display in the summary you can crop the photos (before uploading) as follows: Photo 1 should have a panorama format (height to width 1:2), while photos 2 and 3 should ideally be square (height to width 1:1).</li><li>You can upload further photos for display in the database, but not in the summary.</li></ul><p><strong>Example:</strong></p><div class="row"><div class="medium-6 columns"><img src="/static/assets/img/smallmedium_QTKEN05_1.jpg"><p class="form-example-legend"><strong>Overview</strong>: Fanya juu terraces with grass strips on the risers developed into bench terraces (Photo: Machakos, Kenya)</p></div><div class="medium-6 columns"><img src="/static/assets/img/mediumsmall_QaKEN01_2.jpg"><p class="form-example-legend"><strong>Detail</strong>: Fanya juu bund in a maize field after harvest: Napier grass on the upper part of the bund, and maize residues in the ditch below. (Photo: H.P. Liniger)</p></div></div>
pt: <ul><li>Fornecer fotos mostrando uma visão geral e detalhes da Tecnologia. </li><li>Fornecer pelo menos dois arquivos digitais (JPG, PNG, GIF), ou seja, arquivos de uma câmera digital, ou escaneamentos de impressões, filmes negativos ou slides. </li><li>Tamanho máximo do arquivo: 3 MB.</li><li> As fotos devem ser de alta qualidade/alta resolução e não devem ser manipuladas ou distorcidas. </li><li>Uma explicação (descrição) é necessária para cada foto enviada! As fotos devem corresponder à descrição dada em 2.2 e ajudar a ilustrar o desenho técnico em 4.1.</li><li> Quando apropriado, as fotos devem retratar a situação antes e depois ou com e sem medidas SLM. </li><li>Boas fotos são cruciais para entender e ilustrar as principais características da Tecnologia. </li><li>A primeira foto que você carregar será definida como foto de título no banco de dados e foto da primeira página no resumo imprimível. A orientação deve ser paisagística.</li><li> A segunda e terceira fotos carregadas aparecerão na página 2 do resumo imprimível. Estas duas fotos serão cortadas automaticamente para um formato quadrado. </li><li>Para uma visualização ideal no resumo, você pode recortar as fotos (antes de carregá-las) da seguinte forma: A foto 1 deve ter um formato panorâmico (altura para largura 1:2), enquanto as fotos 2 e 3 devem ser idealmente quadradas (altura para largura 1:1). </li><li> Você pode carregar outras fotos para exibição no banco de dados, mas não no resumo. </li></ul><p><strong>Exemplo: </strong></p><div class="row"><div class="medium-6 columns"><img src="/static/assets/img/smallmedium_QTKEN05_1.jpg"><p class="form-example-legend"><strong>Resumo</strong>: Terraços de Fanya juu com tiras de grama nos elevadores desenvolvidos em terraços de bancada (Foto: Machakos, Quênia)</p></div><div class="medium-6 columns"><img src="/static/assets/img/mediumsmall_QaKEN01_2.jpg"><p class="form-example-legend"><strong> Detalhe</strong>: Fanya juu em um campo de milho após a colheita: Capim napier na parte superior do feixe, e resíduos de milho na vala abaixo. (Foto: H.P. Liniger)</p></div></div>
zh: <ul><li>提供显示该技术概述和详细信息的照片</li><li>提供至少两个数码文件（JPG、PNG、GIF），即数码相机文件，或印刷品、底片或幻灯片的扫描件。</li><li>最大文件大小：3 MB。</li><li>照片应具有高质量/高分辨率，不得被篡改或扭曲。</li><li>提交的每张照片都需要有一个对应的说明（描述）！照片应与第2.2条中给出的说明相匹配，并有助于说明第4.1条中的技术图纸。</li><li>在适当的情况下，照片应说明采取或不采取SLM措施前后的情况</li><li>好的照片对于理解和说明这项技术的主要特点至关重要的。</li><li>您上传的第一张照片将在数据库中被设置为标题照片，在可打印摘要中被设置为首页照片。方向应该是横向的。</li><li>上传的第二张和第三张照片将出现在可打印摘要的第2页。这两张照片将被自动剪切成正方形。</li><li>为了在摘要中显示理想的效果，您可以对照片进行如下裁剪（上传之前）：照片1应该有全景图格式（高宽比为1:2），而照片2和3应该是理想的正方形（高宽比为1:1）</li><li>您可以上载更多照片以在数据库中显示，但不能在摘要中显示。</li></ul><p><strong>例如：</strong></p><div class="row"><div class="medium-6 columns"><img src="/static/assets/img/smallmedium_QTKEN05_1.jpg"><p class="form-example-legend"><strong>概述</strong>：在田坎上有植草地带的Fanya juu梯田发育成阶梯式梯田（照片：Machakos、肯尼亚）</p></div><div class="medium-6 columns"><img src="/static/assets/img/mediumsmall_QaKEN01_2.jpg"><p class="form-example-legend"><strong>详细信息</strong>：收割后在玉米田里的Fanya juu堤岸：堤岸上部有狼尾草，下面的沟里有玉米残余物。（照片：H.P.Liniger）</p></div></div>

# technologies label
source: Prevention, reduction, or restoration of land degradation
pt: Redução, prevenção ou recuperação da degradação do solo
zh: 防止、减少或恢复土地退化

# technologies helptext
source: Tick max. two answers.
pt: Assinale no máximo duas respostas.
zh: 最多选择2个答案

# technologies_2018 label
source: Prevention, reduction, or restoration of land degradation
pt: Redução, prevenção ou recuperação da degradação do solo
zh: 防止、减少或恢复土地退化

# technologies_2018 helptext
source: Tick max. two answers. If you tick «not applicable», please tick no other answer.
pt: Assinale no máximo duas respostas. Se você marcar "não aplicável", por favor, não marque nenhuma outra resposta.
zh: 最多选择2个答案。如果勾选了“不适用”，请不要勾选其他答案。

# technologies label
source: Socio-economic impacts
pt: Impactos socioeconômicos
zh: 社会经济效应

# technologies label
source: Production
pt: Produção
zh: 生产

# technologies label
source: Income and costs
pt: Renda e custos
zh: 收入和成本

# technologies label
source: Socio-cultural impacts
pt: Impactos socioculturais
zh: 社会文化影响

# technologies label
source: Ecological impacts
pt: Impactos ecológicos
zh: 生态影响

# technologies label
source: Water cycle/ runoff
pt: Ciclo hídrico/escoamento
zh: 水循环/径流

# technologies label
source: Soil
pt: Solo
zh: 土壤

# technologies label
source: Biodiversity: vegetation, animals
pt: Biodiversidade: vegetação, animais
zh: 生物多样性:植被、动物

# technologies label
source: Other ecological impacts
pt: Outros impactos ecológicos
zh: 其它生态影响

# technologies label
source: Off-site impacts the Technology has shown
pt: Impactos externos mostrados pela tecnologia
zh: 该技术的场外影响已经显现

# technologies label
source: Contact details of resource persons and institutions involved in the assessment and documentation of the Technology
pt: Detalhes do contato das pessoas capacitadas e instituições envolvidas na avaliação e documentação da tecnologia.
zh: 参与该技术评估和文件编制的资源人员和机构的联系方式

# technologies label
source: Date of implementation
pt: Data da implementação
zh: 实施日期

# technologies label
source: Introduction of the Technology
pt: Introdução da tecnologia
zh: 技术介绍

# technologies helptext
source: <p><strong>SLM measures – the constituents of a Technology</strong></p><p>SLM measures fall into five categories: agronomic, vegetative, structural, management, and other. Measures are components of Technologies. Each Technology is made up of one or – very commonly – a combination of measures: For instance, terraces – a typical structural measure – are often combined with other measures, such as grass on the risers for stabilization and fodder (vegetative measure), or contour ploughing (agronomic measure).</p>
pt: <p><strong>Medidas SLM - os constituintes de uma Tecnologia </strong></p><p>SLM medidas dividem-se em cinco categorias: agronômica, vegetativa, estrutural, gerencial, e outras. As medidas são componentes de Tecnologias. Cada Tecnologia é composta de uma ou - muito comumente - uma combinação de medidas: Por exemplo, os terraços - uma medida estrutural típica - são frequentemente combinados com outras medidas, tais como grama nas elevações para estabilização e forragem (medida vegetativa), ou aragem de contorno (medida agronômica).</p>
zh: <p><strong>SLM 措施 – 该技术的组成部分</strong></p><p>SLM措施分为五类：农艺、植被、结构、管理和其他措施。措施是技术的组成部分。每种技术都由一种或（通常）多种措施组合而成：例如，梯田—一种典型的结构措施—通常与其他措施组合，比如田坎上用于稳定的草以及饲料（植被措施）或等高耕作（农艺措施）。</p>

# technologies label
source: Gradual climate change
pt: Mudança climática gradual
zh: 渐变气候

# technologies label
source: Meteorological disasters
pt: Desastres meteorológicos
zh: 气象灾害

# technologies label
source: Adaptation
pt: Adaptação
zh: 适应

# technologies helptext
source: <strong>Adaptation</strong>: Modifications made by land users to suit local context and changing conditions (Source: WOCAT).
pt: <strong>Adaptação</strong>: Modificações feitas pelos usuários de terras para se adequar ao contexto local e às condições em mudança (Fonte: WOCAT).
zh: <strong>适应</strong>：土地使用者为适应当地环境和不断变化的条件而进行的修改（来源：wocat）。

# technologies label
source: Conditions regarding the use of data documented through WOCAT
pt: Condições em relação ao uso da informação documentada através de WOCAT
zh: 关于使用通过WOCAT记录的数据的条件

# technologies label
source: Reference to Questionnaire(s) on SLM Approaches
pt: Referência ao(s) questionário(s) sobre as abordagens da gestão sustentável da terra
zh: 请参阅有关SLM方法的问卷

# technologies helptext
source: To understand properly the implementation of the Technology, the associated SLM Approach must be described. Use the search field to find the SLM Approach in the database.
pt: Para entender corretamente a implementação da Tecnologia, a abordagem SLM associada deve ser descrita. Use o campo de busca para encontrar a Abordagem SLM no banco de dados.
zh: 为了正确理解该技术的实现，必须说明相关的SLM方法。使用搜索字段在数据库中查找SLM方法。

# technologies_2018 label
source: Reference to Questionnaire(s) on SLM Approaches (documented using WOCAT)
pt: Referência ao(s) questionário(s) sobre abordagens SLM (documentado(s) usando WOCAT)
zh: 参考关于SLM方法（使用WOCAT记录的SLM方法）的调查问卷

# technologies_2018 helptext
source: To understand properly the implementation of the Technology, the associated SLM Approach must be described. Use the search field to find the SLM Approach in the database.
pt: Para entender corretamente a implementação da Tecnologia, a abordagem SLM associada deve ser descrita. Use o campo de busca para encontrar a Abordagem SLM no banco de dados.
zh: 为了正确理解该技术的实现，必须说明相关的SLM方法。使用搜索字段在数据库中查找SLM方法。

# technologies label
source: Spread of the Technology
pt: Difusão da tecnologia
zh: 技术传播

# technologies label
source: Other socio-economic impacts
pt: Outros impactos socioeconômicos
zh: 其它社会经济效应

# technologies label
source: Other climate-related consequences
pt: Outras consequências relacionadas ao clima
zh: 其他气候相关的后果

# technologies label
source: Weaknesses/ disadvantages/ risks of the Technology and ways of overcoming them
pt: Pontos fracos, desvantagens/riscos da tecnologia e formas de superá-los
zh: 技术的弱点/缺点/风险及其克服方法

# technologies label
source: Climatological disasters
pt: Desastres climatológicos
zh: 气候灾害

# technologies label
source: Hydrological disasters
pt: Desastres hidrológicos
zh: 水文灾害

# technologies label
source: Biological disasters
pt: Desastres biológicos
zh: 生物灾害

# technologies label
source: Other climate-related extremes (disasters)
pt: Outros extremos (desastres) relacionados ao clima
zh: 其他与气候有关的极端情况（灾害）

# technologies label
source: Comments
pt: Comentários
zh: 注释

# technologies label
source: Most important factors affecting the costs
pt: Fatores mais importantes que afetam os custos
zh: 影响成本的最重要因素

# technologies label
source: Climate and disaster risk reduction
pt: Clima e redução de riscos de desastre
zh: 减少气候和灾害风险

# technologies label
source: Climate-related extremes (disasters)
pt: Extremos (desastres) relacionados ao clima
zh: 气候有关的极端情况（灾害）

# technologies label
source: Current land use type(s) where the Technology is applied
pt: Tipo(s) atualizado(s) de uso da terra onde a tecnologia foi aplicada
zh: 应用该技术的当前土地利用类型

# technologies helptext
source: <p><strong>Land use</strong>: human activities which are directly related to land, making use of its resources or having an impact upon it.<br><strong>Land cover</strong>: Vegetation (natural or planted) or man-made structures (buildings, etc.) that cover the earth’s surface.</p><p>Usually one, max. two ticks</p>
pt: <p><strong>Uso da terra: </strong>atividades humanas que estão diretamente relacionadas à terra, fazendo uso de seus recursos ou tendo um impacto sobre ela. <br><strong>Ocupação da terra</strong>: Vegetação (natural ou plantada) ou estruturas artificiais (edifícios, etc.) que cobrem a superfície da terra. </p><p>Normalmente um, no máximo dois ticks</p>
zh: <p><strong>土地利用</strong>：与土地直接相关、利用土地资源或对土地产生影响的人类活动。<br><strong>土地覆盖</strong>：覆盖地表的植被（天然或种植的）或人造结构物（建筑物等）</p><p>通常选择1个，最多可以选择2个</p>

# technologies_2018 label
source: Current land use type(s) where the Technology is applied
pt: Tipo(s) atualizado(s) de uso da terra onde a tecnologia foi aplicada
zh: 应用该技术的当前土地利用类型

# technologies_2018 helptext
source: <p><strong>Land use</strong>: human activities which are directly related to land, making use of its resources or having an impact upon it.<br><strong>Land cover</strong>: Vegetation (natural or planted) or man-made structures (buildings, etc.) that cover the earth’s surface.</p>
pt: <p><strong>Uso da terra</strong>: atividades humanas que estão diretamente relacionadas à terra, fazendo uso de seus recursos ou tendo um impacto sobre ela. <br><strong>Ocupação da terra</strong>: Vegetação (natural ou plantada) ou estruturas feitas pelo homem (edifícios, etc.) que cobrem a superfície da terra.</p>
zh: <p><strong>土地利用</strong>：与土地直接相关、利用土地资源或对土地产生影响的人类活动<br><strong>土地覆盖</strong>：覆盖地表的植被（天然或种植的）或人造结构物（建筑物等）</p>

# technologies label
source: Declaration on sustainability of the described Technology
pt: Declaração de sustentabilidade da tecnologia descrita
zh: 所述技术的可持续性声明

# technologies helptext
source: Note that WOCAT questionnaires focus on the documentation and assessment of SLM practices. However, this questionnaire can also be used to describe a non-sustainable land management practice if you wish to compare this practice with specific SLM Technologies. In this case, indicate reference to those SLM Technologies in question 1.6.
pt: Observe que os questionários do WOCAT se concentram na documentação e avaliação das práticas de SLM. Entretanto, este questionário também pode ser usado para descrever uma prática não-sustentável de gestão de terras se você desejar comparar esta prática com tecnologias SLM específicas. Neste caso, indicar referência às tecnologias SLM na pergunta 1.6.
zh: 请注意，WOCAT问卷的重点是SLM实践的文档和评估。但是，如果您希望将此实践与特定的SLM技术进行比较，此问卷也可用于说明不可持续的土地管理实践。在这种情况下，请指出问题1.6中参考了哪些SLM技术。

# technologies label
source: Reference to/ comparison with other Technologies
pt: Referência a/comparação com outras tecnologias
zh: 参其他技术/与其他技术比较

# technologies helptext
source: If the Technology described in this questionnaire is part of a comparative assessment of different Technologies/ situations, please indicate details.
pt: Se a Tecnologia descrita neste questionário for parte de uma avaliação comparativa de diferentes Tecnologias/situações, favor indicar detalhes.
zh: 如果本问卷中所述的技术是对不同技术/情况进行比较评估的一部分，请注明详细信息。

# technologies label
source: Short description of the Technology
pt: Descrição curta da tecnologia
zh: 技术简介

# technologies helptext
source: Summarize the Technology in 1-2 sentences. Make sure this short description is precise and contains relevant keywords. It is the lead text of this documentation and provides an important basis for searching the database.
pt: Resumir a Tecnologia em 1-2 frases. Certifique-se de que esta breve descrição seja precisa e contenha as palavras-chave relevantes. É o texto principal desta documentação e fornece uma base importante para a pesquisa no banco de dados.
zh: 用1-2句话总结这项技术。确保该简短说明的精确性，并且包含相关的关键字。它是本文档的主要文本，为搜索数据库提供了重要的基础。

# technologies label
source: Detailed description of the Technology
pt: Descrição detalhada da tecnologia
zh: 技术的详细说明

# technologies helptext
source: <p>The detailed description should provide a concise but comprehensive picture of the Technology to outsiders. It should therefore address key questions such as:</p><ol><li>Where is the Technology applied (natural and human environment)?</li><li>What are the main characteristics/ elements of the Technology (including technical specifications)?</li><li>What are the purposes/ functions of the Technology?</li><li>What major activities/ inputs are needed to establish/ maintain the Technology?</li><li>What are the benefits/ impacts of the Technology?</li><li>What do land users like / dislike about the Technology?</ol><p>The description should ideally be 2,500-3,000 characters in length; the absolute maximum is 3,500 characters. Additional, more detailed descriptions may be uploaded to the database as separate documents. Fill in the description at the beginning, but revise it when you have completed the questionnaire.</p>
pt: <p>A descrição detalhada deve fornecer uma imagem concisa mas abrangente da Tecnologia para as pessoas de fora. Deve, portanto, abordar questões-chave, tais como: </p><ol><li>Onde a Tecnologia é aplicada (ambiente natural e humano)? </li><li>Quais são as principais características/elementos da Tecnologia (incluindo especificações técnicas)? </li><li>Quais são os objetivos/ funções da Tecnologia?</li><li>Quais são as principais atividades/insumos necessários para estabelecer/manter a Tecnologia? </li><li>Quais são os benefícios/impactos da Tecnologia? </li><li>O que os usuários de terras gostam/não gostam da Tecnologia? </ol><p>A descrição deve idealmente ter entre 2.500 e 3.000 caracteres; o máximo absoluto é de 3.500 caracteres. Descrições adicionais e mais detalhadas podem ser carregadas no banco de dados como documentos separados. Preencha a descrição no início, mas revise-a quando tiver preenchido o questionário.</p>
zh: <p>该技术的详细描述应该为外部人员提供一个简洁而全面的技术图片。因此，该详细描述应该强调以下关键问题：</p><ol><li>技术应用在哪里（自然和人类环境）？</li><li>该技术的主要特征/要素（包括技术规范）是什么？</li><li>该技术的目的/功能是什么？</li><li>建立/维护该技术需要哪些主要活动/投入？</li><li>该技术的益处/影响是什么？</li><li>土地使用者喜欢/不喜欢这项技术吗？</ol><p>理想情况下，该详细描述的长度应为2500-3000个字符；绝对最大长度为3500个字符。另外，其他更详细的描述可以作为单独的文档上传到数据库中。在开始时填写描述，但完成问卷后要进行修改。</p>

# technologies_2018 label
source: Detailed description of the Technology
pt: Descrição detalhada da tecnologia
zh: 技术的详细说明

# technologies_2018 helptext
source: <p>The detailed description should provide a concise but comprehensive picture of the Technology to outsiders. It should therefore address key questions such as:</p><ol><li>Where is the Technology applied (natural and human environment)?</li><li>What are the main characteristics/ elements of the Technology (including technical specifications)?</li><li>What are the purposes/ functions of the Technology?</li><li>What major activities/ inputs are needed to establish/ maintain the Technology?</li><li>What are the benefits/ impacts of the Technology?</li><li>What do land users like / dislike about the Technology?</ol><p>The description should ideally be 2,500-3,000 characters in length; the absolute maximum is 3,500 characters. Additional, more detailed descriptions may be uploaded to the database as separate documents.</p><p>First, the land user(s) should describe the Technology without going into detail. The compiler then complements the description, integrating as much information as possible from the completed questionnaire.</p>
pt: <p>A descrição detalhada deve fornecer uma imagem concisa mas abrangente da Tecnologia para as pessoas de fora. Deve, portanto, abordar questões-chave, tais como: </p><ol><li>Onde a Tecnologia é aplicada (ambiente natural e humano)?</li><li> Quais são as principais características/elementos da Tecnologia (incluindo especificações técnicas)?</li><li> Quais são os objetivos/ funções da Tecnologia? </li><li>Quais são as principais atividades/insumos necessários para estabelecer/manter a Tecnologia?</li><li> Quais são os benefícios/impactos da Tecnologia? O que os usuários de terras gostam/não gostam da Tecnologia? <ol><p>A descrição deve idealmente ter entre 2.500 e 3.000 caracteres; o máximo absoluto é de 3.500 caracteres. Descrições adicionais e mais detalhadas podem ser carregadas no banco de dados como documentos separados. </p><p>Em primeiro lugar, o(s) usuário(s) terrestre(is) deve(m) descrever a Tecnologia sem entrar em detalhes. O compilador então complementa a descrição, integrando o máximo de informações possíveis a partir do questionário preenchido.</p>
zh: <p>该技术的详细说明应该为外部人员提供一个简洁而全面的技术图片。因此，该详细描述应该强调以下关键问题：</p><ol><li>技术应用在哪里（自然和人类环境）？</li><li>该技术的主要特征/要素（包括技术规范）是什么？</li><li>该技术的目的/功能是什么？</li><li>建立/维护该技术需要哪些主要活动/投入？</li><li>该技术的益处/影响是什么？</li><li>土地使用者喜欢/不喜欢这项技术吗？</ol><p>理想情况下，该详细描述的长度应为2500-3000个字符；绝对最大长度为3500个字符。另外，其他更详细的描述可以作为单独的文档上传到数据库中。</p><p>首先，土地使用者应描述技术而不必详细说明。然后，编译者对描述进行补充，并尽可能多地集成已完成问卷中的信息。</p>

# technologies label
source: Videos of the Technology
pt: Vídeos da tecnologia
zh: 技术视频

# technologies helptext
source: If video files presenting the Technology are available, upload them to a public platform (e.g. vimeo.com, youtube.com) and indicate a link and a short description for each file in the table below.
pt: Se arquivos de vídeo apresentando a Tecnologia estiverem disponíveis, carregue-os em uma plataforma pública (por exemplo, vimeo.com, youtube.com) e indique um link e uma breve descrição para cada arquivo na tabela abaixo.
zh: 如果提供了演示该技术的视频文件，请将其上载到公共平台（例如vimeo.com、youtube.com），并在下表中为每个文件提供一个链接和简短描述。

# technologies label
source: Further information about land use
pt: Mais informações sobre o uso da terra
zh: 有关土地利用的更多信息

# technologies_2018 label
source: Water supply
pt: Abastecimento de água
zh: 供水

# technologies label
source: Main types of land degradation addressed by the Technology
pt: Principais tipos de degradação da terra abordados pela tecnologia
zh: 该技术强调的主要土地退化类型

# technologies helptext
source: <p><strong>Land degradation:</strong> Degradation of land resources, including soils, water, vegetation, and animals.</p><p>Use the degradation types and subcategories listed below</p>
pt: <p><strong>Degradação da terra: </strong>Degradação dos recursos da terra, incluindo solos, água, vegetação e animais. </p><p>Utilize os tipos e subcategorias de degradação listados abaixo</p>
zh: <p><strong>土地退化：</strong> 土地资源退化，包括土壤、水、植被和动物</p><p>使用下面列出的退化类型和子类型</p>

# technologies label
source: Technical drawing of the Technology
pt: Desenho técnico da tecnologia
zh: 该技术的技术图纸
