Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies helptext
source: <p>Please provide a comprehensive and detailed drawing (including dimensions) of the Technology and indicate technical specifications, measurements, spacing, gradient, etc. You can also provide several drawings showing (a) a temporal sequence of operations or (b) different elements or details of the Technology. Alternatively you can also provide one or several photographs with technical specifications drawn and/ or written onto the photograph(s). Include as much technical information as possible on the drawings (or photographs).</p><p>Keep the drawing simple and schematic. The technical drawing is crucial for understanding the Technology! Scan the drawing and upload the scan.</p><p>Supported file types: PDF, JPG, PNG, maximum file size: 3 MB.</p><p><strong>Example</strong>: Technical drawing indicating technical specifications, dimensions, spacing<br><img src="/static/assets/img/qt_technical_drawing.jpg"></img></p>
pt: <p>Favor fornecer um desenho abrangente e detalhado (incluindo dimensões) da Tecnologia e indicar as especificações técnicas, medidas, espaçamento, gradiente, etc. Você também pode fornecer vários desenhos mostrando (a) uma sequência temporal de operações ou (b) diferentes elementos ou detalhes da Tecnologia. Alternativamente, você também pode fornecer uma ou várias fotografias com especificações técnicas desenhadas e/ou escritas na(s) fotografia(s). Incluir o máximo de informações técnicas possíveis sobre os desenhos (ou fotografias). </p><p>Mantenha o desenho simples e esquemático. O desenho técnico é crucial para a compreensão da Tecnologia! Digitalize o desenho e faça o upload da digitalização. </p><p>Tipos de arquivo suportados: PDF, JPG, PNG, tamanho máximo do arquivo: 3 MB. </p><p><strong>Exemplo</strong>: Desenho técnico indicando especificações técnicas, dimensões, espaçamento<br><img src="/static/assets/img/qt_technical_drawing.jpg"></img></p>
zh: <p>请提供一份有关该技术的综合和详细图纸（包括尺寸），并注明技术规格、测量、间距、坡度等。您还可以提供几份图纸，说明（a）操作的时间顺序或（b）技术的不同元素或细节。或者，您也可以提供一张或多张照片，并在照片上绘制和/或书写技术规格。在图纸（或照片）上尽可能多地包含技术信息。</p><p>保持绘图的简单性和示意性。技术图纸对理解技术至关重要！扫描图纸并上传扫描件。</p><p>支持的文件类型：PDF、JPG、PNG，最大文件大小：3MB。</p><p><strong>例如</strong>：注明技术规格、尺寸、间距的技术图纸<br><img src="/static/assets/img/qt_technical_drawing.jpg"></img></p>

# technologies_2018 label
source: Technical drawing of the Technology
pt: Desenho técnico da tecnologia
zh: 该技术的技术图纸

# technologies_2018 helptext
source: <p>Please provide a comprehensive and detailed drawing (including dimensions) of the Technology and indicate technical specifications, measurements, spacing, gradient, etc. You can also provide several drawings showing (a) a temporal sequence of operations or (b) different elements or details of the Technology. Alternatively you can also provide one or several photographs with technical specifications drawn and/ or written onto the photograph(s). Include as much technical information as possible on the drawings (or photographs).</p><p>Keep the drawing simple and schematic. The technical drawing is crucial for understanding the Technology! Scan the drawing and upload the scan.</p><ul><li>Supported file types: PDF, JPG, PNG, maximum file size: 3 MB.</li><li>Technical drawings should not be extreme landscape or portrait formats. Square format is ideal.</li><li>The first three uploaded technical drawings will appear in the summary</li><li>Technical drawings should contain no text in questionnaires that are being translated into other languages. In this case, the drawing should contain only symbols and/or numbers. Any text accompanying the drawing should be entered into the next field, where it can be translated.</li></ul><p><strong>Example</strong>: Technical drawing indicating technical specifications, dimensions, spacing<br><img src="/static/assets/img/qt_technical_drawing.jpg"></img></p>
pt: <p>Favor fornecer um desenho abrangente e detalhado (incluindo dimensões) da Tecnologia e indicar as especificações técnicas, medidas, espaçamento, gradiente, etc. Você também pode fornecer vários desenhos mostrando (a) uma sequência temporal de operações ou (b) diferentes elementos ou detalhes da Tecnologia. Alternativamente, você também pode fornecer uma ou várias fotografias com especificações técnicas desenhadas e/ou escritas na(s) fotografia(s). Incluir o máximo de informações técnicas possíveis sobre os desenhos (ou fotografias). </p><p>Mantenha o desenho simples e esquemático. O desenho técnico é crucial para a compreensão da Tecnologia! Digitalize o desenho e faça o upload da digitalização. </p><ul><li>Tipos de arquivo suportados: PDF, JPG, PNG, tamanho máximo do arquivo: 3 MB.</li><li> Os desenhos técnicos não devem ser formatos extremos de paisagem ou retrato. O formato quadrado é ideal. </li><li>Os três primeiros desenhos técnicos carregados aparecerão no sumário </li><li>Os desenhos técnicos não devem conter texto em questionários que estão sendo traduzidos para outros idiomas. Neste caso, o desenho deve conter apenas símbolos e/ou números. Qualquer texto que acompanhe o desenho deve ser inserido no campo seguinte, onde ele pode ser traduzido. </li></ul><p><strong>Exemplo</strong>: Desenho técnico indicando especificações técnicas, dimensões, espaçamento<br><img src="/static/assets/img/qt_technical_drawing.jpg"></img></p>
zh: <p>请提供一份有关该技术的综合和详细图纸（包括尺寸），并注明技术规格、测量、间距、坡度等。您还可以提供几份图纸，说明（a）操作的时间顺序或（b）技术的不同元素或细节。或者，您也可以提供一张或多张照片，并在照片上绘制和/或书写技术规格。在图纸（或照片）上尽可能多地包含技术信息。</p><p>保持绘图的简单性和示意性。技术图纸对理解技术至关重要！扫描图纸并上传扫描件。</p><ul><li>支持的文件类型：PDF、JPG、PNG，最大文件大小：3MB。</li><li>技术图纸不应是极端的横向或纵向格式。方形是理想的格式。</li><li>前三份上传的技术图纸将出现在摘要中。</li><li>技术图纸不应包含正在翻译成其他语言的调查问卷中的文本。在这种情况下，图形应该只包含符号和/或数字。图纸附带的任何文本都应输入下一个字段，并可以在该字段中进行翻译。</li></ul><p><strong>例如</strong>：注明技术规格、尺寸、间距的技术图纸<br><img src="/static/assets/img/qt_technical_drawing.jpg"></img></p>

# technologies label
source: General information regarding the calculation of inputs and costs
pt: Informação geral em relação ao cálculo de entradas e custos
zh: 有关投入和成本计算的一般信息

# technologies helptext
source: <p>Notes on implementation activities, inputs, and costs:</p><ul><li>It may be very difficult to determine the costs of a Technology. Nevertheless, we ask you to give your best estimate!</li><li>A distinction is made between initial establishment (construction, initiation) and maintenance/ recurrent annual activities.</li><li>All costs should be calculated based on market prices. If labour is provided by land users themselves, indicate equivalent cost of hired labour. If inputs are provided/ produced by land users themselves, indicate equivalent market price.</li><li>Exclude costs of awareness creation, planning, training, research, and financial/ material support (these will be addressed in the Approach questionnaire).</li><li>If the objective is to compare two situations, i.e. the situation after/ with SLM measures (e.g. conservation agriculture) and the situation before/ without SLM measures (e.g. conventional agriculture), fill in two questionnaires.</li><li>Preferably, activities, inputs, and costs should be calculated per area on which the Technology is applied. If you use a local area unit, indicate conversion factor between local unit and hectares. Include not only the area which is immediately covered by SLM measures (e.g. the area covered by stone walls, tree lines, ditches) but also the area that is affected/ protected by the SLM measures (e.g. the area between stone walls, tree lines, ditches).</li><li>Alternatively, if it is not possible to calculate activities, inputs, and costs per area, they may be calculated per unit (e.g. dam, animal watering point, energy saving stove) or per length (e.g. metre of stone line)</li></ul>
pt: <p>Observações sobre atividades de implementação, insumos e custos: </p><ul><li> Pode ser muito difícil determinar os custos de uma Tecnologia. No entanto, pedimos a você que dê sua melhor estimativa! </li><li>É feita uma distinção entre estabelecimento inicial (construção, iniciação) e manutenção/ atividades anuais recorrentes. </li><li>Todos os custos devem ser calculados com base nos preços de mercado. </li><li>Se a mão-de-obra for fornecida pelos próprios usuários do terreno, indique o custo equivalente da mão-de-obra contratada. Se os insumos forem fornecidos/ produzidos pelos próprios usuários de terras, indicar o preço equivalente de mercado. Excluir custos de conscientização, planejamento, treinamento, pesquisa e apoio financeiro/material (estes serão abordados no questionário Aproximação). </li><li>Se o objetivo for comparar duas situações, ou seja, a situação após/ com medidas SLM (por exemplo, agricultura de conservação) e a situação antes/ sem medidas SLM (por exemplo, agricultura convencional), preencha dois questionários. </li><li>De preferência, as atividades, insumos e custos devem ser calculados por área na qual a Tecnologia é aplicada. Se você usar uma unidade de área local, indique o fator de conversão entre unidade local e hectares. Inclua não apenas a área que é imediatamente coberta pelas medidas SLM (por exemplo, a área coberta por muros de pedra, linhas de árvores, valas), mas também a área que é afetada/ protegida pelas medidas SLM (por exemplo, a área entre muros de pedra, linhas de árvores, valas). </li><li>Alternativamente, se não for possível calcular atividades, insumos e custos por área, eles podem ser calculados por unidade (por exemplo, represa, ponto de irrigação de animais, fogão que economiza energia) ou por comprimento (por exemplo, metro de linha de pedra).</li></ul>
zh: <p>关于实施活动、投入和成本的说明：</p><ul><li>确定一项技术的成本可能非常困难。但我们希望您能给出最适当的预估！</li><li>要对初始技术建立（施工、启动）和维护/经常性年度活动进行区分。</li><li>所有成本应根据市场价格进行计算。如果劳动力是由土地使用者自身提供，请注明雇佣劳动力的同等成本。如果投入是由土地使用者自身提供/生产，请注明同等的市场价格。</li><li>不包括建立认知、规划、培训、研究和财政/物质支持的费用（这些费用将包含在方法调查问卷中）。</li><li>如果目的是比较两种情况，即采取SLM措施后/有SLM措施（如保护性农业）与采取SLM措施前/没有SLM措施前（如常规农业）的情况，请填写两份问卷。</li><li>活动、投入和成本最好按应用该技术的每个区域进行计算。如果使用当地面积单位，请指出当地单位和公顷之间的换算系数。不仅包括立即采取SLM措施的区域（例如石墙、林木线、沟渠覆盖的区域），还包括受SLM措施影响/保护的区域（例如石墙、林木线、沟渠之间的区域）。</li><li>或者，如果无法计算每个区域的活动、投入和成本，则可以按每个单位（如大坝、动物饮水点、节能炉）或每长度（如石线米）计算。</li></ul>

# technologies label
source: Costs and inputs needed for establishment
pt: Custos e entradas necessárias para a implantação
zh: 技术建立所需要的费用和投入

# technologies helptext
source: <p><strong>Note</strong>: Costs and inputs specified in this question should refer to the technology area/ technology unit defined in 4.3 and to the activities listed in 4.4. Use the currency indicated in 4.3.</p>
pt: <p><strong>Observação</strong>: Os custos e insumos especificados nesta pergunta devem se referir à área tecnológica/unidade tecnológica definida em 4.3 e às atividades listadas em 4.4. Usar a moeda indicada em 4.3.</p>
zh: <p><strong>注意</strong>：本问题中所述的成本和投入应参考第4.3条中定义的技术应用区域/技术单元以及第4.4条中列出的活动。使用第4.3条中所示的货币。</p>

# technologies_2018 label
source: Costs and inputs needed for establishment
pt: Custos e entradas necessárias para a implantação
zh: 技术建立所需要的费用和投入

# technologies_2018 helptext
source: <p><strong>Note</strong>: Costs and inputs specified in this question should refer to the technology area/ technology unit defined in 4.2 and to the activities listed in 4.3. Use the currency indicated in 4.2.</p><p>Figures reflect the situation at the time of recording the data.</p>
pt: <p><strong>Observação</strong>: Os custos e insumos especificados nesta pergunta devem se referir à área tecnológica/unidade tecnológica definida em 4.2 e às atividades listadas em 4.3. Usar a moeda indicada em 4.2. </p><p>As figuras refletem a situação no momento do registro dos dados.</p>
zh: <p><strong>注意</strong>：本问题中所述的成本和投入应参考第4.2条中定义的技术应用区域/技术单元以及第4.3条中列出的活动。使用第4.2条中所示的货币。</p><p>数字反映了记录数据时的情况。</p>

# technologies label
source: Costs and inputs needed for maintenance/ recurrent activities (per year)
pt: Custos e entradas necessárias pata a manutenção/atividades recorrentes (por ano)
zh: 维护/经常性活动所需要的费用和投入（每年）

# technologies helptext
source: <strong>Note</strong>: Costs and inputs specified in this question should refer to the technology area/ technology unit defined in 4.3, and to the activities listed in 4.6. Use the currency indicated in 4.3.
pt: <strong>Observação</strong>: Os custos e insumos especificados nesta pergunta devem se referir à área tecnológica/unidade tecnológica definida em 4.3, e às atividades listadas em 4.6. Usar a moeda indicada em 4.3.
zh: <strong>注意</strong>：本问题中所述的成本和投入应参考第4.3条中定义的技术应用区域/技术单元以及第4.6条中列出的活动。使用第4.3条中所示的货币。

# technologies_2018 label
source: Costs and inputs needed for maintenance/ recurrent activities (per year)
pt: Custos e entradas necessárias para a manutenção/atividades recorrentes (por ano)
zh: 维护/经常性活动所需要的费用和投入（每年）

# technologies_2018 helptext
source: <p><strong>Note</strong>: Costs and inputs specified in this question should refer to the technology area/ technology unit defined in 4.2, and to the activities listed in 4.5. Use the currency indicated in 4.2.</p><p>Figures reflect the situation at the time of recording the data.</p>
pt: <p><strong>Observação</strong>: Os custos e insumos especificados nesta pergunta devem se referir à área tecnológica/unidade tecnológica definida em 4.2, e às atividades listadas em 4.5. Usar a moeda indicada em 4.2.</p><p>Figuras refletem a situação no momento do registro dos dados.
zh: <p><strong>注意</strong>：本问题中所述的成本和投入应参考第4.2条中定义的技术应用区域/技术单元以及第4.5条中列出的活动。使用第4.2条中所示的货币。</p><p>数字反映了记录数据时的情况。</p>

# technologies label
source: Characteristics of land users applying the Technology
pt: Características dos usuários da terra que utilizam a tecnologia
zh: 应用该技术的土地使用者的特征

# technologies helptext
source: Specify the characteristics of the average/ typical land users who apply the Technology. Tick max. two answers per question. Indicate characteristics relative to your region/ country standards.
pt: Especificar as características dos usuários médios/ típicos da terra que aplicam a Tecnologia. Assinale no máximo duas respostas por pergunta. Indique as características relativas aos padrões de sua região/país.
zh: 说明应用该技术的一般/典型土地使用者的特征。每个问题最多勾选两个答案。说明与您所在地区/国家标准相关的特征。

# technologies label
source: Average area of land owned or leased by land users applying the Technology
pt: Média da área de terra própria ou arrendada por usuários da terra que utilizam a tecnologia
zh: 应用该技术的土地使用者拥有或租用的平均土地面积

# technologies helptext
source: Indicate the total area owned or leased by land users, including the land where no Technology is applied. Tick max. two answers.
pt: Indicar a área total de propriedade ou arrendada pelos usuários da terra, incluindo a terra onde não é aplicada tecnologia. Assinale no máximo duas respostas.
zh: 注明土地使用者拥有或租用的总面积，包括不使用该技术的土地。最多勾选两个答案。

# technologies_2018 label
source: Average area of land used by land users applying the Technology
pt: Área média de terrenos utilizados pelos usuários de terrenos que aplicam a Tecnologia
zh: 应用该技术的土地使用者使用的平均土地面积

# technologies_2018 helptext
source: Indicate the total area owned or leased by land users, including the land where no Technology is applied. Tick max. two answers.
pt: Indicar a área total de propriedade ou arrendada pelos usuários da terra, incluindo a terra onde não é aplicada tecnologia. Assinale no máximo duas respostas.
zh: 注明土地使用者拥有或租用的总面积，包括不使用该技术的土地。最多勾选两个答案。

# technologies label
source: Land ownership, land use rights, and water use rights
pt: Propriedade de terra, direitos de uso da terra e de uso da água
zh: 土地所有权、土地使用权和水使用权

# technologies label
source: Access to services and infrastructure
pt: Acesso a serviços e infraestrutura
zh: 进入服务和基础设施的通道

# technologies label
source: On-site impacts the Technology has shown
pt: Impactos no local mostrados pela tecnologia
zh: 该技术的现场影响

# technologies helptext
source: <p>First, tick relevant impacts (tick boxes on the left). Then for each selected impact, tick the extent and specify/quantify if possible.</p><ul><li><strong>-3</strong>: Very negative (- 50-100%%)</li><li><strong>-2</strong>: Negative (- 20-50%%)</li><li><strong>-1</strong>: Slightly negative (- 5-20%%)</li><li><strong>0</strong>: Negligible impact</li><li><strong>1</strong>: Slightly positive (+5-20%%)</li><li><strong>2</strong>: Positive (+20-50%%)</li><li><strong>3</strong>: Very positive (+50-100%%)</li></ul>
pt: <p>Primeiro, marque os impactos relevantes (marque as caixas à esquerda). Depois, para cada impacto selecionado, marque a extensão e especifique/quantifique se possível.</p><ul><li><strong>-3</strong>: Muito negativo (- 50-100%%)</li><li><strong>-2</strong>: Negativo (- 20-50%%)</li><li><strong>-1</strong>: Ligeiramente negativo (- 5-20%%)</li><li><strong>0</strong>: Impacto negligenciável</li><li><strong>1</strong>: Ligeiramente positivo (+5-20%%)</li><li><strong>2</strong>: Positivo (+20-50%%)</li><li><strong>3</strong>: Muito positivo (+50-100%%)</li></ul>
zh: <p>首先，勾选相关影响（左侧勾选框）。然后，对于每个选定的影响，勾选影响程度并尽可能的具体说明/量化。</p><ul><li><strong>-3</strong>：非常消极（- 50-100%%）</li><li><strong>-2</strong>：消极（- 20-50%%）</li><li><strong>-1</strong>：略为消极（- 5-20%%）</li><li><strong>0</strong>：可忽略的影响</li><li><strong>1</strong>：略为积极（+5-20%%）</li><li><strong>2</strong>：积极（+20-50%%）</li><li><strong>3</strong>：非常积极（+50-100%%）</li></ul>

# technologies_2018 label
source: On-site impacts the Technology has shown
pt: Impactos no local mostrados pela tecnologia
zh: 该技术的场外影响

# technologies_2018 helptext
source: <p>First, tick relevant impacts (tick boxes on the left). Then for each selected impact, tick the extent as follows.</p><ul><li><strong>-3</strong>: Very negative impact (- 50-100%%)</li><li><strong>-2</strong>: Negative impact (- 20-50%%)</li><li><strong>-1</strong>: Slightly negative impact (- 5-20%%)</li><li><strong>0</strong>: Negligible impact</li><li><strong>1</strong>: Slightly positive impact (+5-20%%)</li><li><strong>2</strong>: Positive impact (+20-50%%)</li><li><strong>3</strong>: Very positive impact (+50-100%%)</li></ul><p>Quantify impacts (if possible) and add comments / specifications.</p><p><strong>Caution</strong>: If you don’t tick the relevant impacts, your specifications (on the right hand side) will not be saved.</p>
pt: <p>Primeiro, marque os impactos relevantes (marque as caixas à esquerda). Em seguida, para cada impacto selecionado, marque a extensão como segue.</p><ul><li><strong>-3</strong>: Impacto muito negativo (- 50-100%%)</li><li><strong>-2</strong>: Impacto negativo (- 20-50%%)</li><li><strong>-1</strong>: Impacto ligeiramente negativo (- 5-20%%)</li><li><strong>0</strong>: Impacto negligenciável</li><li><strong>1</strong>: Impacto ligeiramente positivo (+5-20%%)</li><li><strong>2</strong>: Impacto positivo (+20-50%%)</li><li><strong>3</strong>: Impacto muito positivo (+50-100%%)</li></ul><p>Quantificar os impactos (se possível) e adicionar comentários / especificações.</p><p><strong>Cuidado: </strong>Se você não marcar os impactos relevantes, suas especificações (no lado direito) não serão salvas.</p>
zh: <p>首先，勾选相关影响（左侧勾选框）。然后，对于每个选定的影响，勾选下述影响程度。</p><ul><li><strong>-3</strong>：非常消极的影响 （- 50-100%%）</li><li><strong>-2</strong>：消极影响（- 20-50%%）</li><li><strong>-1</strong>：略为消极的影响（- 5-20%%）</li><li><strong>0</strong>：可忽略的影响</li><li><strong>1</strong>：略为积极的影响（+5-20%%）</li><li><strong>2</strong>：积极的影响（+20-50%%）</li><li><strong>3</strong>：非常积极的影响（+50-100%%）</li></ul><p>对影响进行量化（如可能），并添加注释/规范。</p><p><strong>注意</strong>：如果您不勾选相关影响，则不会保存您的规范（在右侧）。</p>

# technologies label
source: Exposure and sensitivity of the Technology to gradual climate change and climate-related extremes/ disasters (as perceived by land users)
pt: Exposição e sensibilidade da tecnologia às mudanças climáticas graduais e extremos/desastres relacionados ao clima (conforme o ponto de vista dos usuários da terra)
zh: 技术对渐变气候以及与气候相关的极端情况/灾害的暴露和敏感性（土地使用者认为的极端情况/灾害）

# technologies helptext
source: <p>Indicate gradual changes in climate and climate-related extremes as observed by land users in the last 10 years (trend). Note: for a more detailed assessment, fill in questionnaire module on climate change adaptation.</p><p>Tick all gradual changes in climate and climate-related extremes/ disasters to which the Technology is exposed</p>
pt: <p>Indicar mudanças graduais no clima e extremos relacionados ao clima, conforme observado pelos usuários da terra nos últimos 10 anos (tendência). Nota: para uma avaliação mais detalhada, preencha o módulo de questionário sobre adaptação às mudanças climáticas. </p><p>Assinale todas as mudanças graduais no clima e nos extremos relacionados ao clima/desastres aos quais a Tecnologia está exposta</p>
zh: <p>注明过去10年中土地使用者观察到的气候和气候相关极端情况的逐渐变化（趋势）。注：如需更详细的评估，请填写关于气候变化适应的问卷模块。</p><p>勾选所有气候和与气候相关的极端情况/灾害（该技术所面临的极端情况/灾害）的渐进变化</p>

# technologies_2018 label
source: Exposure and sensitivity of the Technology to gradual climate change and climate-related extremes/ disasters (as perceived by land users)
pt: Exposição e sensibilidade da tecnologia às mudanças climáticas graduais e extremos/desastres relacionados ao clima (conforme o ponto de vista dos usuários da terra)
zh: 技术对渐变气候以及与气候相关的极端情况/灾害的暴露和敏感性（土地使用者认为的极端情况/灾害）

# technologies_2018 helptext
source: <p>Indicate gradual changes in climate and climate-related extremes as observed by land users in the last 10 years (trend). Note: for a more detailed assessment, fill in questionnaire module on climate change adaptation.</p><p>Tick all gradual changes in climate and climate-related extremes/ disasters to which the Technology is exposed</p><p>Source: Disaster Category Classification and Peril Terminology for Operational Purposes. CRED and Munich RE. 2009. Working Paper. Adapted by WOCAT.</p>
pt: <p>Indicar mudanças graduais no clima e extremos relacionados ao clima, conforme observado pelos usuários da terra nos últimos 10 anos (tendência). Observação: para uma avaliação mais detalhada, preencha o módulo de questionário sobre adaptação às mudanças climáticas.</p><p> Assinale todas as mudanças graduais no clima e nos extremos relacionados com o clima a que a Tecnologia está exposta: </p><p>Classificação de Categoria de Desastres e Terminologia de Perigo para Fins Operacionais. CRED e Munique RE. 2009. Documento de trabalho. Adaptado por WOCAT.</p>
zh: <p>显示过去10年中土地使用者观察到的气候和气候相关极端情况的逐渐变化（趋势）。注：如需更详细的评估，请填写关于气候变化适应的问卷模块。</p><p>勾选所有气候和与气候相关的极端情况/灾害（该技术所面临的极端情况/灾害）的渐进变化</p><p>资料来源：灾害类别分类和用于操作目的的危险术语。CRED和Munich RE。2009年。工作文件。由WOCAT改编。</p>

# technologies label
source: Cost-benefit analysis
pt: Análise do custo-benefício
zh: 成本效益分析

# technologies helptext
source: Refer to questions 4.5 and 4.7 (where costs for establishment and maintenance have been specified).
pt: Consultar as perguntas 4.5 e 4.7 (onde os custos de estabelecimento e manutenção foram especificados).
zh: 参考问题4.5和4.7（其中的技术建立和维护成本已经确定）。

# technologies label
source: Adoption of the Technology
pt: Adoção da tecnologia
zh: 技术采用

# technologies helptext
source: <strong>Note</strong>: For information on adoption barriers and adoption drivers (motivation of land users to implement the Technology), refer to the WOCAT Questionnaire on SLM Approaches.
pt: <strong>Observação</strong>: Para informações sobre barreiras de adoção e motivadores de adoção (motivação dos usuários da terra para implementar a Tecnologia), consulte o Questionário WOCAT sobre Abordagens SLM.
zh: <strong>注</strong>：对于有关技术采用的阻碍和驱动因素（土地使用者实施技术的动机）的信息，请参阅关于SLM方法的WOCAT问卷。

# technologies label
source: Strengths/ advantages/ opportunities of the Technology
pt: Pontos fortes/vantagens/oportunidades da tecnologia
zh: 该技术的优点/长处/机会

# technologies helptext
source: Give a concluding statement about the Technology.
pt: Dê uma declaração final sobre a tecnologia
zh: 对该技术作一个总结性的说明。

# technologies_2018 label
source: Strengths/ advantages/ opportunities of the Technology
pt: Pontos fortes/vantagens/oportunidades da tecnologia
zh: 该技术的优点/长处/机会
