Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies label
source: If land user bore less than 100%% of costs, indicate who covered the remaining costs
pt: Se o usuário da terra arca com menos que 100%% dos custos, indique quem cobre os custos remanescentes
zh: 如果土地使用者负担的费用少于100%%，请注明由谁负担其余费用

# technologies label
source: If possible, break down the costs of maintenance according to the following table, specifying inputs and costs per input. If you are unable to break down the costs, give an estimation of the total costs of maintaining the Technology
pt: Se possível, discrimine os custos de manutenção de acordo com a seguinte tabela, especificando entradas e custos por entrada. Se não for possível, dê uma estimativa dos custos totais de manutenção da tecnologia.
zh: 如果可能，按下表分解技术维护费用，并列明各项投入和每项投入的费用。如果您无法分解成本，给出维护该技术的总成本估算。

# technologies_2018 label
source: If you are unable to break down the costs in the table above, give an estimation of the total costs of maintaining the Technology
pt: Se você não conseguir discriminar os custos na tabela acima, forneça uma estimativa dos custos totais de manutenção da Tecnologia
zh: 如果您无法分解上表中的成本，请估算维护该技术所需要的总成本。

# technologies label
source: Age of land users
pt: Idade dos usuários da terra
zh: 土地使用者的年龄

# technologies label
source: Is this considered small-, medium- or large-scale (referring to local context)?
pt: É considerado pequena, média ou grande escala (referente ao contexto local)?
zh: 这被认为是小规模、中规模还是大规模的（参照当地实际情况）？

# technologies label
source: health
pt: Saúde
zh: 健康

# technologies label
source: education
pt: Educação
zh: 教育

# technologies label
source: technical assistance
pt: Assistência técnica
zh: 技术援助

# technologies label
source: employment (e.g. off-farm)
pt: Emprego (p. ex. não agrícola)
zh: 就业（例如非农）

# technologies label
source: markets
pt: Mercados
zh: 市场

# technologies label
source: energy
pt: Energia
zh: 能源

# technologies label
source: roads and transport
pt: Vias e transporte
zh: 道路和交通

# technologies label
source: drinking water and sanitation
pt: Água potável e saneamento
zh: 饮用水和卫生设施

# technologies label
source: financial services
pt: Serviços financeiros
zh: 金融服务

# technologies label
source: landslides/ debris flows
pt: Deslizamentos de terra/fluxos de escombros
zh: 滑坡/泥石流

# technologies label
source: Comments regarding impact assessment
pt: Comentários relativos à avaliação de impacto
zh: 有关影响评估的意见

# technologies_2018 label
source: Specify assessment of off-site impacts (measurements)
pt: Especificar a avaliação dos impactos fora do local (medidas)
zh: 对场外影响（测量）的评估进行具体说明

# technologies label
source: Of all those who have adopted the Technology, how many have did so spontaneously, i.e. without receiving any material incentives/ payments?
pt: Entre todos aqueles que adotaram a tecnologia, quantos adotaram espontaneamente, ou seja, sem receber nenhum incentivo material/pagamentos?
zh: 在所有采用这项技术的人当中，有多少人是自发地采用该技术，即未获得任何物质奖励/付款？

# technologies_2018 label
source: Of all those who have adopted the Technology, how many did so spontaneously, i.e. without receiving any material incentives/ payments?
pt: De todos aqueles que adotaram a Tecnologia, quantos o fizeram espontaneamente, ou seja, sem receber nenhum incentivo/ pagamento material?
zh: 在所有采用这项技术的人当中，有多少人是自发的，即未获得任何物质奖励/付款？

# technologies label
source: Has the Technology been modified recently to adapt to changing conditions?
pt: A tecnologia foi recentemente modificada para adaptar-se as condições variáveis?
zh: 最近是否对该技术进行了修改以适应不断变化的条件？

# technologies label
source: If yes, indicate to which changing conditions it was adapted
pt: Caso afirmativo, indique as condições variáveis as quais ela foi adaptada
zh: 若是，说明它适应了哪些变化的条件

# technologies label
source: Main animal species and products
pt: Principais espécies animais e produtos
zh: 主要动物种类及产品

# technologies label
source: (Semi-)natural forests/ woodlands
pt: Florestas/bosques (semi)naturais
zh: （半天然）天然森林/林地

# technologies helptext
source: <strong>Fn: Natural or semi-natural</strong>: forests mainly composed of indigenous trees, not planted by man
pt: <strong>Fn: Natural ou seminatural</strong>: florestas compostas principalmente de árvores nativas, não plantadas pelo homem
zh: <strong>Fn：天然或半天然</strong>：主要由本土树木组成的森林，而非人工种植

# technologies_2018 label
source: (Semi-)natural forests/ woodlands: Specify management type
pt: Florestas (semi)naturais/ bosques: Especificar o tipo de manejo
zh: （半天然）天然森林/林地：具体说明管理类型

# technologies label
source: If available, attach full soil description or specify the available information, e.g. soil type, soil PH/ acidity, Cation Exchange Capacity, nitrogen, salinity etc.
pt: Caso disponível anexe a descrição completa do solo ou especifique as informações disponíveis, p. ex. tipo de solo, PH/acidez do solo, nitrogênio, capacidade de troca catiônica, salinidade, etc
zh: 如有可能，附上完整的土壤描述或具体说明可用的信息，例如土壤类型、土壤酸碱度、阳离子交换能力、氮、盐度等。

# technologies label
source: How many land users in the area have adopted/implemented the Technology?
pt: Quantos usuários da terra na área adotaram/implementaram a tecnologia?
zh: 区内有多少土地使用者已采用/实施该项技术?

# technologies helptext
source: <strong>Area</strong>: Refer to the country/ region/ locations defined in 2.5. and to the land use types described in 3.2.
pt: <strong>Área: </strong>Consulte o país/ região/locais definidos em 2.5. e os tipos de uso do solo descritos em 3.2.
zh: <strong>区域</strong>：指的是第2.5条中定义的国家/地区/地点以及第3.2条所述的土地使用类型。

# technologies label
source: Annual cropping
pt: Cultura anual
zh: 一年一作

# technologies helptext
source: <strong>Ca: Annual cropping</strong>: land under temporary/ annual crops usually harvested within one, maximally two years (e.g. maize, paddy rice, wheat, vegetables, fodder crops)
pt: <strong>Ca: Cultivo anual</strong>: terras sob culturas temporárias/ anuais geralmente colhidas dentro de um, no máximo dois anos (por exemplo, milho, arroz em casca, trigo, legumes, culturas forrageiras)
zh: <strong>Ca：一年一作</strong>：种植临时/一年生作物的土地，而且这些作物通常在一年内或最多两年内收割（例如：玉米、水稻、小麦、蔬菜、饲料作物）

# technologies label
source: Perennial (non-woody) cropping
pt: Cultura perene (não lenhosa)
zh: 多年一作（非木材）

# technologies helptext
source: <strong>Cp: Perennial (non-woody) cropping</strong>: land under permanent (not woody) crops that may be harvested after 2 or more years, or where only part of the plants are harvested (e.g. sugar cane, banana, sisal, pineapple)
pt: <strong>Cp: Culturas perenes (não lenhosas)</strong>: terras sob culturas permanentes (não lenhosas) que podem ser colhidas após 2 ou mais anos, ou onde apenas parte das plantas é colhida (por exemplo, cana de açúcar, banana, sisal, abacaxi)
zh: <strong>Cp：多年一作（非木材）</strong>：在2年或更长时间后可能收获的永久（非木质）作物的种植土地，或者仅收获该土地上的部分作物（例如甘蔗、香蕉、剑麻、菠萝）

# technologies label
source: Tree and shrub cropping
pt: Cultura de árvores e arbustos
zh: 乔木与灌木的种植

# technologies helptext
source: <strong>Ct: Tree and shrub cropping</strong>: permanent woody plants with crops harvested more than once after planting and usually lasting for more than 5 years (e.g. orchard/ fruit trees, coffee, tea, grapevines, oil palm, cacao, coconut, fodder trees)
pt: <strong>Ct: Cultivo de árvores e arbustos</strong>: plantas lenhosas permanentes com safras colhidas mais de uma vez após o plantio e que geralmente duram mais de 5 anos (por exemplo, pomar/árvores frutíferas, café, chá, videiras, dendê, cacau, coqueiro, forrageiras)
zh: <strong>Ct：乔木与灌木的种植</strong>：永久性木本植物，其作物可在种植后收获一次以上，且通常可持续5年以上（例如果园/果树、咖啡、茶、葡萄藤、油棕榈、可可、椰子、饲料树）

# technologies label
source: Selective felling
pt: Derrubada seletiva
zh: 选伐

# technologies label
source: Clear felling
pt: Derrubada descontrolada
zh: 皆伐

# technologies helptext
source: felling the whole forest at one time
pt: Derrubada de toda a floresta de uma só vez
zh: 一次砍伐整个森林

# technologies label
source: Shifting cultivation
pt: Cultivo itinerante
zh: 轮垦

# technologies helptext
source: felling (harvesting) only certain valuable trees within a forest
pt: Derrubada (colheita) de apenas certas árvores valiosas dentro de uma floresta
zh: 只在森林里砍伐（收割）某些有价值的树木

# technologies label
source: Dead wood/ prunings removal
pt: Retirada de madeira morta/podas
zh: 清除枯木/剪枝

# technologies helptext
source: no cutting of trees
pt: Sem derrubada de árvores
zh: 禁止砍伐树木

# technologies label
source: Non-wood forest use
pt: Uso florestal não madeireiro
zh: 非木材森林的利用

# technologies helptext
source: e.g. fruit, nuts, mushrooms, honey, medicinal plants, etc.
pt: por exemplo, frutas, nozes, cogumelos, mel, plantas medicinais, etc.
zh: 例如水果、坚果、蘑菇、蜂蜜、药用植物等。

# technologies label
source: Agroforestry
pt: Agrofloresta
zh: 农林业

# technologies helptext
source: <strong>Mf: Agroforestry</strong>: cropland and trees
pt: <strong>Mf: Agroflorestação</strong>: terras de cultivo e árvores
zh: <strong>Mf：农林业</strong>：农田和树木

# technologies_2018 label
source: Agroforestry
pt: Agrofloresta
zh: 农林业

# technologies_2018 helptext
source: <strong>Mf: Agroforestry</strong>: cropland and trees.<br>Select "Cropland" and "Forest/ woodlands" below and fill out the relevant sections.
pt: <strong>Mf: Agroflorestação</strong>: terras de cultivo e árvores. <br>Selecione abaixo "Terra de Cultivo" e "Floresta/ bosques" e preencha as seções pertinentes.
zh: <strong>Mf：农林业</strong>：农田和树木<br>选择下面的“农田”和“森林/林地”，并填写相关部分内容。

# technologies label
source: Agro-pastoralism
pt: Agropecuária
zh: 农牧业

# technologies helptext
source: <strong>Mp: Agro-pastoralism</strong>: cropland and grazing land (including seasonal change between crops and livestock)
pt: <strong>Mp: Agro-pastoralismo</strong>: terras de cultivo e pastagens (incluindo mudanças sazonais entre as culturas e o gado)
zh: <strong>Mp：农牧业</strong>：农田和牧场（包括作物和牲畜之间的季节性变化）

# technologies_2018 label
source: Agro-pastoralism (incl. integrated crop-livestock)
pt: Agropastoralismo (incl. agricultura e pecuária)
zh: 农牧业（包括农牧结合）

# technologies_2018 helptext
source: <strong>Mp: Agro-pastoralism</strong>: cropland and grazing land (including seasonal change between crops and livestock).<br>Select "Cropland" and "Grazing land" below and fill out the relevant sections.
pt: <strong>Mp: Agro-pastoralismo</strong>: terras de cultivo e de pastagem (incluindo mudança sazonal entre culturas e gado).<br>Selecione abaixo "Terra de cultivo" e "Terra de pastagem" e preencha as seções pertinentes.
zh: <strong>Mp：农牧业</strong>：农田和牧场（包括作物和牲畜之间的季节性变化）<br>选择下面的“农田”和“牧场”，并填写相关部分内容。

# technologies label
source: Agro-silvopastoralism
pt: Agrossilvipecuária
zh: 农林牧业

# technologies helptext
source: <strong>Ma: Agro-silvopastoralism</strong>: cropland, grazing land and trees (including seasonal change between crops and livestock)
pt: <strong>Ma: Agro-silvopastoralismo</strong>: terras de cultivo, pastagens e árvores (incluindo mudanças sazonais entre as culturas e o gado)
zh: <strong>Ma：农林牧业</strong>：农田、牧场和树木（包括作物和牲畜之间的季节变化）

# technologies_2018 label
source: Agro-silvopastoralism
pt: Agro-silvopastoril
zh: 农林牧业

# technologies_2018 helptext
source: <strong>Ma: Agro-silvopastoralism</strong>: cropland, grazing land and trees (including seasonal change between crops and livestock).<br>Select "Cropland", "Grazing land" and "Forest/ woodlands" below and fill out the relevant sections.
pt: <strong>Ma: Agro-silvopastoralismo</strong>: terras de cultivo, pastagens e árvores (incluindo mudanças sazonais entre culturas e gado). <br>Selecione abaixo "Terra de cultivo", "Terra de pastagem" e "Floresta/ bosques" e preencha as seções pertinentes.
zh: <strong>Ma：农林牧业</strong>：农田、牧场和树木（包括作物和牲畜之间的季节变化）<br>选择下面的“农田”、“牧场”和“森林/林地”，并填写相关部分内容。

# technologies label
source: Silvo-pastoralism
pt: Silvipecuária
zh: 林牧业

# technologies helptext
source: <strong>Ms: Silvo-pastoralism</strong>: forest and grazing land
pt: <strong>Sra: Silvo-pastoralismo</strong>: florestas e pastos
zh: <strong>Ms：林牧业</strong>：森林和牧场

# technologies_2018 label
source: Silvo-pastoralism
pt: Silvo-pastoril
zh: 林牧业

# technologies_2018 helptext
source: <strong>Ms: Silvo-pastoralism</strong>: forest and grazing land.<br>Select "Grazing land" and "Forest/ woodlands" below and fill out the relevant sections.
pt: <strong>Sra: Silvo-pastoralismo</strong>: florestas e pastagens. <br>Selecione "Pastagens" e "Florestas/ bosques" abaixo e preencha as seções pertinentes.
zh: <strong>Ms：林牧业</strong>：森林和牧场<br>选择下面的“牧场”和“森林/林地”，并填写相关部分内容。

# technologies label
source: A6: Others
pt: A6: Outros
zh: A6：其它

# technologies_2018 label
source: A7: Others
pt: A7: Outros
zh: A7：其它

# technologies label
source: A1: Vegetation/ soil cover
pt: A1: cobertura vegetal/do solo
zh: A1：植被和土壤覆盖层

# technologies helptext
source: Examples: mixed cropping, intercropping, relay cropping, cover cropping
pt: Exemplos: cultivo misto, interplantação, cultivo de relé, cultivo de cobertura
zh: 例子：混合种植、间作、轮作、覆盖作物栽培

# technologies label
source: A2: Organic matter/ soil fertility
pt: A2: Matéria orgânica/fertilidade do solo
zh: A2：有机质/土壤肥力

# technologies helptext
source: Examples: conservation agriculture, production and application of compost/ manure, mulching, trash lines, green manure, crop rotations
pt: Exemplos: agricultura de conservação, produção e aplicação de adubo/esterco, adubação verde, linhas de lixo, adubo verde, rotações de culturas
zh: 例子：保护性农业、堆肥/肥料的生产和应用、覆盖、碎屑线、绿肥、作物轮作

# technologies label
source: A3: Soil surface treatment
pt: A3: Tratamento da superfície do solo
zh: A3：土壤表面处理

# technologies helptext
source: Examples: Zero tillage (no-till), minimum tillage, contour tillage
pt: Exemplos: Lavoura zero (plantio direto), lavoura mínima, cultivo em contorno
zh: 例子：免耕（免耕法）、少耕法、等高耕作

# technologies label
source: A4: Subsurface treatment
pt: A4: Tratamento do subsolo
zh: A4：地表下处理

# technologies helptext
source: Examples: Breaking compacted subsoil (hard pans), deep ripping, double digging
pt: Exemplos: Quebra de subsolo compactado (terra não cultivada), rasgo profundo, escavação dupla
zh: 例子：破碎夯实的底土（硬底壳）、深松、双挖

# technologies label
source: A5: Seed management, improved varieties
pt: A5: Gestão de sementes, variedades melhoradas
zh: A5：种子管理，改良品种

# technologies helptext
source: Examples: Production of seeds and seedlings, seed selection, seed banks, development/ production of improved varieties
pt: Exemplos: Produção de sementes e plântulas, seleção de sementes, bancos de sementes, desenvolvimento/ produção de variedades melhoradas
zh: 例子：种子和幼苗的生产、选种、种子库、改良品种的开发/生产

# technologies label
source: V1: Tree and shrub cover
pt: V1: cobertura de árvores/arbustos
zh: V1：乔木和灌木覆盖层

# technologies helptext
source: Examples: agroforestry, windbreaks, afforestation, hedges, live fences
pt: Exemplos: agroflorestação, quebra-ventos, florestamento, sebes, cercas vivas
zh: 例子：农林复合、防风林、造林、树篱、活篱笆

# technologies label
source: V2: Grasses and perennial herbaceous plants
pt: V2: gramíneas e plantas herbáceas perenes
zh: V2：草和多年生草本植物

# technologies helptext
source: Examples: grass strips along the contour, vegetation strips along riverbanks
pt: Exemplos: faixas de grama ao longo do contorno, faixas de vegetação ao longo das margens do rio
zh: 例子：沿等高线的草带，沿河岸的植被带

# technologies label
source: V3: Clearing of vegetation
pt: V3: Limpeza da vegetação
zh: V3：植被的清理

# technologies helptext
source: Examples: fire breaks, reduced fuel for forest fires
pt: Exemplos: quebras de incêndio, redução de combustível para incêndios florestais
zh: 例子：防火间隔、减少森林火灾的燃料

# technologies label
source: V5: Others
pt: V5: Outros
zh: V5：其它

# technologies helptext
source: Examples: Tree nurseries
pt: Exemplos: Viveiros de árvores
zh: 例子：树木苗圃

# technologies label
source: S1: Terraces
pt: S1: Terraços
zh: S1：阶地

# technologies helptext
source: Examples: Bench terraces (slope of terrace bed <6%%); Forward-sloping terraces (slope of terrace bed >6%%
pt: Exemplos: Terraços de bancada (inclinação do leito de terraço <6%%); Terraços inclinados para a frente (inclinação do leito de terraço >6%%)
zh: 例子：阶地（阶地床坡度<6%%）；前坡阶地（阶地床坡度>6%%

# technologies label
source: S2: Bunds, banks
pt: S2: Barragens, bancos
zh: S2：堤、岸

# technologies helptext
source: Examples: Earth bunds, stone bunds (along the contour or graded), semi-circular bunds ("demi-lunes"”)
pt: Exemplos: Feixes de terra, feixes de pedra (ao longo do contorno ou graduados), feixes semicirculares ("demi-lunes")
zh: 例子：土堤、石堤（沿着等高线或分级）、半圆堤（半月形）

# technologies label
source: S3: Graded ditches, channels, waterways
pt: S3: Valas graduadas, canais, vias navegáveis
zh: S3：分级沟渠、渠道、水道

# technologies helptext
source: Examples: Diversion/drainage ditch, waterways to drain and convey water
pt: Exemplos: Vala de desvio/drenagem, vias fluviais para drenar e transportar água
zh: 例子：引水/排水沟、排水和输水水道

# technologies label
source: S4: Level ditches, pits
pt: S4: Valas de nível, fossos
zh: S4：平沟、坑

# technologies helptext
source: Examples: Retention / infiltration ditches, planting holes, micro-catchments
pt: Exemplos: Valas de retenção / infiltração, buracos de plantio, microcoberturas
zh: 例子：水分保持/渗透沟、种植孔、微集水区

# technologies label
source: S5: Dams, pans, ponds
pt: S5: Represa, bacia, lago
zh: S5：大坝、集水斗、水池

# technologies helptext
source: Examples: Dams for flood control, dams for irrigation, sand dams
pt: Exemplos: Barragens para controle de Cheias, Barragens para irrigação, Barragens de Terra
zh: 例子：防洪大坝、灌溉大坝、沙坝

# technologies label
source: S6: Walls, barriers, palisades, fences
pt: S6: Muros, barreiras, paliçadas, cercas
zh: S6：墙、障碍物、栅栏、围墙

# technologies helptext
source: Examples: Sand dune stabilization, rotational grazing (using fences), area closure, gully plugs (check dams)
pt: Exemplos: Estabilização de dunas de areia, pastagem rotativa (usando cercas), fechamento de área, tampões de vala (verificar represas)
zh: 例子： 沙丘固定、轮牧（使用围栏）、区域封闭、封沟（节制坝）

# technologies label
source: S7: Water harvesting/ supply/ irrigation equipment
pt: S7: coleta de água/ equipamento de abastecimento/irrigação
zh: S7：集水/供水/灌溉设备

# technologies helptext
source: Examples: Rooftop water harvesting, water intakes, pipes, tanks, etc.
pt: Exemplos: Coleta de água no telhado, captação de água, tubulações, tanques, etc.
zh: 例子：屋顶集水、进水口、管道、水箱等。

# technologies label
source: S8: Sanitation/ waste water structures
pt: S8: Saneamento/estruturas de águas residuais
zh: S8：卫生/废水结构物

# technologies helptext
source: Examples: Compost toilet, septic tanks, constructed treatment wetlands
pt: Exemplos: Banheiro de compostagem, fossas sépticas, zonas úmidas de tratamento construído
zh: 例子：堆肥厕所、化粪池、以水质处理为目的的人工湿地

# technologies label
source: S9: Shelters for plants and animals
pt: S9: Abrigo para plantas e animais
zh: S9：动植物庇护所

# technologies helptext
source: Examples: Greenhouses, stables, shelters for plant nurseries
pt: Exemplos: Estufas, estábulos, abrigos para viveiros de plantas
zh: 例子： 温室、牲畜棚、植物苗圃的庇护所

# technologies label
source: M1: Change of land use type
pt: M1: Mudança no tipo de uso da terra
zh: M1：改变土地使用类型

# technologies helptext
source: Examples: area closure/ resting, protection, change from cropland to grazing land, from forest to agroforestry, afforestation.
pt: Exemplos: fechamento/ repouso de áreas, proteção, mudança de terras de cultivo para pastagens, de floresta para agroflorestação, florestamento.
zh: 例子：封育、保护、将农田改为牧场、将森林改为农林业区域、造林

# technologies label
source: M2: Change of management/ intensity level
pt: M2: Mudança de gestão/nível de intensidade
zh: M2：改变管理/强度级别

# technologies helptext
source: Examples: change from grazing to cutting (for stall feeding), farm enterprise selection (degree of mechanization, inputs, commercialization), vegetable production in greenhouses, irrigation, from mono-cropping to rotational cropping, from continuous cropping to managed fallow, from open access to controlled access (grazing land, forests), from herding to fencing, adjusting stocking rates, rotational grazing
pt: Exemplos: mudança do pastoreio para o corte (para alimentação em estábulos), seleção de empresas agrícolas (grau de mecanização, insumos, comercialização), produção de hortaliças em estufas, irrigação, do monocultivo ao cultivo rotativo, do cultivo contínuo ao alqueive manejado, do acesso aberto ao acesso controlado (pastoreio, florestas), do pastoreio ao cerco, ajuste das taxas de estocagem, pastagem rotativa
zh: 例子： 从放牧到伐木（用于舍饲）、农场企业选择（机械化程度、投入、商业化）、温室蔬菜生产、灌溉、从单一作物制到轮作制、从连续种植到控制性休耕、从自由进入到控制进入（牧场、森林）、从放牧到修建围栏、调整放牧率、轮牧

# technologies label
source: M3: Layout according to natural and human environment
pt: M3: Disposição de acordo com o ambiente natural e humano
zh: M3：根据自然和人文环境进行布局

# technologies helptext
source: exclusion of natural waterways and hazardous areas, separation of grazing types, distribution of water points, salt licks, livestock pens, dips (grazing land); increase of landscape diversity, forest aisle
pt: exclusão de cursos d'água naturais e áreas perigosas, separação de tipos de pastoreio, distribuição de pontos de água, lambidas de sal, currais de gado, mergulhos (pastagens); aumento da diversidade da paisagem, corredor florestal
zh: 排除自然水道和危险区域，划分放牧类型，分配水源、盐舔、牲畜围栏、洼地（牧场）；增加景观多样性，增加森林通道

# technologies label
source: M4: Major change in timing of activities
pt: M4: Principal mudança no calendário de atividades
zh: M4：活动时间安排的重大变化

# technologies helptext
source: land preparation, planting, cutting of vegetation
pt: preparação do solo, plantio, remoção de vegetação
zh: 土地整理、种植、植被采伐

# technologies label
source: M6: Waste management (recycling, re-use or reduce)
pt: M6: Gestão de resíduos (reciclagem, reuso ou redução)
zh: M6：废物管理（回收、再利用或减少）

# technologies helptext
source: Exapmles: includes both artificial and natural methods for waste management
pt: inclui os métodos artificiais e naturais para a gestão de resíduos
zh: 例子：包括人工和自然的废物管理方法

# technologies label
source: M7: Others
pt: M7: Outros
zh: M7：其它

# technologies label
source: Wt: loss of topsoil/ surface erosion
pt: Wt: Perda do solo superficial/erosão de superfície
zh: Wt：表土流失/地表侵蚀

# technologies helptext
source: <strong>Loss of topsoil/ surface erosion:</strong> even removal of top soil, sheet and interrill erosion
pt: <strong>Perda de solo superior/ erosão superficial: </strong>remoção uniforme do solo superior, erosão de chapa e interbloqueio
zh: <strong>表土流失/地表侵蚀：</strong> 均匀清除表土、片材和沟间侵蚀

# technologies label
source: Wg: gully erosion/ gullying
pt: Wg: Erosão por ravinas/ravinamento
zh: Wg：冲沟侵蚀/沟蚀

# technologies_2018 label
source: Wg: gully erosion/ gullying
pt: Wg: Erosão por ravinas/ravinamento
zh: Wg：冲沟侵蚀/沟蚀

# technologies_2018 helptext
source: <strong>Gully erosion/ gullying</strong>: Removal of soil along drainage lines by surface runoff, creating deep channels (more than 30 cm deep)
pt: <strong>Voçorocas/sumidouro</strong>: Remoção do solo ao longo das linhas de drenagem por escoamento superficial, criando canais profundos (mais de 30 cm de profundidade)
zh: <strong>冲沟侵蚀/沟蚀</strong>：利用地表径流清除排水系统沿线的泥土，形成深渠（深逾30厘米）

# technologies label
source: Wm: mass movements/ landslides
pt: Wm: movimento de massas/deslizamentos
zh: Wm：块体运动/滑坡

# technologies_2018 label
source: Wm: mass movements/ landslides
pt: Wm: movimento de massas/deslizamentos
zh: Wm：块体运动/滑坡

# technologies_2018 helptext
source: <strong>Mass movements/ landslides</strong>: the downward falling or sliding of a mass of earth, debris, or rock on a slope (includes mudflows and rockfalls); also called landslip.
pt: <strong>Movimentos de massa/deslizamentos de terra</strong>: a queda ou deslizamento de uma massa de terra, detritos ou rochas em uma encosta (inclui fluxos de lama e queda de rochas); também chamado deslizamento de terra.
zh: <strong>块体运动/滑坡</strong>：斜坡上大量的泥土、岩屑或岩石（包括泥流和落石）向下坠落或滑动；也称为滑坡。

# technologies label
source: Wr: riverbank erosion
pt: Wr: erosão das margens
zh: Wr：河岸侵蚀

# technologies_2018 label
source: Wr: riverbank erosion
pt: Wr: erosão das margens
zh: Wr：河岸侵蚀
