Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies_2018 helptext
source: <strong>Riverbank erosion</strong>: the wearing away of the banks of a stream or river
pt: <strong>Erosão das margens do rio</strong>: o desgaste das margens de um riacho ou rio
zh: <strong>河岸侵蚀</strong>：溪流或河流岸边的磨蚀

# technologies label
source: Wc: coastal erosion
pt: Wc: erosão costeira
zh: Wc：海岸侵蚀

# technologies_2018 label
source: Wc: coastal erosion
pt: Wc: erosão costeira
zh: Wc：海岸侵蚀

# technologies_2018 helptext
source: <strong>Coastal erosion</strong>: Loss or displacement of land along the coastline due to the action of waves, currents or tides, leading to landward retreat of the shoreline
pt: <strong>Erosão costeira</strong>: Perda ou deslocamento de terra ao longo da costa devido à ação das ondas, correntes ou marés, levando ao recuo da linha costeira em direção à costa
zh: <strong>海岸侵蚀</strong>：由于波浪、水流或潮汐的作用而使海岸线上的陆地失去或移位，导致海岸线向陆地后退

# technologies label
source: Wo: offsite degradation effects
pt: Wo: efeitos de degradação externa
zh: Wo：场外劣化效应

# technologies helptext
source: <strong>Offsite degradation effects:</strong> deposition of sediments, downstream flooding, siltation of reservoirs and waterways, and pollution of water bodies with eroded sediments
pt: <strong>Efeitos de degradação fora do local: </strong>deposição de sedimentos, inundação a jusante, assoreamento de reservatórios e cursos d'água e poluição de corpos de água com sedimentos erodidos
zh: <strong>场外劣化效应：</strong> 沉积物沉积、下游水浸、水库及水道淤积以及侵蚀沉积物对水体的污染

# technologies label
source: Et: loss of topsoil
pt: Et: Perda do solo superficial
zh: Et：表土流失

# technologies helptext
source: <strong>Loss of topsoil:</strong> uniform displacement
pt: <strong>Perda da camada superior do solo: </strong>deslocamento uniforme
zh: <strong>表土流失：</strong> 均匀位移

# technologies label
source: Ed: deflation and deposition
pt: Ed: deflação e deposição
zh: Ed：风蚀风积

# technologies helptext
source: <strong>Deflation and deposition:</strong> uneven removal of soil material
pt: <strong>Deflação e deposição: </strong>remoção desigual do material do solo
zh: <strong>风蚀风积：</strong> 土壤材料的不均匀清除

# technologies label
source: Eo: offsite degradation effects
pt: Eo: efeitos de degradação externa
zh: Eo：场外劣化效应

# technologies helptext
source: <strong>Offsite degradation effects:</strong> covering of the terrain with windborne sand particles from distant sources ("overblowing")
pt: <strong>Efeitos de degradação fora do local: </strong>cobertura do terreno com partículas de areia transportadas pelo vento de fontes distantes ("exagerada")
zh: <strong>场外劣化效应：</strong> 用来自遥远来源的风载沙粒覆盖地面（“过吹”）。

# technologies label
source: Cn: fertility decline and reduced organic matter content (not caused by erosion)
pt: Cn: declínio de fertilidade e teor reduzido de matéria orgânica (não causado pela erosão)
zh: Cn：肥力下降和有机质含量下降（非侵蚀所致）

# technologies helptext
source: e.g. leaching, soil fertility mining, nutrient oxidation and volatilization (N)
pt: por exemplo, lixiviação, mineração de fertilidade do solo, oxidação e volatilização de nutrientes (N)
zh: 例如淋滤、土壤肥力开采、养分氧化和挥发（N）

# technologies label
source: Ca: acidification
pt: Ca: acidificação
zh: Ca：酸化

# technologies helptext
source: <strong>Acidification</strong>: lowering of the soil pH
pt: <strong>Acidificação</strong>: diminuição do pH do solo
zh: <strong>酸化</strong>：降低土壤pH值

# technologies label
source: Cp: soil pollution
pt: Cp: poluição do solo
zh: Cp：土壤污染

# technologies helptext
source: <strong>Soil pollution</strong>: contamination of the soil with toxic materials
pt: <strong>Poluição do solo</strong>: contaminação do solo com materiais tóxicos
zh: <strong>土壤污染</strong>：有毒物质污染土壤

# technologies label
source: Cs: salinization/ alkalinization
pt: Cs: salinização/alcalinização
zh: Cs：盐化/碱化

# technologies helptext
source: <strong>salinization/ alkalinization</strong>: a net increase of the salt content of the (top) soil leading to a productivity decline
pt: <strong>salinização/ alcalinização</strong>: um aumento líquido do teor de sal do solo (superior) levando a um declínio da produtividade
zh: <strong>盐化/碱化</strong>：（表层）土壤含盐量的净增加导致生产力下降。

# technologies label
source: Pc: compaction
pt: Pc: Compactação
zh: Pc：压实

# technologies helptext
source: <strong>Compaction</strong>: deterioration of soil structure by trampling or the weight and/ or frequent use of machinery
pt: <strong>Compactação</strong>: deterioração da estrutura do solo por pisoteamento ou do peso e/ou uso frequente de máquinas
zh: <strong>压实</strong>：因践踏、重物和/或频繁使用机械而使土壤结构恶化

# technologies label
source: Pk: slaking and crusting
pt: Pk: quebra e ressecamento
zh: Pk：熟化和结壳

# technologies helptext
source: <strong>Slaking and crusting</strong>: clogging of pores with fine soil material and development of a thin impervious layer at the soil surface obstructing the infiltration of rainwater
pt: <strong>Descascamento e crosta</strong>: entupimento dos poros com material de solo fino e desenvolvimento de uma fina camada impermeável na superfície do solo obstruindo a infiltração da água da chuva
zh: <strong>熟化和结壳</strong>：用细土料堵塞孔隙，并在土壤表面形成一层薄薄的不透水层，阻碍雨水的渗入。

# technologies label
source: Pw: waterlogging
pt: Pw: estagnação hídrica
zh: Pw：水浸

# technologies helptext
source: <strong>Waterlogging</strong>: effects of human induced water saturation of soils (excluding paddy fields)
pt: <strong>Alagamento</strong>: efeitos da saturação dos solos induzidos pelo homem (excluindo campos de arrozais)
zh: <strong>水浸</strong>：人为因素引起的土壤水饱和所产生的影响（不包括稻田）

# technologies label
source: Ps: subsidence of organic soils, settling of soil
pt: Ps: Subsidência de solos orgânico, sedimentação do solo
zh: Ps：有机土壤沉降，土壤沉降

# technologies_2018 label
source: Ps: subsidence of organic soils, settling of soil
pt: subsidência de solos orgânicos, acomodação do solo
zh: Ps：有机土壤沉降，土壤沉降

# technologies_2018 helptext
source: <strong>Subsidence of organic soils, settling of soils</strong>: downward motion of soil surface, e.g. due to drainage of organic soils
pt: <strong>Subsidência de solos orgânicos, assentamento de solos</strong>: movimento descendente da superfície do solo, por exemplo, devido à drenagem de solos orgânicos
zh: <strong>有机土壤沉降，土壤沉降</strong>：土壤表面向下运动，例如由于有机土壤的排水所致

# technologies label
source: Pu: loss of bio-productive function due to other activities
pt: Pu: perda da função bioprodutiva devido a outras atividades
zh: Pu：由于其他活动而导致生物生产功能的丧失

# technologies label
source: Bc: reduction of vegetation cover
pt: Bc: redução da cobertura vegetal
zh: Bc：植被覆盖的减少

# technologies helptext
source: <strong>Reduction of vegetation cover</strong>: increase of bare/ unprotected soil
pt: <Strong> Redução da cobertura vegetal </strong>: aumento do solo sem cobertura vegetal
zh: <strong>植被覆盖的减少</strong>：裸露/无保护土壤的增加

# technologies label
source: Bh: loss of habitats
pt: Bh: perda dos habitats
zh: Bh：栖息地丧失

# technologies helptext
source: <strong>Loss of habitats</strong>: decreasing vegetation diversity (fallow land, mixed systems, field borders), increased fragmentation of habitats
pt: <strong>Perda de habitats</strong>: diminuição da diversidade vegetal (terras em pousio, sistemas mistos, fronteiras de campo), aumento da fragmentação de habitats
zh: <strong>栖息地丧失</strong>：植被多样性减少（休耕地、混合系统、农田边界），生境破碎化加剧

# technologies label
source: Bq: quantity/ biomass decline
pt: Bq: quantidade/ declínio da biomassa
zh: Bq：数量/生物量减少

# technologies helptext
source: <strong>Quantity/ biomass decline</strong>: reduced vegetative production for different land use
pt: <strong>Diminuição da quantidade/ biomassa</strong>: produção vegetativa reduzida para diferentes usos da terra
zh: <strong>数量/生物量减少</strong>：不同土地利用的植被减产

# technologies label
source: Bf: detrimental effects of fires
pt: Bf: efeitos prejudiciais de incêndios
zh: Bf：火灾的有害影响

# technologies helptext
source: <strong>detrimental effects of fires (includes low/ high severity of fires)</strong>: on forest (eg slash and burn), bush, grazing and cropland (burning of residues)
pt: <strong>efeitos prejudiciais dos incêndios (inclui baixa/alta gravidade dos incêndios)</strong>: na floresta (por exemplo, corte e queimada), mato, pastagem e terra de cultivo (queima de resíduos)
zh: <strong>火灾的有害影响（包括火灾的低/高严重程度）</strong>：对森林（如砍伐和焚烧）、灌木、放牧和农田（焚烧残留物）的有害影响

# technologies label
source: Bs: quality and species composition/ diversity decline
pt: Bs: Qualidade e composição de espécies/declínio de diversidade
zh: Bs：质量和物种组成/多样性的下降

# technologies helptext
source: <strong>Quality and species composition/ diversity decline</strong>: loss of natural species, land races, palatable perennial grasses; spreading of invasive, salt-tolerant, unpalatable, species/ weeds
pt: <strong>Qualidade e composição/ diversidade de espécies</strong>perda de espécies naturais, raças terrestres, gramíneas perenes palatáveis; disseminação de espécies/ ervas daninhas invasoras, tolerantes ao sal, não palatáveis.
zh: <strong>质量和物种组成/多样性的下降</strong>：自然物种、本地品种、可食多年生牧草的丧失；入侵、耐盐、不可食、物种/杂草的蔓延

# technologies label
source: Bl: loss of soil life
pt: Bl: perda da vida do solo
zh: Bl：土壤寿命损失

# technologies helptext
source: <strong>Loss of soil life</strong>: decline of soil macro-organisms and micro-organisms in quantity and quality
pt: <strong>Perda de vida do solo</strong>: declínio dos macroorganismos e microorganismos do solo em quantidade e qualidade
zh: <strong>土壤寿命损失</strong>：土壤中大型生物和微生物数量和质量的下降

# technologies label
source: Bp: increase of pests/ diseases, loss of predators
pt: Bp: aumento de pragas/doenças, perda de predadores
zh: Bp：害虫/疾病增加，捕食者减少

# technologies helptext
source: <strong>Increase of pests/ diseases, loss of predators</strong>: reduction of biological control
pt: aumento de pragas/enfermidades, perda de predadores: redução do controle biológico
zh: <strong>害虫/疾病增加，捕食者减少</strong>：减少生物控制

# technologies label
source: Ha: aridification
pt: Ha: aridificação
zh: Ha：干旱化

# technologies helptext
source: <strong>Aridification</strong>: decrease of average soil moisture content
pt: <strong>Aridificação</strong>: diminuição do teor médio de umidade no solo
zh: <strong>干旱化</strong>：土壤平均含水量下降

# technologies label
source: Hs: change in quantity of surface water
pt: Hs: mudança na quantidade de água de superfície
zh: Hs：地表水良变化

# technologies helptext
source: <strong>Change in quantity of surface water</strong>: change of the flow regime (flood, peak flow, low flow, drying up of rivers and lakes)
pt: <strong>Mudança na quantidade de água superficial</strong>: mudança do regime de fluxo (inundação, pico de fluxo, fluxo baixo, secagem de rios e lagos)
zh: <strong>地表水量变化</strong>：流态变化（洪水、洪峰、枯水、江河湖泊干涸）

# technologies label
source: Hg: change in groundwater/aquifer level
pt: Hg: mudança no lençol freático/aquífero
zh: Hg：地下水/含水层水位的变化

# technologies helptext
source: <strong>Change in groundwater/aquifer level</strong>: lowering of groundwater table due to over-exploitation or reduced recharge of groundwater; or increase of groundwater table resulting in waterlogging and/or salinization
pt: <strong>Mudança no nível das águas subterrâneas/nível do aquífero</strong>: diminuição do lençol freático devido à sobre-exploração ou redução da recarga das águas subterrâneas; ou aumento do lençol freático resultando no alagamento e/ou salinização
zh: <strong>地下水/含水层水位变化</strong>：由于过度开采或地下水补给减少导致地下水位下降；或由于地下水位上升导致内涝和/或盐碱化。

# technologies label
source: Hp: decline of surface water quality
pt: Hp: declínio da qualidade de água de superfície
zh: Hp：地表水水质下降

# technologies helptext
source: <strong>Decline of surface water quality</strong>: increased sediments and pollutants in fresh water bodies due to point pollution and land-based pollution
pt: <strong>Diminuição da qualidade das águas superficiais</strong>: aumento dos sedimentos e poluentes nos corpos de água doce devido à poluição pontual e à poluição do solo
zh: <strong>地表水水质下降</strong>：由于点污染和陆源污染，淡水水体中的沉积物和污染物增加

# technologies label
source: Hq: decline of groundwater quality
pt: Hq: declínio da qualidade do lençol freático
zh: Hq：地下水水质下降

# technologies helptext
source: <strong>Decline of groundwater quality</strong>: due to pollutants infiltrating into the aquifers
pt: <strong>Diminuição da qualidade das águas subterrâneas</strong>: devido à infiltração de poluentes nos aquíferos
zh: <strong>地下水水质下降</strong>：由于污染物渗入含水层

# technologies label
source: Hw: reduction of the buffering capacity of wetland areas
pt: Hw: redução da capacidade de tamponamento de zonas úmidas
zh: Hw：湿地缓冲能力下降

# technologies helptext
source: <strong>Reduction of the buffering capacity of wetland areas</strong>: to cope with flooding and pollution
pt: <strong>Redução da capacidade de segurança das áreas úmidas</strong>: para lidar com enchentes e poluição
zh: <strong>湿地缓冲能力下降</strong>：指的是应对洪水和污染的能力下降

# technologies label
source: convex situations
pt: Posições convexas
zh: 凸形情况

# technologies helptext
source: <strong>Convex</strong>: ridge (diversion of water flow)
pt: <strong>Convexo</strong>: cumeeira (desvio do fluxo de água)
zh: <strong>凸体</strong>：山脊（水流改道）

# technologies label
source: concave situations
pt: Posições côncavas
zh: 凹陷情况

# technologies helptext
source: <strong>Concave</strong>: depression (conversion of water flow)
pt: <strong>Côncavo</strong>: depressão (conversão do fluxo de água)
zh: <strong>凹体</strong>：洼地（水流转换）

# technologies label
source: individual/ household
pt: Indivíduo/unidade familiar
zh: 个人/家庭

# technologies label
source: groups/ community
pt: Grupos/comunidade
zh: 团体/社区

# technologies label
source: cooperative
pt: Cooperativa
zh: 合作社

# technologies label
source: employee (company, government)
pt: Empregado (empresa, governo)
zh: 员工（公司、政府）

# technologies label
source: less than 10%% of all income
pt: Menos de 10%% de toda renda
zh: 低于全部收入的10%%

# technologies label
source: 10-50%% of all income
pt: 10-50%% de toda renda
zh: 收入的10-50%%

# technologies label
source: > 50%% of all income
pt: >50%% de toda renda
zh: > 收入的50%%

# technologies label
source: manual work
pt: Trabalho manual
zh: 手工作业

# technologies label
source: animal traction
pt: Tração animal
zh: 畜力牵引

# technologies label
source: mechanized/ motorized
pt: Mecanizado/motorizado
zh: 机械化/电动

# technologies label
source: single site
pt: Local único
zh: 单一场所

# technologies label
source: 2-10 sites
pt: 2-10 locais
zh: 2-10个场所

# technologies label
source: 10-100 sites
pt: 10-100 locais
zh: 10-100个场所

# technologies label
source: 100-1000 sites
pt: 100-1000 locais
zh: 100-1000个场所

# technologies label
source: > 1000 sites
pt: >1000 locais
zh: > 1000个场所

# technologies label
source: Cropland
pt: Terra de cultivo
zh: 农田

# technologies helptext
source: Land used for cultivation of crops (field crops, orchards)
pt: Terras utilizadas para o cultivo de culturas (culturas de campo, pomares)
zh: 用于种植农作物（田间作物、果园）的土地

# technologies label
source: Grazing land
pt: Pastagem
zh: 牧场

# technologies helptext
source: Land used for animal production
pt: Terra usada para produção animal
zh: 用于动物生产的土地

# technologies label
source: Forest/ woodlands
pt: Floresta/bosques
zh: 森林/林地

# technologies helptext
source: land used mainly for wood production, other forest products, recreation, protection.
pt: terras utilizadas principalmente para a produção de madeira, outros produtos florestais, recreação, proteção.
zh: 主要用于木材生产、其他林产品、休闲、保护等的土地。

# technologies label
source: Mixed (crops/ grazing/ trees), incl. agroforestry
pt: Misto (plantação, pastagem, árvores) inclusive agrofloresta
zh: 混合（作物/放牧/树木），包括农林

# technologies helptext
source: mixture of land use types within the same land unit (includes agroforestry)
pt: mistura de tipos de uso da terra dentro da mesma unidade de terra (inclui agroflorestação)
zh: 同一土地单元内土地利用类型的混合（包括农林）

# technologies label
source: Settlements, infrastructure
pt: Assentamentos, infraestrutura
zh: 定居点、基础设施

# technologies label
source: Waterways, waterbodies, wetlands
pt: Vias navegáveis, corpo d'água, zonas úmidas
zh: 水道、水体、湿地

# technologies label
source: Mines, extractive industries
pt: Minas, indústria extrativa
zh: 矿山、采掘业

# technologies label
source: Unproductive land
pt: Terra improdutiva
zh: 不毛之地

# technologies label
source: rainfed
pt: Precipitação natural
zh: 雨养

# technologies helptext
source: crop(s) establishment and development is completely determined by rainfall.
pt: estabelecimento e desenvolvimento da(s) cultura(s) é completamente determinado pela precipitação.
zh: 作物的生根和发育完全取决于降雨量

# technologies label
source: mixed rainfed-irrigated
pt: Misto de precipitação natural-irrigado
zh: 混合雨水灌溉

# technologies helptext
source: the application of a limited amount of water to the crop when rainfall fails to provide sufficient water for plant growth, to increase and stabilise yield; the additional water alone is inadequate for crop production.
pt: a aplicação de uma quantidade limitada de água à cultura quando a chuva não fornece água suficiente para o crescimento das plantas, para aumentar e estabilizar o rendimento; a água adicional por si só é inadequada para a produção da cultura.
zh: 当降雨量不能为植物生长提供足够的水，不能增加和稳定产量时，向作物施用有限量的水；仅额外的水不足以满足作物生产。

# technologies label
source: full irrigation
pt: Irrigação completa
zh: 充分灌溉

# technologies helptext
source: any of several means of an artificial regular supply of water, in addition to rain, to the crop(s).
pt: qualquer um dos vários meios de abastecimento artificial regular de água, além da chuva, para a(s) safra(s).
zh: 除降雨外，为作物提供人工定期供水的几种方法之一。

# technologies label
source: agronomic measures
pt: Medidas agronômicas
zh: 农艺措施

# technologies helptext
source: <strong>Agronomic measures</strong><ul><li>are usually associated with annual crops</li><li>are repeated routinely each season or in a rotational sequence</li><li>are of short duration and not permanent</li><li>do not lead to changes in slope profile</li><li>are normally independent of slope</li></ul>
pt: <strong>As medidas agronômicas </strong><ul><li>são normalmente associadas a culturas anuais </li><li>são repetidas rotineiramente a cada estação ou em uma sequência rotacional</li><li> são de curta duração e não permanentes </li><li>não levam a mudanças no perfil </li><li>de inclinação são normalmente independentes da inclinação</li></ul>
zh: <strong>农艺措施</strong><ul><li>通常与一年生作物有关</li><li>在每个季节按照常规重复或按轮换顺序重复</li><li>是短期的，而不是永久性的</li><li>不会导致坡度发生变化</li><li>通常不受坡度影响</li></ul>

# technologies label
source: vegetative measures
pt: Medidas vegetativas
zh: 植物措施

# technologies helptext
source: <strong>Vegetative measures</strong><ul><li>involve the use of perennial grasses, shrubs or trees</li><li>are of long duration</li><li>often lead to a change in slope profile</li><li>are often aligned along the contour or against the prevailing wind direction</li><li>are often spaced according to slope</li></ul>
pt: <strong>Medidas vegetativas </strong><ul><li>envolvem o uso de gramíneas perenes, arbustos ou árvores </li><li>de longa duração</li><li>, muitas vezes levam a uma mudança no perfil da inclinação</li><li> são frequentemente alinhados ao longo do contorno ou contra a direção</li><li> predominante do vento são frequentemente espaçados de acordo com a inclinação</li></ul>
zh: <strong>植物措施</strong><ul><li>涉及使用多年生草、灌木或树木</li><li>具有较长的持续时间</li><li>通常会导致坡度变化</li><li>通常沿等高线或逆风方向排列</li><li>通常按坡度间隔</li></ul>

# technologies label
source: management measures
pt: Medidas de gestão
zh: 管理措施

# technologies helptext
source: <strong>Management measures</strong><ul><li>involve a fundamental change in land use</li><li>usually involve no agronomic and structural measures</li><li>often result in improved vegetative cover</li><li>often reduce the intensity of use</li></ul>
pt: <strong>Medidas de gestão </strong><ul><li>envolvem uma mudança fundamental no uso da terra</li><li> geralmente não envolvem medidas agronômicas e estruturais </li><li>geralmente resultam em uma melhor cobertura vegetativa </li><li>muitas vezes reduzem a intensidade do uso</li></ul>
zh: <strong>管理措施</strong><ul><li>涉及到土地用途的根本性变化</li><li>通常不涉及农艺和结构措施</li><li>通常导致植被覆盖的改善</li><li>通常会降低使用强度</li></ul>

# technologies label
source: soil erosion by water
pt: Erosão do solo pela água
zh: 土壤水蚀

# technologies label
source: soil erosion by wind
pt: Erosão do solo pelo vento
zh: 土壤风蚀

# technologies label
source: chemical soil deterioration
pt: Deteriorização química do solo
zh: 化学性土壤退化

# technologies label
source: physical soil deterioration
pt: Deteriorização física do solo
zh: 物理性土壤退化

# technologies label
source: biological degradation
pt: Degradação biológica
zh: 生物性退化

# technologies label
source: water degradation
pt: Degradação da água
zh: 水质恶化

# technologies label
source: Agronomic
pt: Agronômico
zh: 农业学的

# technologies label
source: Vegetative
pt: Vegetativo
zh: 植物性的

# technologies label
source: Structural
pt: Estrutural
zh: 结构性的

# technologies label
source: Management
pt: Gestão
zh: 管理

# technologies label
source: Other measures
pt: Outras medidas
zh: 其它措施

# technologies label
source: < 250 mm
zh: < 250毫米

# technologies label
source: 251-500 mm
zh: 251-500毫米

# technologies label
source: 501-750 mm
zh: 501-750毫米

# technologies label
source: humid
pt: úmido
zh: 潮湿的

# technologies helptext
source: <strong>Humid</strong>: Length of growing period (LGP) > 270 days
pt: <strong>Úmido</strong>: Duração do período de crescimento (LGP) > 270 dias
zh: <strong>湿润</strong>：生长期（LGP） > 270 天

# technologies label
source: sub-humid
pt: Subúmido
zh: 半湿润

# technologies helptext
source: <strong>Sub-humid</strong>: Length of growing period (LGP) 180 - 269 days
pt: <strong>Sub-húmido</strong>: Duração do período de crescimento (LGP) 180 - 269 dias
zh: <strong>半湿润</strong>：生长期（LGP）为180 - 269天

# technologies label
source: semi-arid
pt: Semiárido
zh: 半干旱

# technologies helptext
source: <strong>Semi-arid</strong>: Length of growing period (LGP) 75 - 179 days
pt: <strong>Semiárido</strong>: Duração do período de crescimento (LGP) 75 - 179 dias
zh: <strong>半干旱</strong>：生长期（LGP）为75 - 179 天

# technologies label
source: arid
pt: Árido
zh: 干旱

# technologies helptext
source: <strong>Arid</strong>: Length of growing period (LGP) 0 - 74 days
pt: <strong>Árido</strong>: Duração do período de crescimento (LGP) 0 - 74 dias
zh: <strong>干旱</strong>：生长期（LGP）为0 - 74天

# technologies label
source: flat (0-2%%)
pt: Plano (0-2%%)
zh: 水平（0-2%%）

# technologies label
source: gentle (3-5%%)
pt: Suave ondulado (3-5%%)
zh: 缓降（3-5%%）

# technologies label
source: moderate (6-10%%)
pt: Ondulado (6-10%%)
zh: 平缓（6-10%%）

# technologies label
source: rolling (11-15%%)
pt: Moderadamente ondulado (11-15%%)
zh: 滚坡（11-15%%）

# technologies label
source: hilly (16-30%%)
pt: Forte ondulado (16-30%%)
zh: 崎岖（16-30%%）

# technologies label
source: steep (31-60%%)
pt: Montanhoso (31-60%%)
zh: 陡峭（31-60%%）

# technologies label
source: very steep (>60%%)
pt: Escarpado (>60%%)
zh: 非常陡峭（>60%%）

# technologies label
source: plateau/plains
pt: Planalto/planície
zh: 高原/平原

# technologies label
source: ridges
pt: Cumes
zh: 山脊

# technologies label
source: mountain slopes
pt: Encosta de serra
zh: 山坡

# technologies label
source: hill slopes
pt: Encosta de morro
zh: 山地斜坡

# technologies label
source: footslopes
pt: Sopés
zh: 麓坡

# technologies label
source: valley floors
pt: Fundos de vale
zh: 谷底

# technologies label
source: very shallow (0-20 cm)
pt: Muito raso (0-20 cm)
zh: 非常浅（0-20厘米）

# technologies label
source: shallow (21-50 cm)
pt: Raso (21-50 cm)
zh: 浅（21-50厘米）

# technologies label
source: moderately deep (51-80 cm)
pt: Moderadamente profundo (51-80 cm)
zh: 中等深度（51-80厘米）

# technologies label
source: deep (81-120 cm)
pt: Profundo (81-120 cm)
zh: 深（81-120厘米）

# technologies label
source: very deep (> 120 cm)
pt: Muito profundo (>120 cm)
zh: 非常深（> 120厘米）

# technologies label
source: coarse/ light (sandy)
pt: Grosso/fino (arenoso)
zh: 粗粒/轻（砂质）
