Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies_2018 helptext
source: E.g. hydro, biogas
pt: Por exemplo, hidro, biogás
zh: 如水力发电、沼气

# technologies label
source: cultural opportunities
pt: Oportunidades culturais
zh: 文化机会

# technologies helptext
source: E.g. spiritual, religious, aesthetic, etc.
pt: Por exemplo, espiritual, religioso, estético, etc.
zh: 例如精神、宗教、美学等。

# technologies label
source: situation of socially and economically disadvantaged groups
pt: Situação de grupos social e economicamente desfavorecidos
zh: 社会经济弱势群体的情况

# technologies helptext
source: Gender, age, status, ethnicity, etc.
pt: Gênero, idade, status, etnia, etc.
zh: 性别、年龄、身份、种族等。

# technologies label
source: harvesting/ collection of water
pt: Colheita/recolhimento de água
zh: 水的回收/收集

# technologies helptext
source: Runoff, dew, snow, etc.
pt: Escoamento, orvalho, neve, etc
zh: 径流、露水、雪等。

# technologies label
source: beneficial species
pt: Espécies benéficas
zh: 有益物种

# technologies helptext
source: Predators, earthworms, pollinators
pt: Predadores, minhocas, polinizadores
zh: 捕食者、蚯蚓、传粉者

# technologies label
source: water availability
pt: Disponibilidade de água
zh: 水资源可用性

# technologies helptext
source: groundwater, springs
pt: águas subterrâneas, nascentes
zh: 地下水、泉水

# technologies label
source: reliable and stable stream flows in dry season
pt: Caudal confiável e estável em período seco
zh: 旱季稳定可靠的水流

# technologies helptext
source: Incl. low flows
pt: Incl. baixos fluxos
zh: 包括低流

# technologies label
source: buffering/ filtering capacity
pt: Capacidade de tamponamento/filtragem
zh: 缓冲/过滤能力

# technologies helptext
source: By soil, vegetation, wetlands
pt: Por solo, vegetação, zonas úmidas
zh: 按照土壤、植被、湿地

# technologies helptext
source: undesired
pt: Não desejado
zh: 不希望的

# technologies label
source: Vegetation cover
pt: Cobertura vegetal
zh: 植被覆盖

# technologies label
source: annual temperature
pt: Temperatura anual
zh: 年温度

# technologies label
source: seasonal temperature
pt: Temperatura sazonal
zh: 季节性温度

# technologies label
source: annual rainfall
pt: Precipitação pluviométrica anual
zh: 年降雨量

# technologies label
source: seasonal rainfall
pt: Precipitação pluviométrica sazonal
zh: 季雨量

# technologies label
source: other gradual climate change
pt: Outras mudanças climáticas graduais
zh: 其他渐变气候

# technologies label
source: tropical storm
pt: Tempestade tropical
zh: 热带风暴

# technologies helptext
source: cyclone, typhoon, hurricane
pt: ciclone, tufão, furacão
zh: 旋风、台风、飓风

# technologies label
source: extra-tropical cyclone
pt: Ciclone extratropical
zh: 温带气旋

# technologies helptext
source: winter storm
pt: tempestade de inverno
zh: 冬季风暴

# technologies label
source: local rainstorm
pt: Temporal local
zh: 局地暴雨

# technologies label
source: How do the benefits compare with the establishment costs (from land users’ perspective)?
pt: Como os benefícios se comparam aos custos de implantação (do ponto de vista dos usuários da terra)?
zh: 技术收益与技术建立成本相比如何（从土地使用者的角度看）？

# technologies label
source: How do the benefits compare with the maintenance/ recurrent costs (from land users' perspective)?
pt: Como os benefícios se comparam aos custos recorrentes/de manutenção(do ponto de vista dos usuários da terra)?
zh: 技术收益与技术维护成本/经常性成本相比如何（从土地使用者的角度看）？

# technologies label
source: local thunderstorm
pt: Trovoada local
zh: 局地雷暴

# technologies label
source: local hailstorm
pt: Tempestade de granizo local
zh: 局地雹灾

# technologies label
source: local snowstorm
pt: Tempestade de neve local
zh: 局地雪暴

# technologies label
source: local sandstorm/ duststorm
pt: Tempestade de areia/tempestade de poeira
zh: 当地沙尘暴/尘暴

# technologies label
source: local windstorm
pt: Tempestade de vento local
zh: 局地风暴

# technologies label
source: tornado
zh: 龙卷风

# technologies label
source: heatwave
pt: Onde de calor
zh: 热浪

# technologies label
source: extreme winter conditions
pt: Condições de inverno extremo
zh: 极端冬季条件

# technologies label
source: drought
pt: Seca
zh: 干旱

# technologies label
source: forest fire
pt: Incêndio florestal
zh: 森林火灾

# technologies label
source: land fire
pt: Queimada
zh: 陆地火灾

# technologies helptext
source: grass, shrub, bush
pt: grama, arbusto, mato
zh: 草、灌木、矮树丛

# technologies label
source: general (river) flood
pt: Inundação geral (rio)
zh: 比较和缓的（河道）洪水

# technologies label
source: flash flood
pt: Inundação súbita
zh: 山洪暴发

# technologies label
source: storm surge/ coastal flood
pt: Maré de tempestade/inundação costeira
zh: 风暴潮/沿海洪水

# technologies label
source: landslide
pt: Deslizamento de terra
zh: 滑坡

# technologies label
source: avalanche
zh: 雪崩

# technologies label
source: epidemic diseases
pt: Doenças epidêmicas
zh: 流行病

# technologies helptext
source: viral, bacterial, fungal, parasitic
pt: viral, bacteriana, fúngica, parasitária
zh: 病毒、细菌、真菌、寄生虫

# technologies label
source: insect/ worm infestation
pt: Infestação de insetos/vermes
zh: 昆虫/蠕虫侵扰

# technologies helptext
source: grasshoppers/ locusts/ worms
pt: gafanhotos/ minhocas/ vermes
zh: 蚱蜢/蝗虫/蠕虫

# technologies label
source: extended growing period
pt: Período de crescimento alogado
zh: 延长生长期

# technologies label
source: reduced growing period
pt: Período de crescimento reduzido
zh: 缩短生长期

# technologies label
source: sea level rise
pt: Elevação do nível do mar
zh: 海平面上升

# technologies helptext
source: gradual change
pt: mudança gradual
zh: 渐变

# technologies label
source: Plant material
pt: Material vegetal
zh: 植物材料

# technologies helptext
source: <strong>Plant material</strong> includes seeds, seedling, cuttings, etc.
pt: <strong>O material vegetal</strong> inclui sementes, mudas, mudas, estacas, etc.
zh: <strong>植物材料</strong>包括种子、幼苗、插条等。

# technologies label
source: Fertilizers and biocides
pt: Fertilizantes e biocidas
zh: 肥料和杀菌剂

# technologies helptext
source: <strong>Fertilizers and biocides</strong>: compost/ manure, inorganic fertilizer, herbicides, pesticides, etc.
pt: <strong>Fertilizantes e biocidas</strong>: adubos/estrume, fertilizantes inorgânicos, herbicidas, pesticidas, etc.
zh: <strong>肥料和杀菌剂</strong>：堆肥/肥料、无机肥料、除草剂、杀虫剂等。

# technologies label
source: Labour
pt: Mão-de-obra
zh: 劳动力

# technologies helptext
source: <strong>Labour</strong> includes total person days, be they paid or unpaid (e.g. contributed by family members). For “Costs per Unit” indicate daily wage for hired labour. If relevant, differentiate between skilled and unskilled labour.
pt: <strong>O trabalho </strong>inclui o total de dias pessoais, sejam eles pagos ou não (por exemplo, contribuídos por membros da família). Para "Custos por Unidade" indicar o salário diário do trabalho contratado. Se relevante, diferencie entre mão-de-obra qualificada e não qualificada.
zh: <strong>劳动力</strong> 包括总的人天数，不管是否有报酬（例如，由家庭成员的贡献）。对于“单位成本”，注明雇佣劳动力的日工资。如果相关，区分熟练工和非熟练工。

# technologies_2018 label
source: Labour
pt: Mão-de-obra
zh: 劳动力

# technologies_2018 helptext
source: <strong>Labour</strong> includes total person-days, be they paid or unpaid (e.g. non-hired family labour). For “Costs per Unit” indicate daily wage for hired labour. If relevant, differentiate between skilled and unskilled labour.
pt: <strong>A mão-de-obra </strong>inclui o total de dias-pessoa, sejam eles pagos ou não (por exemplo, mão-de-obra familiar não assalariada). Para "Custos por Unidade", indicar o salário diário do trabalho contratado. Se relevante, diferenciar entre mão de obra especializada e não especializada.
zh: <strong>劳动力</strong> 包括总的人天数，不管是否有报酬（例如，非雇佣的家庭劳动力）。对于“单位成本”，注明雇佣劳动力的日工资。如果相关，区分熟练工和非熟练工。

# technologies label
source: Equipment
pt: Equipamento
zh: 设备

# technologies helptext
source: <strong>Equipment</strong> includes tools, machine hours, animal traction, etc. Cost calculation for machine hours and animal traction should be based on hiring costs - even if the machinery/ animals are owned by the land user.
pt: <strong>O equipamento</strong> inclui ferramentas, horas-máquina, tração animal, etc. O cálculo do custo para horas-máquina e tração animal deve ser baseado nos custos de contratação - mesmo que as máquinas/animais sejam de propriedade do usuário do terreno.
zh: <strong>设备</strong> 包括工具、机器工时、畜力牵引等。机器工时和畜力牵引的成本计算应以雇佣成本为基础—即使机器/动物归土地使用者所有。

# technologies label
source: Annual rainfall
pt: Precipitação pluviométrica anual
zh: 年降雨量

# technologies label
source: cold wave
pt: Onde de frio
zh: 寒潮

# technologies helptext
source: any time of the year, e.g. frost
pt: em qualquer época do ano, por exemplo, geada
zh: 一年中的任何时候，例如霜冻

# technologies label
source: Key resource person(s)
pt: Pessoa(s)-chave
zh: 关键资源人

# technologies helptext
source: Person(s) who provided most of the information documented in this questionnaire. These can be land users, SLM specialists (e.g. technical advisers, researchers), or any other persons.
pt: Pessoa(s) que forneceu(m) a maioria das informações documentadas neste questionário. Estes podem ser usuários de terras, especialistas em SLM (por exemplo, consultores técnicos, pesquisadores), ou qualquer outra pessoa.
zh: 提供本调查问卷中记录的大部分信息的人员。这些人可以是土地使用者、SLM专家（例如技术顾问、研究人员）或任何其他人。

# technologies helptext
source: <p><strong>Land ownership</strong> refers to the type of entity possessing the land, whereas <strong>land use rights</strong> refer to the type of entity having a right to access the land.</p><p>Maximum two answers per question.</p>
pt: <p><strong>A propriedade da terra </strong>refere-se ao tipo de entidade que possui a terra, enquanto <strong>o direito de uso da terra </strong>refere-se ao tipo de entidade que tem o direito de acesso à terra. </p><p>Máximo de duas respostas por pergunta.</p>
zh: <p><strong>土地所有权</strong> 指拥有该土地的实体类型, 而 <strong>土地使用权</strong> 指有权使用土地的实体类型</p><p>每个问题最多有两个答案</p>

# technologies label
source: downstream flooding
pt: Cheias de jusante
zh: 下游洪水

# technologies helptext
source: Downstream flooding and downstream siltation can be desired or undesired. Please specify in comments column and indicate whether an increase is positive or negative.
pt: A inundação e o assoreamento a jusante podem ser desejados ou indesejados. Favor especificar na coluna de comentários e indicar se um aumento é positivo ou negativo.
zh: 下游洪水和下游淤积可能是希望的或不希望的。请在“注释”列中具体说明，并注明增长是正增长还是负增长。

# technologies label
source: Image
pt: Imagem
zh: 图像

# technologies helptext
source: <p>Please provide a first image of the SLM Technology. You can add more images later.</p><p>Maximum file size: 3 MB. Valid file formats: JPG, PNG, GIF.</p>
pt: <p>Por favor, forneça uma primeira imagem da Tecnologia SLM. Você pode adicionar mais imagens mais tarde. </p><p>Tamanho máximo do arquivo: 3 MB. Formatos de arquivo válidos: JPG, PNG, GIF.</p>
zh: <p>请提供SLM技术的第一幅图像。稍后您可以添加更多图像。</p><p>最大文件大小：3 MB。有效文件格式：JPG、PNG、GIF</p>

# technologies label
source: Name of the SLM Technology (hereafter referred to as the Technology)
pt: Nome da tecnologia de gestão sustentável da terra ( daqui em diante referida como tecnologia)
zh: SLM技术名称（以下简称技术）

# technologies label_view
source: Name of the SLM Technology
pt: Nome da tecnologia de gestão sustentável da terra
zh: SLM技术的名称

# technologies label
source: Country/ region/ locations where the Technology has been applied and which are covered by this assessment
pt: País/região/locais onde a tecnologia foi aplicada e que estão cobertos nesta avaliação
zh: 已应用该技术的、本评估所涵盖的国家/地区/地点

# technologies helptext
source: The described Technology might be applied in various sites. However, restrict information given in this questionnaire to only those sites that have been assessed/ analysed in the documentation process (through field visits, interviews with respective land users, reports, etc.). Do not include other sites where the same Technology is applied but no data has been collected.
pt: A tecnologia descrita pode ser aplicada em vários locais. Entretanto, restringir as informações dadas neste questionário apenas aos locais que foram avaliados/analisados no processo de documentação (através de visitas de campo, entrevistas com os respectivos usuários de terras, relatórios, etc.). Não incluir outros locais onde a mesma Tecnologia é aplicada, mas nenhum dado foi coletado.
zh: 所述技术可应用于各种场所。但是，本调查问卷中提供的信息仅限于那些在文件编制过程中经过评估/分析的场所（通过实地考察、对各自土地使用者的访谈、报告等）。不包括应用相同技术但尚未收集数据的其他场所。

# technologies helptext
source: Assign the described Technology to one of the following SLM groups. If this is not possible, select several (max. 3) groups to represent the Technology
pt: Atribuir a Tecnologia descrita a um dos seguintes grupos SLM. Se isso não for possível, selecione vários (máx. 3) grupos para representar a Tecnologia
zh: 将所述技术分配给以下SLM组之一。如果不可能，请选择几个（最多3个）组来表示该技术。

# technologies label
source: Technical specifications/ explanations of technical drawing
pt: Especificações técnicas/ explicações do desenho técnico
zh: 技术规范/技术图纸说明

# technologies helptext
source: <p>Summarize technical specifications, e.g.:</p><ul><li>Dimensions (height, depth, width, length) of structures or vegetative elements;</li><li>Spacing between structures or plants/ vegetative measures</li><li>Vertical intervals structures or vegetative measures</li><li>Slope angle (before and after implementation of the Technology)</li><li>Lateral gradient of structures</li><li>Capacity of dams, ponds, etc.</li><li>Catchment area and beneficial area of dams, ponds, other water harvesting systems</li><li>Construction material used</li><li>Species used</li><li>Quantity/ density of plants (per ha)</li></ul>
pt: <p>Resumir as especificações técnicas, por exemplo:</p><ul><li>Dimensões (altura, profundidade, largura, comprimento) das estruturas ou elementos vegetativos;</li><li>Espaçamento entre estruturas ou plantas/ medidas vegetativas</li><li>Estruturas de intervalos verticais ou medidas vegetativas</li><li>Ângulo de inclinação (antes e depois da implementação da Tecnologia)</li><li>Gradiente lateral das estruturas</li><li>Capacidade de barragens, lagoas, etc.</li><li>Área de captação e área benéfica de barragens, lagoas, outros sistemas de captação de água</li><li>Material de construção utilizado</li><li>Espécies utilizadas</li><li>Quantidade / densidade de plantas (por ha)</li></ul>
zh: <p>总结技术规范，比如：</p><ul><li>结构物或植物要素的尺寸（高度、深度、宽度、长度）；</li><li>结构物或植物的间距/植物措施</li><li>垂直间隔结构物或植物措施</li><li>坡角（实施该技术之前和之后）</li><li>结构物的横向梯度</li><li>大坝、池塘等的容量</li><li>大坝、池塘以及其它集水系统的集水区和有利区</li><li>使用的建筑材料</li><li>使用的物种</li><li>植物的数量/密度（每公顷）</li></ul>

# technologies label
source: Establishment activities
pt: Atividades de implantação
zh: 技术建立活动

# technologies helptext
source: List establishment activities for the Technology (in sequence) and indicate timing
pt: Listar as atividades de estabelecimento para a Tecnologia (em sequência) e indicar a periodicidade
zh: 列出该技术的建立活动(按顺序)并注明时间

# technologies label
source: Maintenance/ recurrent activities
pt: Atividades recorrentes/manutenção
zh: 维护/经常性活动

# technologies helptext
source: List maintenance/ recurrent activities for the Technology (in sequence) and indicate timing
pt: Listar as atividades de estabelecimento para a Tecnologia (em sequência) e indicar a periodicidade
zh: 列出该技术的维护/经常性活动（按顺序）并注明时间

# technologies label
source: Climate
pt: Clima
zh: 气候

# technologies label
source: Topography
pt: Topografia
zh: 地形

# technologies_2018 label
source: Topography
pt: Topografia
zh: 地形

# technologies_2018 helptext
source: Tick max. 2 answers per question.
pt: Marque o máximo. 2 respostas por pergunta.
zh: 每个问题最多选择2个答案

# technologies label
source: Soils
pt: Solos
zh: 土壤

# technologies helptext
source: <p>Maximum 2 answers per question.</p>
pt: <p>Máximo de 2 respostas por pergunta.</p>
zh: <p>每个问题最多2个答案</p>

# technologies_2018 label
source: Soils
pt: Solos
zh: 土壤

# technologies_2018 helptext
source: <p>The following parameters are based on FAO standards.</p><p>Tick max. 2 answers per question.</p>
pt: <p>Os seguintes parâmetros se baseiam nas normas da FAO: </p><p>Marque o máximo. 2 respostas por pergunta.</p>
zh: <p>以下参数基于联合国粮农组织标准.</p><p>每个问题最多选择2个答案</p>

# technologies label
source: Water availability and quality
pt: Disponibilidade e qualidade de água
zh: 水资源可用性和质量

# technologies label
source: Biodiversity
pt: Biodiversidade
zh: 生物多样性

# technologies helptext
source: <p>Indicate the state of biodiversity on the analysed sites relative to your region/ country standards.</p>
pt: <p>Indique o estado da biodiversidade nos locais analisados em relação aos padrões de sua região/país.</p>
zh: <p>根据您所在地区/国家的标准，说明所分析地点的生物多样性状况。</p>

# technologies label
source: Photos of the Technology
pt: Fotos da tecnologia
zh: 技术照片

# technologies helptext
source: <ul><li>Provide photos showing an overview and details of the Technology.</li><li>Provide at least two digital files (JPG, PNG, GIF), i.e. files from a digital camera, or scans from prints, negative films or slide films.</li><li>Maximum file size: 3 MB.</li><li>Photos should be of high quality/ high resolution and not manipulated or distorted.</li><li>An explanation (description) is required for each photo submitted! Photos should match the description given in 2.2 and help illustrate the technical drawing in 4.1.</li><li>Where appropriate, photos should depict the situation before and after or with and without SLM measures.</li><li>Good photos are crucial for understanding and illustrating the main features of the Technology.</li></ul><p><strong>Example:</strong></p><div class="row"><div class="medium-6 columns"><img src="/static/assets/img/smallmedium_QTKEN05_1.jpg"><p class="form-example-legend"><strong>Overview</strong>: Fanya juu terraces with grass strips on the risers developed into bench terraces (Photo: Machakos, Kenya)</p></div><div class="medium-6 columns"><img src="/static/assets/img/mediumsmall_QaKEN01_2.jpg"><p class="form-example-legend"><strong>Detail</strong>: Fanya juu bund in a maize field after harvest: Napier grass on the upper part of the bund, and maize residues in the ditch below. (Photo: H.P. Liniger)</p></div></div>
pt: <ul><li>Fornecer fotos mostrando uma visão geral e detalhes da Tecnologia.</li><li> Fornecer pelo menos dois arquivos digitais (JPG, PNG, GIF), ou seja, arquivos de uma câmera digital, ou digitalizações de impressões, filmes negativos ou slides. </li><li>Tamanho máximo do arquivo: 3 MB. </li><li>As fotos devem ser de alta qualidade/alta resolução e não devem ser manipuladas ou distorcidas. </li><li>Uma explicação (descrição) é necessária para cada foto enviada! As fotos devem corresponder à descrição dada em 2.2 e ajudar a ilustrar o desenho técnico em 4.1.</li><li> Quando apropriado, as fotos devem retratar a situação antes e depois ou com e sem medidas SLM. </li><li>Boas fotos são cruciais para entender e ilustrar as principais características da Tecnologia. </li></ul><p><strong>Exemplo: </strong></p><div class="row"><img src="/static/assets/img/smallmedium_QTKEN05_1.jpg"><p class="form-example-legend"><strong>Visão geral: </strong>Terraços de Fanya juu com tiras de grama nos elevadores desenvolvidos em terraços de bancada (Foto: Machakos, Kenya) </p><div class="medium-6 columns"><div class="medium-6 columns"><img src="/static/assets/img/mediumsmall_QaKEN01_2.jpg"><p class="form-example-legend"><strong>Detalhe: </strong>Fanya juu em um campo de milho após a colheita: Capim napier na parte superior do feixe, e resíduos de milho na vala abaixo. (Foto: H.P. Liniger)</p></div></div>
zh: <ul><li>提供显示该技术概述和详细信息的照片</li><li>提供至少两个数码文件（JPG、PNG、GIF），即数码相机文件，或印刷品、底片或幻灯片的扫描件。</li><li>最大文件大小：3 MB。</li><li>照片应具有高质量/高分辨率，不得被篡改或扭曲。</li><li>提交的每张照片都需要有一个对应的说明（描述）！照片应与第2.2条中给出的说明相匹配，并有助于说明第4.1条中的技术图纸。</li><li>在适当的情况下，照片应说明采取或不采取SLM措施前后的情况。</li><li>好的照片对于理解和说明该项技术的主要特点至关重要。</li></ul><p><strong>例如：</strong></p><div class="row"><div class="medium-6 columns"><img src="/static/assets/img/smallmedium_QTKEN05_1.jpg"><p class="form-example-legend"><strong>概述</strong>：在田坎上有植草地带的Fanya juu梯田发育成阶梯式梯田（照片：Machakos、肯尼亚）</p></div><div class="medium-6 columns"><img src="/static/assets/img/mediumsmall_QaKEN01_2.jpg"><p class="form-example-legend"><strong>详细信息</strong>：收割后在玉米田里的Fanya juu堤岸：堤岸上部有狼尾草，下面的沟里有玉米残余物。（照片：H.P.Liniger）</p></div></div>

# technologies_2018 label
source: Photos of the Technology
pt: Fotos da tecnologia
zh: 技术照片
