Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies_2018 label
source: tropical moist deciduous forest natural vegetation
pt: vegetação natural de floresta tropical úmida de folha caduca
zh: 热带潮湿落叶林天然植被

# technologies_2018 label
source: tropical mountain systems natural vegetation
pt: sistemas montanhosos tropicais vegetação natural
zh: 热带山地系统自然植被

# technologies_2018 label
source: tropical rain forest natural vegetation
pt: vegetação natural da floresta tropical úmida
zh: 热带雨林天然植被

# technologies_2018 label
source: tropical shrubland natural vegetation
pt: vegetação natural tropical arbustiva
zh: 热带灌木地天然植被

# technologies_2018 label
source: (Semi-)natural forests/ woodlands: Specify type of forest
pt: Florestas (semi)naturais/ bosques: Especifique o tipo de floresta
zh: （半）天然森林/林地：指定森林类型

# technologies_2018 label_view
source: Type of (semi-)natural forest
pt: Tipo de floresta (semi)natural
zh: （半）天然林类型

# technologies_2018 label
source: boreal coniferous forest plantation
pt: plantação de florestas de coníferas boreais
zh: 北方针叶林人工林

# technologies_2018 label
source: boreal mountain systems plantation
pt: plantação de sistemas de montanha boreais
zh: 北方山地系统人工林

# technologies_2018 label
source: boreal tundra woodland plantation
pt: plantação de tundra boreal
zh: 北方苔原林地人工林

# technologies_2018 label
source: subtropical dry forest plantation
pt: plantação de floresta seca subtropical
zh: 亚热带旱林人工林

# technologies_2018 label
source: subtropical dry forest plantation - Eucalyptus spp.
pt: plantio subtropical de floresta seca - Eucalyptus spp.
zh: 亚热带干林人工林 - 桉树属

# technologies_2018 label
source: subtropical dry forest plantation - Broadleaf
pt: plantação de floresta seca subtropical - Latifoliada
zh: 亚热带干林人工林 - 阔叶林

# technologies_2018 label
source: subtropical dry forest plantation - Pinus spp.
pt: plantação de floresta seca subtropical - Pinus spp.
zh: 亚热带干林人工林 - 松树属

# technologies_2018 label
source: subtropical dry forest plantation - Tectona grandis
pt: plantação de floresta seca subtropical - Tectona grandis
zh: 亚热带干林人工林 - 柚木

# technologies_2018 label
source: subtropical humid forest plantation - broadleaf
pt: plantação de floresta subtropical úmida - Latifoliada
zh: 亚热带湿林人工林 - 阔叶林

# technologies_2018 label
source: subtropical humid forest plantation - Eucalyptus spp.
pt: plantio subtropical de floresta úmida - Eucalyptus spp.
zh: 亚热带湿林人工林 - 桉树属

# technologies_2018 label
source: subtropical humid forest plantation
pt: plantação subtropical de floresta úmida
zh: 亚热带湿林人工林

# technologies_2018 label
source: subtropical humid forest plantation - Pinus spp.
pt: plantação de floresta subtropical úmida - Pinus spp.
zh: 亚热带湿林人工林 - 松树属

# technologies_2018 label
source: subtropical humid forest plantation - Tectona grandis
pt: plantação florestal subtropical úmida - Tectona grandis
zh: 亚热带湿林人工林 - 柚木

# technologies_2018 label
source: subtropical mountain systems plantation - broadleaf
pt: plantação de sistemas subtropicais de montanha - broadleaf
zh: 亚热带山地系统人工林 - 阔叶林

# technologies_2018 label
source: subtropical mountain systems plantation - Eucalyptus spp.
pt: plantação de sistemas subtropicais de montanha - Eucalyptus spp.
zh: 亚热带山地系统人工林 - 桉树属

# technologies_2018 label
source: subtropical mountain systems plantation
pt: plantação de sistemas subtropicais de montanha
zh: 亚热带山地系统人工林

# technologies_2018 label
source: subtropical mountain systems plantation - Pinus spp.
pt: plantação de sistemas subtropicais de montanha - Pinus spp.
zh: 亚热带山地系统人工林 - 松树属

# technologies_2018 label
source: subtropical mountain systems plantation - Tectona grandis
pt: plantação de sistemas subtropicais de montanha - Tectona grandis
zh: 亚热带山地系统人工林 - 柚木

# technologies_2018 label
source: subtropical steppe plantation
pt: plantio subtropical de estepes
zh: 亚热带草原人工林

# technologies_2018 label
source: subtropical steppe plantation - broadleaf
pt: plantio subtropical de estepes - folha larga
zh: 亚热带草原人工林 - 阔叶林

# technologies_2018 label
source: subtropical steppe plantation - coniferous
pt: plantio de estepe subtropical - coníferas
zh: 亚热带草原人工林 - 针叶林

# technologies_2018 label
source: subtropical steppe plantation - Eucalyptus spp.
pt: plantio subtropical de estepes - Eucalyptus spp.
zh: 亚热带草原人工林 - 桉树属

# technologies_2018 label
source: subtropical steppe plantation - Pinus spp.
pt: plantio subtropical de estepes - Pinus spp.
zh: 亚热带草原人工林 - 松树属

# technologies_2018 label
source: subtropical steppe plantation - Tectona grandis
pt: plantio subtropical de estepes - Tectona grandis
zh: 亚热带草原人工林 - 柚木

# technologies_2018 label
source: temperate continental forest plantation
pt: plantação de floresta continental temperada
zh: 温带大陆林人工林

# technologies_2018 label
source: temperate mountain systems plantation
pt: plantação de sistemas montanhosos temperados
zh: 温带山地系统人工林

# technologies_2018 label
source: temperate oceanic forest plantation
pt: plantação de florestas temperadas oceânicas
zh: 温带海洋人工林

# technologies_2018 label
source: temperate steppe plantation
pt: plantação de estepes temperados
zh: 温带草原人工林

# technologies_2018 label
source: tropical dry forest plantation - broadleaf
pt: plantação de floresta tropical seca - latifoliada
zh: 热带干林人工林 - 阔叶林

# technologies_2018 label
source: tropical dry forest plantation - Eucalyptus spp.
pt: plantação de floresta tropical seca - Eucalyptus spp.
zh: 热带干林人工林 - 桉树属

# technologies_2018 label
source: tropical dry forest plantation
pt: plantação de floresta tropical seca
zh: 热带干林人工林

# technologies_2018 label
source: tropical dry forest plantation - Pinus spp.
pt: plantação de floresta tropical seca - Pinus spp.
zh: 热带干林人工林 - 松树属

# technologies_2018 label
source: tropical dry forest plantation - Tectona grandis
pt: plantação de floresta tropical seca - Tectona grandis
zh: 热带干林人工林 - 柚木

# technologies_2018 label
source: tropical moist deciduous forest plantation - broadleaf
pt: plantação de floresta tropical úmida de folha caduca - broadleaf
zh: 热带湿润落叶人工林 - 阔叶林

# technologies_2018 label
source: tropical moist deciduous forest plantation - Eucalyptus spp.
pt: plantação de floresta tropical úmida de folha caduca - Eucalyptus spp.
zh: 热带湿润落叶林 - 桉树属

# technologies_2018 label
source: tropical moist deciduous forest plantation
pt: plantação de floresta tropical úmida de folha caduca
zh: 热带湿润落叶林人工林

# technologies_2018 label
source: tropical moist deciduous forest plantation - Pinus spp.
pt: plantação de floresta tropical úmida de folha caduca - Pinus spp.
zh: 热带湿润落叶林人工林 - 松树属

# technologies_2018 label
source: tropical moist deciduous forest plantation - Tectona grandis
pt: plantação de floresta tropical úmida de folha caduca - Tectona grandis
zh: 热带湿润落叶林人工林 - 柚木

# technologies_2018 label
source: tropical mountain systems plantation - broadleaf
pt: plantação de sistemas de montanhas tropicais - broadleaf
zh: 热带山地系统人工林 - 阔叶林

# technologies_2018 label
source: tropical mountain systems plantation - Eucalyptus spp.
pt: plantação em sistemas montanhosos tropicais - Eucalyptus spp.
zh: 热带山地系统人工林 - 桉树属

# technologies_2018 label
source: tropical mountain systems plantation
pt: plantação de sistemas montanhosos tropicais
zh: 热带山地系统人工林

# technologies_2018 label
source: tropical mountain systems plantation - Pinus spp.
pt: plantação de sistemas montanhosos tropicais - Pinus spp.
zh: 热带山地系统人工林 - 松树属

# technologies_2018 label
source: tropical mountain systems plantation - Tectona grandis
pt: plantação de sistemas montanhosos tropicais - Tectona grandis
zh: 热带山地系统人工林 - 柚木

# technologies_2018 label
source: tropical rain forest plantation
pt: plantação de floresta tropical úmida
zh: 热带雨林人工林

# technologies_2018 label
source: tropical rain forest plantation - broadleaf
pt: plantação de floresta tropical úmida - broadleaf
zh: 热带雨林人工林 - 阔叶林

# technologies_2018 label
source: tropical rain forest plantation - Eucalyptus spp.
pt: plantação de floresta tropical úmida - Eucalyptus spp.
zh: 热带雨林人工林 - 桉树属

# technologies_2018 label
source: tropical rain forest plantation - Pinus spp.
pt: plantação de floresta tropical úmida - Pinus spp.
zh: 热带雨林人工林 - 松树属

# technologies_2018 label
source: tropical rain forest plantation - Tectona grandis
pt: plantação de floresta tropical úmida - Tectona grandis
zh: 热带雨林人工林 - 柚木

# technologies_2018 label
source: tropical shrubland plantation
pt: plantação de arbustos tropicais
zh: 热带灌木人工林

# technologies_2018 label
source: tropical shrubland plantation - broadleaf
pt: plantação de arbustos tropicais - folha larga
zh: 热带灌木人工林 - 阔叶林

# technologies_2018 label
source: tropical shrubland plantation - Eucalyptus spp.
pt: plantação de arbustos tropicais - Eucalyptus spp.
zh: 热带灌木人工林 - 桉树属

# technologies_2018 label
source: tropical shrubland plantation - Pinus spp.
pt: plantação de arbustos tropicais - Pinus spp.
zh: 热带灌木人工林 - 松树属

# technologies_2018 label
source: Tree plantation, afforestation: Specify type of forest
pt: Plantação de árvores, florestamento: Especificar o tipo de floresta
zh: 植树造林：指定森林类型

# technologies_2018 label_view
source: Type of tree plantation, afforestation
pt: Tipo de plantação de árvores, florestamento
zh: 植树造林类型

# technologies_2018 label
source: Pinus species
pt: Espécies de pinho
zh: 松树属

# technologies_2018 label
source: Specify type of tree
pt: Especificar o tipo de árvore
zh: 指明树木类型

# technologies_2018 label_view
source: Type of tree
pt: Tipo de árvore
zh: 树木类型

# technologies_2018 label
source: If the Technology is evenly spread over an area, specify area covered (in km2)
pt: Se a Tecnologia estiver uniformemente distribuída por uma área, especifique a área coberta (em km2)
zh: 如果技术均匀分布在一个区域，则指定覆盖的区域（单位为平方千米）

# technologies_2018 helptext
source: 1 ha = 10’000m²; 1 km² = 100 ha
zh: 1 公顷 = 10’000平方米；1 平方千米 = 100 公顷

# technologies_2018 label
source: ground water
pt: águas subterrâneas
zh: 地下水

# technologies_2018 label
source: surface water
pt: água de superfície
zh: 地表水

# technologies_2018 label
source: both ground and surface water
pt: tanto de águas subterrâneas quanto de superfície
zh: 地下水和地表水

# technologies_2018 label
source: Water quality refers to:
pt: A qualidade da água refere-se a:
zh: 水质请参考：

# technologies_2018 label
source: Comments
pt: Comentários
zh: 注释

# technologies_2018 label
source: Specify assessment of on-site impacts (measurements)
pt: Especificar a avaliação dos impactos no local (medidas)
zh: 对现场影响的评估（测量）进行具体说明

# technologies_2018 label
source: General comments
pt: Comentários gerais
zh: 一般注释

# technologies_2018 helptext
source: Feedback regarding the questionnaire, the database or general remarks.
pt: Feedback a respeito do questionário, do banco de dados ou de observações gerais.
zh: 关于调查问卷、数据库或一般注释的反馈。

source: 1.2: A new option "co-compiler" was added to question "Key resource persons".
pt: 1.2: Uma nova opção "co-compilador" foi adicionada à pergunta "Pessoas-chave de recursos".
zh: 1.2：将一个新的选项“共同编制者”添加到“关键资源人员”问题中。

source: 1.2: The questions "Address", "Phone" and "E-Mail" of "Key resource persons" were removed.
pt: 1.2: As perguntas "Endereço", "Telefone" e "E-Mail" de "Pessoas-chave de recursos" foram removidas.
zh: 1.2：删除了“关键资源人员”中的“地址”、“电话”和“电子邮件”问题。

source: 1.3: The question "Date of compilation in the field" was moved to 7.1.
pt: 1.3: A pergunta "Data de compilação no campo" foi movida para 7.1.
zh: 1.3：将“现场编制日期”问题改为7.1。

source: 2.5: The questions about "Spread of the Technology" (previously in 3.5) were integrated into 2.5.
pt: 2.5: As perguntas sobre "Difusão da Tecnologia" (anteriormente em 3.5) foram integradas em 2.5.
zh: 2.5：将关于“技术传播”（之前在3.5中）的问题整合到2.5中。

source: 2.5: A new question "If precise area is known, please specify" was added.
pt: 2.5: Uma nova pergunta "Se a área precisa for conhecida, por favor especifique" foi acrescentada.
zh: 2.5：添加了一个新问题“如果知道精确区域，请说明”。

source: 2.5: A new question "Is/are the technology site(s) located in a permanently protected area?" was added.
pt: 2.5: Foi acrescentada uma nova pergunta "Eu/são o(s) local(is) tecnológico(s) localizado(s) em uma área permanentemente protegida?".
zh: 2.5：增加了一个新的问题：“技术现场是否设在永久保护区内?”

source: 3.2: A separate question about "Mixed land use" was added.
pt: 3.2: Uma pergunta separada sobre "Uso misto da terra" foi acrescentada.
zh: 3.2：增加了一个关于“混合土地利用”的单独问题。

source: 3.2: New questions about crops, intercropping and crop rotation for land use type "Cropland" were added.
pt: 3.2: Foram acrescentadas novas questões sobre culturas, intercruzamento e rotação de culturas para uso da terra tipo "Cropland" (Terra de cultivo).
zh: 3.2：新增了有关土地利用类型“农田”的作物、间作和轮作的新问题。

source: 3.2: The question "Main crops" of land use type "Cropland" was removed.
pt: 3.2: A questão "Principais culturas" de uso da terra do tipo "Terra de cultivo" foi removida.
zh: 3.2：土地利用类型“农田”的“主要作物”问题被消除。

source: 3.2: New questions about grazing land (animal type, crop-livestock management practices, products and services) were added.
pt: 3.2: Foram acrescentadas novas questões sobre as terras de pastagem (tipo de animal, práticas de manejo de cultivos-pecuários, produtos e serviços).
zh: 3.2：新增了有关牧场的新问题（动物类型、农畜管理实践、产品和服务）。

source: 3.2: The question "Main animal species and products" of land use type "Grazing land" was removed.
pt: 3.2: A questão "Principais espécies e produtos animais" do tipo "Pastoreio" foi removida.
zh: 3.2：删除了土地利用类型“放牧地”的“主要动物种类和产品”。

source: 3.2: A new question "Livestock population" for land use type "Grazing land" was added.
pt: 3.2: Foi acrescentada uma nova pergunta "População pecuária" para o tipo de uso da terra "Terra de pastagem".
zh: 3.2：新增了土地利用类型“放牧地”的“牲畜数量”问题。

source: 3.2: The option "semi-nomadism" of land use type "Grazing land" was renamed to "semi-nomadic pastoralism".
pt: 3.2: A opção "semi-nomadismo" do tipo "pastoreio" foi renomeada para "pastoreio semi-nomádico".
zh: 3.2：土地利用类型为“放牧地”的“半游牧”方案更名为“半游牧畜牧业”。

source: 3.2: A new option "transhumant pastoralism" was added to land use type "Grazing land".
pt: 3.2: Uma nova opção "pastoreio transumante" foi adicionada ao tipo de uso da terra "Pastoreio".
zh: 3.2：在土地利用类型“放牧地”中增加了一个新的选项“季节性迁移放牧的游牧主义”。

source: 3.2: New questions about forest type and trees for land use type "Forest/ woodlands" were added.
pt: 3.2: Novas perguntas sobre tipo de floresta e árvores para uso da terra tipo "Floresta/ bosques" foram acrescentadas.
zh: 3.2：增加了关于森林类型和土地利用类型“森林/林地”的新问题。

source: 3.2: The question "If land use has changed due to the implementation of the Technology, indicate land use before implementation of the Technology" was removed. This information can now be entered in 3.3.
pt: 3.2: A pergunta "Se o uso do solo mudou devido à implementação da Tecnologia, indique o uso do solo antes da implementação da Tecnologia" foi removida. Esta informação pode agora ser inserida em 3.3.
zh: 3.2：删除“如果由于技术的实施而导致土地用途发生变化，则在技术实施前说明土地利的用途。”这一问题。现在可以在3.3中输入此信息。

source: 3.3 (new): A new subcategory about initial land use was added.
pt: 3.3 (novo): Uma nova subcategoria sobre o uso inicial da terra foi acrescentada.
zh: 3.3（新增）：新增了初始土地利用的子类别。

source: 3.4 (previously 3.3): The question "Number of growing seasons per year" was moved to 3.2 - land use type "Cropland". Data was migrated automatically only if land use type "Cropland" was selected.
pt: 3.4 (anteriormente 3.3): A pergunta "Número de estações de cultivo por ano" foi movida para 3.2 - tipo de uso da terra "Terra de cultivo". Os dados foram migrados automaticamente somente se o tipo de uso da terra "Terra de cultivo" foi selecionado.
zh: 3.4（之前的3.3）：“每年的生长季节数”问题被移到3.2 - 土地利用类型“农田”。只有在选择了土地利用类型“农田”时，数据才会自动迁移。

source: 3.4 (previously 3.3): The question "Livestock density (if relevant)" was removed. Use "Comments" of "3.2 Current land use type(s)".
pt: 3.4 (anteriormente 3.3): A pergunta "Densidade pecuária (se relevante)" foi removida. Usar "Comentários" de "3.2 Tipo(s) de uso atual da terra".
zh: 3.4（之前的3.3）：删除了“牲畜密度（如果相关）”问题。使用“3.2当前土地利用类型”的“注释”。

source: 3.5: The previous questions of "3.5 Spread of the Technology" were integrated into "2.5 Country/ region/ locations where the Technology has been applied and which are covered by this assessment".
pt: 3.5: As questões anteriores de "3.5 Difusão da Tecnologia" foram integradas em "2.5 País/ região/locais onde a Tecnologia foi aplicada e que são cobertos por esta avaliação".
zh: 3.5：之前在“3.5技术传播”中的问题被整合到“2.5已应用该技术的、本评估所涵盖的国家/地区/地点”。

source: 3.5: The question "Comments" about "Spread of the Technology" (previously 3.5) was removed; its content needs to be merged with "Comments" of 2.5.
pt: 3.5: A pergunta "Comentários" sobre "Difusão da Tecnologia" (anteriormente 3.5) foi removida; seu conteúdo precisa ser fundido com "Comentários" de 2.5.
zh: 3.5：删除了关于“技术传播”的“注释”问题（之前的3.5）；其内容需要与2.5的“注释”合并。

source: 3.6: A new question "Differentiate tillage systems" was added when selecting agronomic measure "A3: Soil surface treatment".
pt: 3.6: Uma nova pergunta "Diferenciar sistemas de lavoura" foi acrescentada ao selecionar a medida agronômica "A3: Tratamento de superfície do solo".
zh: 3.6：在选择农艺措施“A3：土壤表面处理”时，增加了一个新问题“区别耕作制度”。

source: 3.6: A new option "A6: Residue Management" was added to "agronomic measures".
pt: 3.6: Uma nova opção "A6: Gerenciamento de resíduos" foi adicionada às "medidas agronômicas".
zh: 3.6：在“农艺措施”中增加了一个新的选项“A6：残渣管理”。

source: 3.6 The option "A6: Others" of "agronomic measures" was renamed to "A7: Others".
pt: 3.6 A opção "A6: Outros" de "medidas agronômicas" foi renomeada para "A7: Outros".
zh: 3.6“农艺措施”中的选项“A6：其他”改为“A7：其他”。

source: 3.6: A new question "Specify residue management" was added when selecting agronomic measure "A6: residue management".
pt: 3.6: Uma nova pergunta "Especificar gestão de resíduos" foi acrescentada ao selecionar a medida agronômica "A6: gestão de resíduos".
zh: 3.6：在选择农艺措施“A6：残渣管理”时，增加了一个新问题“具体说明残渣管理”。

source: 3.6: A new question to specify was added when selecting "other measures".
pt: 3.6: Uma nova pergunta a especificar foi acrescentada ao selecionar "outras medidas".
zh: 3.6：在选择“其他措施”时，添加了一个需要具体说明的新问题。

source: 3.7: A new question to specify was added when selecting other degradation type.
pt: 3.7: Uma nova pergunta a especificar foi adicionada ao selecionar outro tipo de degradação.
zh: 3.7：选择其他退化类型时，添加了一个需要具体说明的新问题。

source: 4: The numbering was updated (4.2 was removed).
pt: 4: A numeração foi atualizada (4.2 foi removida).
zh: 4：更新了编号（删除了4.2）。

source: 4.1: The previous question "4.2 Technical specifications" was integrated into "4.1 Technical drawing".
pt: 4.1: A pergunta anterior "4.2 Especificações técnicas" foi integrada em "4.1 Desenho técnico".
zh: 4.1：将前面的问题“4.2技术规范”合并到“4.1技术图纸”中。

source: 4.3 (previously 4.4): The question "Type of measure" was removed from Establishment activities.
pt: 4.3 (anteriormente 4.4): A pergunta "Tipo de medida" foi retirada das atividades do Estabelecimento.
zh: 4.3 （之前的4.4）：“措施类型”问题已从技术建立活动中删除。

source: 4.4 (previously 4.5): A new question "Total costs for establishment of the Technology in USD" (automatically calculated) was added.
pt: 4.4 (anteriormente 4.5): Uma nova pergunta "Custos totais de estabelecimento da Tecnologia em USD" (calculado automaticamente) foi adicionada.
zh: 4.4 （之前的4.5）：增加了“以美元为单位建立技术的总成本”（自动计算）的新问题。

source: 4.5 (previously 4.6): The question "Type of measure" was removed from Maintenance activities.
pt: 4.5 (anteriormente 4.6): A pergunta "Tipo de medida" foi retirada das atividades de Manutenção.
zh: 4.5（之前的4.6）：“措施类型”问题已从技术维护活动中删除。

source: 4.6 (previously 4.7): A new question "Total costs for maintenance of the Technology in USD" (automatically calculated) was added.
pt: 4.6 (anteriormente 4.7): Uma nova pergunta "Custos totais de manutenção da Tecnologia em USD" (calculado automaticamente) foi adicionada.
zh: 4.6（之前的4.7）：增加了“以美元为单位的技术维护总成本”（自动计算）的新问题。

source: 5.4: A new question about water quality (referring to ground or surface water) was added.
pt: 5.4: Uma nova pergunta sobre a qualidade da água (referente à água subterrânea ou superficial) foi acrescentada.
zh: 5.4：增加了一个有关水质的新问题（指地下水或地表水）。

source: 5.6: More options for question "Age of land users" can be selected.
pt: 5.6: Mais opções para a pergunta "Idade dos usuários da terra" podem ser selecionadas.
zh: 5.6：可以选择更多关于“土地使用者年龄”问题的选项。

source: 5.8: A new question about traditional land use rights was added.
pt: 5.8: Uma nova pergunta sobre os direitos tradicionais de uso da terra foi acrescentada.
zh: 5.8：增加了一个关于传统土地使用权的新问题。

source: 5.9: A new question for comments regarding "Access to services and infrastructure" was added.
pt: 5.9: Uma nova pergunta para comentários sobre "Acesso a serviços e infra-estrutura" foi acrescentada.
zh: 5.9：新增了一个关于“获得服务和基础设施”的注释问题。

source: 6.1: A new question for comments about on-site impacts was added.
pt: 6.1: Uma nova pergunta para comentários sobre os impactos no local foi acrescentada.
zh: 6.1：增加了一个关于现场影响注释的新问题。

source: 7.4 (new): A new question for general remarks about the questionnaire and feedback was added.
pt: 7.4 (novo): Uma nova pergunta para comentários gerais sobre o questionário e feedback foi acrescentada.
zh: 7.4 （新）：增加了一个关于调查问卷和反馈的一般性注释的新问题。

source: UNCCD Focal Point
pt: Ponto Focal da UNCCD
zh: UNCCD联络点

source: Changes in the questionnaires structure
pt: Mudanças na estrutura dos questionários
zh: 调查问卷结构的变化

source: Rationale
pt: Raciocínio
zh: 基本原理

source: The structure of the questionnaire is updated periodically. This reflects the continuous process of enhancing the data quality. Questions may be altered (e.g. an open text answer is changed into a structured answer), added or deleted. Existing data can be updated if the compiler of the questionnaire starts editing a published case. The specific changes are listed below.
pt: A estrutura do questionário é atualizada periodicamente. Isto reflete o processo contínuo de melhorar a qualidade dos dados. As perguntas podem ser alteradas (por exemplo, uma resposta de texto aberto é transformada em uma resposta estruturada), adicionadas ou excluídas. Os dados existentes podem ser atualizados se o compilador do questionário começar a editar um caso publicado. As mudanças específicas são listadas abaixo.
zh: 定期更新调查问卷的结构。 这反映了不断提高数据质量的过程。 可以更改（例如，将开放式文本答案更改为结构化答案）、添加或删除问题。 如果调查问卷的编制者开始编辑已发布的案例，则可以更新现有数据。 具体变化如下。

source: How to update an SLM Technology
pt: Como atualizar uma tecnologia SLM
zh: 如何更新SLM技术

source: Create a new version of the Technology. This creates a new draft version of a submitted Technology. The original data is copied into the new version. You now need to enter or complement data for questions that were added or modified in the new edition of the questionnaire.
pt: Criar uma nova versão da Tecnologia. Isto cria uma nova versão preliminar de uma Tecnologia apresentada. Os dados originais são copiados para a nova versão. Agora você precisa inserir ou complementar dados para perguntas que foram adicionadas ou modificadas na nova edição do questionário.
zh: 创建技术的新版本。这将创建提交技术的新草稿版本。原始数据将被复制到新版本中。现在，您现在需要输入或补充在新版问卷中添加或修改的问题的数据。

source: During this process, you can still open and view the original data in the previous submitted and published version of your Technology. This allows you to cross-check the data and compare the two versions.
pt: Durante este processo, você ainda pode abrir e visualizar os dados originais na versão anterior apresentada e publicada de sua Tecnologia. Isto permite que você faça uma verificação cruzada dos dados e compare as duas versões.
zh: 在此过程中，您仍然可以打开和查看以前提交和发布的技术版本中的原始数据。这样您就可以交叉检查数据并比较两个版本。

source: When updating your Technology, please focus on the changes made in the new edition of the questionnaire, which are listed below.
pt: Ao atualizar sua Tecnologia, por favor, concentre-se nas mudanças feitas na nova edição do questionário, que estão listadas abaixo.
zh: 在更新您的技术时，请关注新版调查问卷中所做的更改，如下所列。
