Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# cca label
source: impacts of cyclones, rain storms
pt: Impactos de ciclones, temporais
zh: 飓风、暴雨的影响

# cca label
source: emission of carbon and greenhouse gases
pt: Emissão de carbono e gases de efeito estufa
zh: 碳和温室气体的排放

# cca label
source: fire risk
pt: Risco de incêndio
zh: 火灾风险

# cca label
source: wind velocity
pt: Velocidade do vento
zh: 风速

# cca label
source: micro-climate
pt: Microclima
zh: 微气候

# cca label
source: water availability
pt: Disponibilidade de água
zh: 水资源可用性

# cca label
source: reliable and stable stream flows in dry season
pt: Caudal confiável e estável em período seco
zh: 旱季稳定可靠的水流

# cca label
source: downstream flooding
pt: Cheias de jusante
zh: 下游洪水

# cca label
source: downstream siltation
pt: Sedimentação a jusante
zh: 下游淤积

# cca label
source: groundwater/ river pollution
pt: Poluição de água subterrânea/rio
zh: 地下水/河流污染

# cca label
source: buffering/ filtering capacity
pt: Capacidade de tamponamento/filtragem
zh: 缓冲/过滤能力

# cca label
source: wind transported sediments
pt: Sedimentos transportados pelo vento
zh: 风力搬运沉积物

# cca label
source: damage on neighbours' fields
pt: Danos em áreas vizinhas
zh: 对邻近农田的破坏

# cca label
source: damage on public/ private infrastructure
pt: Danos na infraestrutura pública/privada
zh: 对公共/私人基础设施的破坏

# cca label
source: impact of greenhouse gases
pt: Impacto dos gases de efeito estufa
zh: 温室气体的影响

# cca label
source: decreased
pt: Diminuído
zh: 降低

# cca label
source: increased
pt: Elevado aumentado
zh: 增加

# cca label
source: hindered
pt: Impedido
zh: 妨碍

# cca label
source: simplified
pt: Simplificado
zh: 简化

# cca label
source: reduced
pt: Reduzido
zh: 减少

# cca label
source: improved
pt: Melhorado
zh: 改良

# cca label
source: worsened
pt: Agravado
zh: 恶化

# cca label
source: weakened
pt: Enfraquecido
zh: 削弱

# cca label
source: strengthened
pt: Fortalecido
zh: 加强

# cca label
source: lowered
pt: Baixado Deplecionado
zh: 下降

# cca label
source: recharge
pt: Recarga
zh: 补水

# cca label
source: Yes. If yes, fill in the table below.
pt: Sim. Se sim, preencha a tabela abaixo.
zh: 是的。如果是，请填写下表。

# cca label
source: No. If no, continue with chapter 4.7.
pt: Não. Se não, continuar com o capítulo 4.7.
zh: 不是。如果否，继续第4.7章。

# watershed label
source: By national standards, is the watershed considered
pt: Pelos padrões nacionais, é considerada a bacia hidrográfica
zh: 按照国家标准，是否考虑流域

# watershed label
source: Indicate if the described watershed is representative of a larger watershed, river basin, or region.
pt: Indicar se a bacia hidrográfica descrita é representativa de uma bacia hidrográfica maior, bacia hidrográfica ou região.
zh: 说明所描述的流域是否代表较大的流域、河盆或区域

# watershed label
source: If yes, specify
pt: Caso afirmativo, especifique
zh: 如果是，请具体说明

# watershed label
source: Total watershed area in km²
pt: Área total da bacia hidrográfica em km²
zh: 流域总面积平方千米

# watershed label
source: If precise area is not known, indicate approximately.
pt: Se a área precisa não for conhecida, indique aproximadamente.
zh: 如果不知道精确区域，请大致说明。

# watershed label
source: Key reason(s) for selecting this watershed for assessment and documentation
pt: Razão(ões) chave para a seleção desta bacia hidrográfica para avaliação e documentação
zh: 选择该流域进行评估和记录的关键原因

# watershed label
source: Description of the watershed
pt: Descrição da bacia hidrográfica
zh: 流域描述

# watershed helptext
source: <p>This detailed description should provide a concise but comprehensive picture of the watershed and its management to outsiders. Major differences of the three zones of the watershed should be highlighted. It should therefore address key questions such as:<ol><li>Where is the watershed located (natural and human environment)?</li><li>What are the main problems/ challenges and what are the main objectives of the watershed management?</li><li>What are the main Technologies applied (technical, social, and institutional)?</li><li>Who are the main target groups/ beneficiaries?</li><li>Who are the implementing partners and what is their role?</li><li>What are the environmental, social, cultural, and economic impacts of watershed management?</li></ol></p><p>The description should ideally be 2,500-3,000 characters in length; the absolute maximum is 3,500 characters. More detailed descriptions may be uploaded to the database as separate documents.</p>
pt: <p>Esta descrição detalhada deve fornecer uma imagem concisa, mas abrangente, da bacia hidrográfica e de sua gestão a pessoas de fora. As principais diferenças das três zonas da bacia hidrográfica devem ser destacadas. Deve, portanto, abordar questões-chave, tais como:<ol><li> Onde está localizada a bacia hidrográfica (ambiente natural e humano)?</li><li> Quais são os principais problemas/desafios e quais são os principais objetivos da gestão da bacia hidrográfica? </li><li>Quais são as principais tecnologias aplicadas (técnicas, sociais e institucionais)? </li><li>Quem são os principais grupos-alvo/beneficiários? </li><li>Quem são os parceiros implementadores e qual é o seu papel? </li><li>Quais são os impactos ambientais, sociais, culturais e econômicos da gestão de bacias hidrográficas?</li></ol></p><p> A descrição deve idealmente ter entre 2.500 e 3.000 caracteres; o máximo absoluto é de 3.500 caracteres. Descrições mais detalhadas podem ser carregadas para o banco de dados como documentos separados.</p>
zh: <p>这一详细描述应向外界提供流域及其管理的简明而全面的情况。应强调该流域三个区域的主要差异。因此，该描述应该强调以下关键问题：<ol><li>流域位于哪里（自然和人类环境）？</li><li>流域管理的主要问题/挑战是什么？主要目标是什么？</li><li>应用的主要技术（技术、社会和机构）是什么？</li><li>主要目标群体/受益人是谁？</li><li>实施合作伙伴是谁？他们的角色是什么？</li><li>流域管理的环境、社会、文化和经济影响是什么？</li></ol></p><p>理想情况下，该详细描述的长度应为2500-3000个字符；绝对最大长度为3500个字符。更详细的描述可以作为单独的文档上传到数据库中。</p>

# watershed label
source: Image of the map
pt: Imagem do mapa
zh: 地图图像

# watershed label
source: Caption of the map
pt: Legenda do mapa
zh: 地图标题

# watershed label
source: Describe major results illustrated by the map
pt: Descrever os principais resultados ilustrados pelo mapa
zh: 描述地图所示的主要结果

# watershed label
source: Describe a scenario for improved watershed management based on different scenario runs in the offline app.
pt: Descrever um cenário para uma melhor gestão das bacias hidrográficas com base em diferentes cenários executados no aplicativo off-line.
zh: 基于离线应用程序中运行的不同场景，描述一个改进流域管理的场景。

# watershed label
source: Are there conflicts between upstream and downstream land users?
pt: Existem conflitos entre os usuários de terra a montante e a jusante?
zh: 上下游土地使用者之间是否存在冲突？

# watershed helptext
source: E.g. water use, forest use
pt: Por exemplo, uso da água, uso da floresta
zh: 例如，用水、森林使用

# watershed label
source: Are there synergies between upstream and downstream land users?
pt: Existem sinergias entre os usuários de terra a montante e a jusante?
zh: 上下游土地使用者之间是否存在协同效应？

# watershed helptext
source: E.g. down-stream hydro-power companies invest in SLM upstream
pt: Por exemplo, as empresas de energia hidrelétrica a jusante investem na SLM a montante
zh: 例如，下游水电公司投资于上游SLM

# watershed label
source: Are there dependencies between upstream and downstream users?
pt: Existem dependências entre os usuários a montante e a jusante?
zh: 上游和下游用户之间是否存在依赖关系？

# watershed helptext
source: E.g. regulated water flow of rivers, groundwater recharge
pt: Por exemplo, fluxo de água regulado de rios, recarga de águas subterrâneas
zh: 例如，河流的调节水流量、地下水补给

# watershed label
source: Are there any solutions?
pt: Existe alguma solução?
zh: 有什么解决办法吗？

# watershed label
source: Can they be maintained in future?
pt: Eles podem ser mantidos no futuro?
zh: 将来还能保持吗？

# watershed label
source: Map layer ID
pt: Identificação da camada do mapa
zh: 图层标识

# watershed label
source: micro-mini scale
pt: micro-mini escalas
zh: 超小规模

# watershed label
source: small scale
pt: pequena escala
zh: 较小规模

# watershed label
source: medium scale
pt: média escala
zh: 中等规模

# watershed label
source: large scale (macro)
pt: grande escala (macro)
zh: 大型规模（宏观）

# watershed label
source: 1-10 km²
zh: 1-10 平方千米

# watershed label
source: 10-100 km²
zh: 10-100 平方千米

# watershed label
source: 100-1,000 km²
zh: 100-1,000 平方千米

# watershed label
source: 1,000-10,000 km²
zh: 1,000-10,000 平方千米

# watershed label
source: >10,000 km²
zh: >10,000 平方千米

# watershed label
source: Brief identification of the watershed
pt: Breve identificação da bacia hidrográfica
zh: 流域简介

# watershed label
source: Contact details of resource persons and institutions involved in the documentation
pt: Detalhes de contato das pessoas de recurso e instituições envolvidas na documentação
zh: 参与文件记录的资源人员和机构的联系方式

# watershed label
source: Conditions regarding the use of data documented through WOCAT
pt: Condições em relação ao uso da informação documentada através de WOCAT
zh: 关于使用通过WOCAT记录的数据的条件

# watershed label
source: Define the area of the watershed
pt: Definir a área da bacia hidrográfica
zh: 定义流域的面积

# watershed label
source: Coordinates in latitude and longitude at the outlet and / or centre of the watershed area
pt: Coordenadas em latitude e longitude na saída e/ou no centro da área da bacia hidrográfica
zh: 在流域出口和/或中心的经纬度坐标

# watershed label
source: Photos of the watershed
pt: Fotos da bacia hidrográfica
zh: 流域照片

# watershed helptext
source: <ul><li>Provide photos showing an overview and details of the three zones of the watershed</li><li>Provide at least two digital files (JPG, PNG, GIF), i.e. files from a digital camera, or scans from prints, negative films, or slide films.</li><li>Maximum file size: 3 MB.</li><li>Photos should be of high quality/ high resolution and not manipulated or distorted.</li><li>An explanation (description) is required for each photo submitted!</li></ul><p><strong>Example:</strong></p><div class="row"><div class="medium-6 columns"><img src="/static/assets/img/watershed/watershed_example_1.jpg"><p class="form-example-legend">Sourakhak watershed, Afghanistan, used for fuel, fodder, grazing, and cash crops (photo: S. Bhuchar, Helvetas)</p></div><div class="medium-6 columns"><img src="/static/assets/img/watershed/watershed_example_2.jpg"><p class="form-example-legend">Structural measures (contour trenches, check dams, water harvesting structures) in combination with management (grazing and shrub-cutting management) and vegetative measures applied in Baqa Kushta watershed, Afghanistan (photo: S. Bhuchar, Helvetas)</p></div></div>
pt: <ul><li>Fornecer fotos mostrando uma visão geral e detalhes das três zonas da bacia hidrográfica. </li><li>Fornecer pelo menos dois arquivos digitais (JPG, PNG, GIF), ou seja, arquivos de uma câmera digital, ou varreduras de impressões, filmes negativos, ou slides.</li><li> Tamanho máximo do arquivo: 3 MB.<li>As fotos devem ser de alta qualidade/alta resolução e não devem ser manipuladas ou distorcidas. <li>Uma explicação (descrição) é necessária para cada foto enviada! </li></ul><p><strong>Exemplo: </strong></p><div class="row"><div class="medium-6 columns"><img src="/static/assets/img/watershed/watershed_example_1.jpg"><p class="form-example-legend">Sourakhak, Afeganistão, usado para combustível, forragem, pastoreio e colheitas comerciais (foto: S. Bhuchar, Helvetas) </p></div><div class="medium-6 columns"><img src="/static/assets/img/watershed/watershed_example_2.jpg"><p class="form-example-legend">Medidas estruturais (valas de contorno, represas de verificação, estruturas de coleta de água) em combinação com manejo (manejo de pastoreio e corte de arbustos) e medidas vegetativas aplicadas na bacia hidrográfica de Baqa Kushta, Afeganistão (foto: S. Bhuchar, Helvetas)</p></div></div>
zh: <ul><li>提供显示流域内三个区域概况和细节的照片</li><li>提供至少两个数字文件（JPG、PNG、GIF），即来自数码相机的文件，或来自印刷品、底片或幻灯片的扫描件。</li><li>最大文件大小：3 MB。</li><li>照片应具有高质量/高分辨率，不得被篡改或扭曲。</li><li>提交的每张照片都需要说明（描述）！</li></ul><p>例子：</strong></p><div class="row"><div class="medium-6 columns"><img src="/static/assets/img/watershed/watershed_example_1.jpg"><p class="form-example-legend">阿富汗Sourakhak流域，用于燃料、饲料、放牧和经济作物（照片：S.Bhuchar，Helvetas）</p></div><div class="medium-6 columns"><img src="/static/assets/img/watershed/watershed_example_2.jpg"><p class="form-example-legend">结合管理（放牧和灌木砍伐管理）和植被措施在阿富汗Baqa Kushta流域实施的结构措施（等高沟、拦水坝、集水结构）（照片：S.Bhuchar，Helvetas）</p></div></div>

# watershed label
source: Map of the watershed assessment
pt: Mapa da avaliação da bacia hidrográfica
zh: 流域评估图

# watershed helptext
source: Upload the map of the delineated major Land Use Types (LUTs), Land Use Sub-Types (LUSTs), and Land Management (LM) for each zone of the watershed (current situation) in one map.
pt: Carregar o mapa dos principais tipos de uso do solo (LUTs), subtipos de uso do solo (LUSTs) e gerenciamento do solo (LM) para cada zona da bacia hidrográfica (situação atual) em um único mapa.
zh: 在一张地图中上传流域各区域（现状）的划定主要土地利用类型（LUT）、土地利用子类型（LUST）和土地管理（LM）的地图。

# watershed label
source: Additional map(s) that support(s) characterization of the watershed
pt: Mapa(s) adicional(is) que suportam a caracterização da bacia hidrográfica
zh: 支持流域特征描述的附加地图

# watershed helptext
source: If available provide any other map(s) that support(s) characterization of the watershed (e.g. altitude, annual rainfall, slopes, soils etc.).
pt: Se disponível, forneça qualquer outro(s) mapa(s) que suporte(m) a caracterização da bacia hidrográfica (por exemplo, altitude, precipitação anual, declives, solos, etc.).
zh: 如果可用，提供任何其他支持流域特征描述的地图（例如海拔、年降雨量、坡度、土壤等）。

# watershed label
source: Are there dependencies between upstream and downstream land users?
pt: Existem dependências entre os usuários de terra a montante e a jusante?
zh: 上游和下游土地使用者之间是否存在依赖关系？

# watershed label
source: Describe a scenario for improved watershed management
pt: Descrever um cenário para uma melhor gestão da bacia hidrográfica
zh: 描述改善流域管理的方案

# watershed label
source: Strengths/ advantages/ opportunities of watershed management activities
pt: Pontos fortes/ vantagens/ oportunidades das atividades de gerenciamento de bacias hidrográficas
zh: 流域管理活动的长处/优势/机会

# watershed label
source: Weaknesses/ disadvantages/ risks of watershed management activities and ways of overcoming them
pt: Fraquezas/ desvantagens/ riscos das atividades de gerenciamento de bacias hidrográficas e formas de superá-las
zh: 流域管理活动的弱点/缺点/风险及其克服方法

# watershed label
source: References to available publications
pt: Referências às publicações disponíveis
zh: 参考可用出版物

# watershed label
source: Links to relevant information that is available online
pt: Links para informações relevantes que estão disponíveis on-line
zh: 链接到网络上可用的相关信息

# watershed label
source: General information
pt: Informação geral
zh: 一般信息

# watershed label
source: Watershed information
pt: Informações sobre bacias hidrográficas
zh: 流域信息

# watershed helptext
source: <p><strong>Definition of a watershed</strong>: A watershed is a topographically limited area from which all water is drained by acommon water course/ outlet. A watershed is also known as a catchment or basin. (NB: take care not to confusewith another use of the term in the US, where “watershed” can mean the actual divide between two catchmentsfrom where water is shed in opposite directions, rather than the area with a common water flow or drainagesystem).</p><p>A watershed captures precipitation, filters and stores water and determines its release (Schreier et al. 1997). Theland, vegetation, and water and resource users (farmers, herders, industries, urban people, livestock, wildlife, etc.)are its main constituents. The human and environmental components are closely connected and interdependent insuch a way that a change in one component impacts the integrity of the other.</p><p><strong>Definition of watershed management</strong>: Watershed management is the integrated use of land, vegetation, andwater in a geographically discrete catchment or drainage area for the benefit of its residents, with the objective ofmaintaining the hydrological and other services that the watershed provides, and of reducing or avoiding negativedownstream or groundwater impacts (adapted from The World Bank, 2008). This implies also monitoring otherecological services such as soil productivity; biodiversity; the carbon cycle; climate change adaptation andmitigation; and sociocultural services such as aesthetics, recreation, tourism, heritage, etc.</p><p>Figure 1: Illustration of a watershed (source: https://dutchesswam.wordpress.com/)</p><img src="/static/assets/img/watershed/watershed_illustration.jpg">
pt: <p><strong>Definição de um divisor de águas</strong>: Uma bacia hidrográfica é uma área topograficamente limitada da qual toda a água é drenada por um curso/saída de água comum. Uma bacia hidrográfica é também conhecida como bacia hidrográfica ou bacia hidrográfica. (NB: tome cuidado para não confundir com outro uso do termo nos EUA, onde "bacia hidrográfica" pode significar a divisão real entre duas bacias hidrográficas de onde a água é derramada em direções opostas, ao invés da área com um fluxo comum de água ou sistema de drenagem). </p><p>Uma bacia hidrográfica captura a precipitação, filtra e armazena a água e determina sua liberação (Schreier et al. 1997). A terra, a vegetação e os usuários de água e recursos (agricultores, pastores, indústrias, pessoas urbanas, gado, vida selvagem, etc.) são seus principais constituintes. Os componentes humanos e ambientais estão intimamente ligados e interdependentes de tal forma que uma mudança em um componente afeta a integridade do outro. </p><p><strong>Definição de gestão de bacias hidrográficas</strong>: O gerenciamento de bacias hidrográficas é o uso integrado da terra, vegetação e água em uma bacia hidrográfica geograficamente discreta ou área de drenagem para o benefício de seus residentes, com o objetivo de manter os serviços hidrológicos e outros serviços que a bacia fornece, e de reduzir ou evitar os impactos negativos sobre a correnteza ou águas subterrâneas (adaptado de The World Bank (O Banco Mundial), 2008). Isto implica também no monitoramento de outros serviços ecológicos, como produtividade do solo; biodiversidade; ciclo do carbono; adaptação e mitigação das mudanças climáticas; e serviços socioculturais, como estética, recreação, turismo, patrimônio, etc. </p><p>Figura 1: Ilustração de uma bacia hidrográfica (fonte: https://dutchesswam.wordpress.com/)</p><img src="/static/assets/img/watershed/watershed_illustration.jpg">
zh: <p><strong>流域定义</strong>：流域是一个地形有限的区域，流域内的所有水都由一个公共水道/出口排出。流域也称为集水区或河盆。（注：注意不要与美国的另一种用法混淆。按照美国的这种用法，“流域”指两个集水区之间的实际分水岭，这两个集水区的水流方向相反，而不是具有共同水流或排水系统的区域。）</p><p>流域可以捕获降水，过滤和储存水，并确定其释放（Schreier等，1997年）。土地、植被和水以及资源使用者（农民、牧民、工业、城市居民、牲畜、野生动物等）是其主要组成部分。人类和环境因素紧密相连，相互依存，其中一个因素的变化会影响另一个因素的完整性。</p><p><strong>流域管理的定义</strong>：流域管理是为了居民的利益，在地理上分散的集水区或排水区综合利用土地、植被和水，其目的是维持流域提供的水文和其他服务，减少或避免对下游或地下水的负面影响（改编自世界银行，2008年）。这也意味着监测其他生态服务，如土壤生产力、生物多样性、碳循环、气候变化适应和缓解以及社会文化服务，如美学、娱乐、旅游、遗产等。</p><p>图1：流域示意图 (来源：https://dutchesswam.wordpress.com/)</p><img src="/static/assets/img/watershed/watershed_illustration.jpg">

# watershed label
source: Results of the watershed mapping and assessment
pt: Resultados do mapeamento e avaliação da bacia hidrográfica
zh: 流域测绘和评估结果

# watershed helptext
source: The results are based on the offline watershed assessment tool and uploaded to the online database.
pt: Os resultados são baseados na ferramenta de avaliação da bacia hidrográfica off-line e carregados para o banco de dados online.
zh: 结果基于离线流域评价工具，并上传至在线数据库

# watershed label
source: Analysis
pt: Análise
zh: 分析

# watershed label
source: Concluding statements
pt: Declarações finais
zh: 结论性说明

# watershed label
source: References and links
pt: Referências e links
zh: 参考和链接

# technologies_2018 label
source: Is/are the technology site(s) located in a permanently protected area?
pt: O(s) local(is) tecnológico(s) está(ão) localizado(s) em uma área permanentemente protegida?
zh: 技术现场是否位于永久保护区？

# technologies_2018 helptext
source: I.e. national reserve/ national park
pt: Isto é, reserva nacional / parque nacional
zh: 即国家保护区/国家公园

# technologies_2018 label
source: If yes, specify
pt: Caso afirmativo, especifique
zh: 如果是，请具体说明

# technologies_2018 label
source: Select land use type
pt: Selecione tipo de uso da terra
zh: 选择土地使用类型

# technologies_2018 label_view
source: Land use type
pt: Tipo de uso da terra
zh: 土地使用类型

# technologies_2018 label
source: Specify mixed land use (crops/ grazing/ trees)
pt: Especificar o uso misto da terra (culturas/ pastoreio/ árvores)
zh: 具体说明混合土地使用（作物/放牧/树木）

# technologies_2018 label
source: If crop type is not listed above, specify other crop
pt: Se o tipo de cultura não estiver listado acima, especifique outra cultura
zh: 如果上面未列出作物类型，请指定其他作物

# technologies_2018 label
source: Continuous wheat/barley/oats/upland rice
pt: Trigo/cevada/arroz contínuo/arroz de montanha
zh: 连作小麦/大麦/燕麦/旱稻

# technologies_2018 label
source: Fallow - wheat/barley/oats/upland rice
pt: Pousios - trigo/cevada/aveia/arroz de montanha
zh: 休耕 - 小麦/大麦/燕麦/旱稻

# technologies_2018 label
source: Continuous maize/sorghum/millet
pt: Milho/sorgo/painço contínuo
zh: 连作玉米/高粱/谷子

# technologies_2018 label
source: Fallow - maize/sorghum/millet
pt: Pousios - milho/sorgo/painço
zh: 休耕 - 玉米/高粱/谷子

# technologies_2018 label
source: Maize/sorghum/millet legume
pt: Milho/sorgo/painço - leguminosa
zh: 玉米/高粱/小米/豆类

# technologies_2018 label
source: Maize/sorghum/millet intercropped with legume
pt: Milho/sorgo/painço entremeado com legumes
zh: 玉米/高粱/谷子与豆类间作

# technologies_2018 label
source: Fallow - maize/sorghum/millet intercropped with legume
pt: Poupa - milho/sorgo/painço entremeado com leguminosas
zh: 休耕 - 玉米/高粱/谷子与豆类间作

# technologies_2018 label
source: Continuous wetland rice
pt: Arroz de zona úmida contínua
zh: 连作湿地稻

# technologies_2018 label
source: Wetland rice - wheat
pt: Arroz de manguezal - trigo
zh: 湿地稻 - 小麦

# technologies_2018 label
source: Continuous vegetables
pt: Vegetais contínuos
zh: 连作蔬菜

# technologies_2018 label
source: Vegetables - wheat/barley/oat/upland rice
pt: Legumes - trigo/cevada/aveia/arroz de terras altas
zh: 蔬菜 - 小麦/大麦/燕麦/旱稻

# technologies_2018 label
source: Continuous cotton/tobacco
pt: Algodão/tabaco contínuo
zh: 连作棉花和烟草

# technologies_2018 label
source: Vegetable - cotton/tobacco
pt: Vegetais - algodão/tabaco
zh: 蔬菜 - 棉花/烟草

# technologies_2018 label
source: Continuous root crop
pt: Cultura de raízes contínuas
zh: 连作块根农作物

# technologies_2018 label
source: Cassava/potato/manioc - vegetable
pt: Mandioca/batata/aipim - legumes
zh: 木薯/土豆/树薯 - 蔬菜

# technologies_2018 label
source: Cassava/potato/manioc - wheat/barley/oat
pt: Mandioca/batata/aipim - trigo/cevada/aveia
zh: 木薯/土豆/树薯 - 小麦/大麦/燕麦

# technologies_2018 label
source: Cassava/potato/manioc - maize/sorghum/millet
pt: Mandioca/batata/aipim - milho/sorgo/painço
zh: 木薯/土豆/树薯 - 玉米/高粱/小米

# technologies_2018 label
source: Hay
pt: Feno
zh: 干草

# technologies_2018 label
source: Wheat or similar rotation with hay/pasture
pt: Trigo ou rotação similar com feno/pasto
zh: 小麦或类似的干草/牧场轮作

# technologies_2018 label
source: Maize or similar rotation with hay/pasture
pt: Milho ou rotação similar com feno/pasto
zh: 玉米或类似的干草/牧场轮作

# technologies_2018 label
source: banana/plantain/abaca
pt: banana/planta/abacá
zh: 香蕉/芭蕉/蕉麻

# technologies_2018 label
source: agave / sisal
zh: 龙舌兰/剑麻

# technologies_2018 label
source: areca
zh: 槟榔属

# technologies_2018 label
source: berries
pt: frutas silvestres
zh: 浆果类

# technologies_2018 label
source: avocado
pt: abacate
zh: 鳄梨

# technologies_2018 label
source: citrus
pt: cítrico
zh: 柑橘属

# technologies_2018 label
source: cacao
pt: cacau
zh: 可可

# technologies_2018 label
source: coconut (fruit, coir, leaves, etc.)
pt: coco (frutas, coco, folhas, etc.)
zh: 椰子（水果、椰壳、树叶等）

# technologies_2018 label
source: coffee, open grown
pt: café, cultivado ao ar livre
zh: 咖啡，露天种植

# technologies_2018 label
source: coffee, shade grown
pt: café, sombra cultivada
zh: 咖啡，采树荫栽培

# technologies_2018 label
source: dates
pt: datas
zh: 枣子
