Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# approaches label
source: Institution strengthening (organizational development)
pt: Fortalecimento da instituição (desenvolvimento organizacional)
zh: 机构强化（组织发展）

# approaches label
source: Research
pt: Pesquisa
zh: 研究

# approaches label
source: Impacts of the Approach
pt: Impactos da abordagem
zh: 方法的影响

# approaches helptext
source: <p>The term Approach refers to the implementation of one or several Technologies. It may have been introduced through a project/ programme, or be part of an indigenous system, or refer to a spontaneous adoption/ adaptation based on individual initiative.</p><p>First, tick relevant impacts. Then, for each selected impact, tick the extent and specify / indicate reasons.</p>
pt: <p>O termo Abordagem se refere à implementação de uma ou várias tecnologias. Pode ter sido introduzida através de um projeto/programa, ou ser parte de um sistema nativo, ou referir-se a uma adoção/adaptação espontânea baseada em iniciativa individual. </p><p>Primeiro, assinale os impactos relevantes. Depois, para cada impacto selecionado, marque a extensão e especifique/indique as razões.</p>
zh: <p>“方法”一词指的是一种或几种技术的实施。它可能是通过一个项目/方案引入的，或者是本地系统的一部分，或者是指基于个人主动性的自发采用/适应。</p><p>首先，勾选相关影响。然后，对于每个选定的影响，勾选范围并指定/指出原因。</p>

# approaches label
source: Main motivation of land users to implement SLM
pt: Principal motivação dos usuários da terra para implementar a gestão sustentável da terra
zh: 土地使用者实施SLM的主要动机

# approaches label
source: Weaknesses/ disadvantages of the Approach and ways of overcoming them
pt: Pontos fracos, desvantagens da tecnologia e formas de superá-los
zh: 该方法的弱点/缺点以及克服它们的方法

# approaches label
source: Methods/ sources of information
pt: Métodos/fontes de informação
zh: 方法/信息来源

# approaches label
source: References to available publications
pt: Referências às publicações disponíveis
zh: 参考可用出版物

# approaches label
source: Links to relevant information which is available online
pt: Links para informação relevante que está disponível online
zh: 链接到网络上可用的相关信息

# approaches label
source: Photos of the Approach
pt: Fotos da abordagem
zh: 该方法的照片

# approaches helptext
source: <p>Provide photos showing stakeholders interacting with each other/ implementing measures/ undergoing training, etc.</p><p>Provide at least two digital files (JPG, PNG, GIF), i.e. files from a digital camera, or scans from prints, negative films or slide films.</p><p>Maximum file size: 3 MB.</p><p>Photos should be of high quality/ high resolution and not manipulated or distorted.</p><p>An explanation (description) is required for each photo submitted! Photos should match the description given in 2.2.</p>
pt: <p>Fornecer fotos mostrando as partes interessadas interagindo entre si/implementando medidas/treinamento contínuo, etc.</p><p> Fornecer pelo menos dois arquivos digitais (JPG, PNG, GIF), ou seja, arquivos de uma câmera digital, ou escaneamentos de impressões, filmes negativos ou slides. </p><p>Tamanho máximo do arquivo: 3 MB. </p><p>As fotos devem ser de alta qualidade/alta resolução e não devem ser manipuladas ou distorcidas.</p><p> Uma explicação (descrição) é necessária para cada foto enviada! As fotos devem corresponder à descrição dada em 2.2.</p>
zh: <p>提供利益相关者相互交流/实施措施/接受培训等的照片。</p><p>提供至少两个数字文件（JPG、PNG、GIF），即来自数码相机的文件，或来自印刷品、底片或幻灯片的扫描。</p><p>最大文件大小：3 MB.</p><p>照片应具有高质量/高分辨率，不得被篡改或扭曲。</p><p>提交的每张照片都需要说明（描述）！照片应与2.2中给出的描述相匹配。</p>

# approaches label
source: General information
pt: Informação geral
zh: 一般信息

# approaches label
source: Participation and roles of stakeholders involved
pt: Participação e papel das partes interessadas envolvidas
zh: 相关利益相关者的参与和角色

# approaches label
source: Technical support, capacity building, and knowledge management
pt: Suporte técnico, reforço das capacidades e gestão do conhecimento
zh: 技术支持、能力建设和知识管理

# approaches label
source: References and links
pt: Referências e links
zh: 参考和链接

# approaches label
source: Description of the SLM Approach
pt: Descrição da abordagem de gestão sustentável da terra
zh: SLM方法的描述

# approaches helptext
source: <p>An <strong>SLM Approach</strong> (hereafter referred to as Approach) defines the ways and means used to implement one or several SLM Technologies. It includes technical and material support, involvement and roles of different stakeholders, etc. This questionnaire may be used to document any type of Approach: Besides SLM Technologies introduced through projects or programmes, WOCAT includes traditional SLM practices and cases of spontaneous adoption or adaptation of Technologies. <strong>If the Approach to be documented involves a project, WOCAT asks you to document only those components or activities of the project that are relevant to SLM.</strong></p>
pt: <p>Uma <strong>Abordagem SLM</strong> (doravante denominada Abordagem) define as formas e os meios utilizados para implementar uma ou várias tecnologias SLM. Ela inclui apoio técnico e material, envolvimento e papéis de diferentes partes interessadas, etc. Este questionário pode ser usado para documentar qualquer tipo de Abordagem: Além das Tecnologias SLM introduzidas através de projetos ou programas, o WOCAT inclui práticas tradicionais SLM e casos de adoção ou adaptação espontânea de Tecnologias. <strong>Se a Abordagem a ser documentada envolve um projeto, o WOCAT pede que você documente somente os componentes ou atividades do projeto que são relevantes ao SLM.</strong></p>
zh: <p>一个 <strong>SLM 方法</strong> （以下简称“方法”）定义了用于实现一种或几种SLM技术的方法和手段。它包括技术和材料支持、不同利益相关者的参与和作用等。本调查问卷可用于记录任何类型的方法：除了通过项目或方案引入的SLM技术外，WOCAT还包括传统的SLM实践和自发采用或适应技术的案例。 <strong>如果要记录的方法涉及到一个项目，WOCAT要求您只记录项目中与SLM相关的那些组成部分或活动。</strong></p>

# approaches label
source: Financing and external material support
pt: Financiamento e apoio material externo
zh: 融资和外部物质支持

# approaches helptext
source: <p><strong>External material support</strong>: includes in-kind and financial support or incentives provided by government or private organizations.</p><p>Questions about financing concern all costs of the Approach, including implementation of the Technology/ Technologies.</p>
pt: <p><strong>Apoio material externo</strong>: inclui apoio não financeiro e financeiro ou incentivos fornecidos por organizações governamentais ou privadas. </p><p>Questões sobre financiamento dizem respeito a todos os custos da Abordagem, incluindo a implementação da Tecnologia/Tecnologias.</p>
zh: <p><strong>外部物质支持</strong>：包括政府或私人组织提供的实物和财政支持或奖励。</p><p>有关该方法所有成本的融资问题，包括技术的实施。</p>

# approaches label
source: Impact analysis and concluding statements
pt: Análise de impactos e declarações finais
zh: 影响分析和结论性陈述

# approaches helptext
source: <p>Impact analysis is crucial to assessing investments made in SLM, which are often poorly assessed and documented; please provide as much information as possible. Note: Impacts of the Technology/ Technologies on natural resources, production, etc. must be specified in the respective questionnaire(s) on SLM Technologies.</p><p>The concluding statements should focus on the Approach you described in this document. Concluding statements concerning the Technologies associated with this Approach are to be made in the separate Questionnaire on SLM Technologies.</p>
pt: <p>A análise de impacto é crucial para avaliar os investimentos feitos no SLM, que muitas vezes são mal avaliados e documentados; favor fornecer o máximo de informações possíveis. Nota: Os impactos da Tecnologia/ Tecnologias sobre recursos naturais, produção, etc. devem ser especificados no(s) respectivo(s) questionário(s) sobre Tecnologias SLM. </p><p>As declarações finais devem se concentrar na Abordagem que você descreveu neste documento. As declarações finais referentes às Tecnologias associadas a esta Abordagem devem ser feitas no Questionário separado sobre Tecnologias SLM.</p>
zh: <p>影响分析对于评估SLM中的投资是至关重要的，这些投资通常没有得到充分的评估和记录；请提供尽可能多的信息。注：该技术对自然资源、生产等的影响必须在有关SLM技术的调查表中说明。</p><p>结论性陈述的重点是您在本文档中描述的方法。关于与该方法有关的技术结论性陈述将在SLM技术的单独调查表中提出。</p>

# cca label
source: General Information
pt: Informações gerais
zh: 一般信息

# cca label
source: Name of the SLM Technology (hereafter referred to as the Technology) as per Core Questionnaire on SLM Technologies Question QT Core 1.1
pt: Nome da Tecnologia SLM (doravante referida como Tecnologia) conforme o Questionário Principal sobre Tecnologias SLM Pergunta QT Core 1.1
zh: 根据SLM技术核心问卷问题QT Core 1.1确定的SLM技术名称（以下简称“技术”）

# cca label_view
source: Name of the SLM Technology
pt: Nome da tecnologia de gestão sustentável da terra
zh: SLM技术的名称

# cca label
source: Contact details of resource persons and institutions involved in the assessment and documentation of the Technology
pt: Detalhes do contato das pessoas capacitadas e instituições envolvidas na avaliação e documentação da tecnologia.
zh: 参与技术评估和文件编制的资源人员和机构的联系方式

# cca label
source: Conditions regarding the use of data documented through WOCAT
pt: Condições em relação ao uso da informação documentada através de WOCAT
zh: 关于使用通过WOCAT记录数据的条件

# cca label
source: Exposure
pt: Exposição
zh: 暴露

# cca label
source: Climate data on exposure
pt: Dados climáticos sobre a exposição
zh: 关于暴露的气候数据

# cca helptext
source: This section on exposure provides an overview of relevant climate data (historic and future trends) and is generated automatically in the online database through a retrieval of data from the CIAT Climatewizard (based on the geographical location provided in the WOCAT Technology questionnaire QT Core).
pt: Esta seção sobre exposição fornece uma visão geral dos dados climáticos relevantes (tendências históricas e futuras) e é gerada automaticamente no banco de dados online através da recuperação de dados do CIAT Climatewizard (baseado na localização geográfica fornecida no questionário QT Core do WOCAT Technology).
zh: 本节有关暴露的内容提供了有关气候数据(历史和未来趋势)的概述，并通过从CIAT Climatewizard（基于WOCAT技术问卷QT Core提供的地理位置）检索数据自动在在线数据库中生成。

# cca label
source: Land users' experiences of gradual climate changes and climate-related extremes (disasters)
pt: Experiências dos usuários da terra com mudanças climáticas graduais e extremos relacionados ao clima (desastres)
zh: 土地使用者经历了渐变气候以及与气候有关的极端情况（灾害）

# cca helptext
source: <p>This section focuses solely on the experiences of land users and field-experienced SLM specialists. Consider only the location where the Technology is located as indicated in question 2.5 of QT Core.</p><p>Note that a first assessment of exposure and sensitivity is provided in question 6.3 of QT Core. Please reflect on the answers provided in QT Core when filling in the table below.</p>
pt: <p>Esta seção enfoca exclusivamente as experiências dos usuários de terras e especialistas em SLM com experiência de campo. Considere apenas o local onde a Tecnologia está localizada, como indicado na pergunta 2.5 do QT Core. </p><p>Note que uma primeira avaliação de exposição e sensibilidade é fornecida na pergunta 6.3 do QT Core. Favor refletir sobre as respostas fornecidas no QT Core ao preencher a tabela abaixo.</p>
zh: </p>本节仅关注土地使用者和现场经验丰富的SLM专家的经验。仅考虑QT Core的问题2.5中所示的技术位置。</p><p>注意，QT Core的问题6.3中提供了对暴露和敏感度的首次评估。填写下表时，请考虑QT Core提供的答案。</p>

# cca label
source: Gradual climate change
pt: Mudança climática gradual
zh: 气候渐变

# cca label
source: Climate-related extremes (disasters)
pt: Extremos (desastres) relacionados ao clima
zh: 气候相关的极端情况（灾害）

# cca label
source: Meteorological disasters
pt: Desastres meteorológicos
zh: 气象灾害

# cca label
source: Climatological disasters
pt: Desastres climatológicos
zh: 气候灾害

# cca label
source: Hydrological disasters
pt: Desastres hidrológicos
zh: 水文灾害

# cca label
source: Biological disasters
pt: Desastres biológicos
zh: 生物灾害

# cca label
source: Other climate-related extremes (natural disasters)
pt: Outros extremos relacionados ao clima (desastres naturais)
zh: 其他气候相关的极端情况（自然灾害）

# cca label
source: Other climate-related consequences
pt: Outras consequências relacionadas ao clima
zh: 其他气候相关的后果

# cca label
source: Threshold
pt: Limite
zh: 门槛、阈值

# cca label
source: Experienced climate-related extremes (disasters)
pt: Extremos climáticos experimentados (desastres)
zh: 经历的气候相关的极端状况（灾害）

# cca label
source: Sensitivity (risks and potentials)
pt: Sensibilidade (riscos e potenciais)
zh: 敏感度（风险和潜力）

# cca label
source: Land degradation types and related sensitivity of the Technology
pt: Tipos de degradação da terra e sensibilidade relacionada da Tecnologia
zh: 土地退化类型及相关技术的敏感度

# cca helptext
source: <p><strong>Sensitivity</strong> is the degree to which the functionality of the Technology is affected by climate variability or change, either adversely (unfavourable influence) or beneficially (favourable influence) (adapted by WOCAT from IPCC 2014).</p><p>Unfavourable influence means the functioning of the Technology is negatively affected, e.g. the extra water of a storm cannot be absorbed and creates additional erosion or even landslides. Beneficial influence means that the Technology benefits from the change or the extreme, e.g. it can store the extra water and thus more water is made available for groundwater recharge. It is also important to mention land degradation processes where the influence is neutral, meaning that the Technology has a buffer to absorb the changes or shocks.</p><p>When defining the sensitivity, always compare the Technology not exposed with the same Technology exposed to gradual climate changes and climate-related extremes (disasters).</p><p>List one gradual climate change or climate-related extreme to which the Technology is exposed (refer to question 2.2.). Then, list each land degradation type / subcategory addressed by the Technology (question 3.7 of QT Core) and reassess the sensitivity of the Technology in view of the respective gradual climate change and climate-related extreme (disaster) (Table 1). Reassess the sensitivity of the Technology for each land degradation type separately.</p><p>Then repeat the same for each of the other gradual climate changes or climate-related extremes to which the Technology is exposed (as listed in question 2.2.)</p><p>If additional land degradation types (not yet listed in QT Core 3.7) are newly occurring (have impacts on the Technology) under gradual climate changes and climate-related extremes (disasters), list and assess them as well (table 2). Assess the sensitivity of the Technology for each land degradation type separately.</p>
pt: <p><strong>A sensibilidade</strong>Sensibilidade é o grau em que a funcionalidade da Tecnologia é afetada pela variabilidade ou mudança climática, seja de forma adversa (influência desfavorável) ou benéfica (influência favorável) (adaptado pelo WOCAT a partir do IPCC 2014). </p><p>Influência desfavorável significa que o funcionamento da Tecnologia é afetado negativamente, por exemplo, a água extra de uma tempestade não pode ser absorvida e cria erosão adicional ou mesmo deslizamentos de terra. Influência benéfica significa que a Tecnologia se beneficia da mudança ou do extremo, por exemplo, ela pode armazenar a água extra e assim mais água é disponibilizada para a recarga de águas subterrâneas. Também é importante mencionar os processos de degradação do solo onde a influência é neutra, o que significa que a Tecnologia tem um tampão para absorver as mudanças ou choques. </p><p>Ao definir a sensibilidade, sempre compare a Tecnologia não exposta com a mesma Tecnologia exposta às mudanças climáticas graduais e aos extremos relacionados ao clima (desastres). </p><p>Relacione uma mudança climática gradual ou extrema relacionada ao clima à qual a Tecnologia está exposta (consulte a pergunta 2.2.). Em seguida, liste cada tipo/subcategoria de degradação do solo abordada pela Tecnologia (pergunta 3.7 do QT Core) e reavalie a sensibilidade da Tecnologia em vista da respectiva mudança climática gradual e extrema relacionada ao clima (desastre) (Tabela 1). Reavaliar a sensibilidade da Tecnologia para cada tipo de degradação da terra separadamente. </p><p>Em seguida, repetir o mesmo para cada uma das outras mudanças climáticas graduais ou extremos relacionados ao clima aos quais a Tecnologia está exposta (como listado na pergunta 2.2.)</p><p>Se tipos adicionais de degradação da terra (ainda não listados no QT Core 3.7) estiverem ocorrendo recentemente (têm impactos sobre a Tecnologia) sob mudanças climáticas graduais e extremos relacionados ao clima (desastres), listar e avaliar também (tabela 2). Avaliar a sensibilidade da Tecnologia para cada tipo de degradação da terra separadamente.</p>
zh: <p><strong>敏感度</strong>指的是气候变异或变化对技术功能的影响程度，无论是有害影响（不利影响）还是无害影响（有利影响）（由WOCAT在IPCC 2014基础上改编而成 ）。</p><p>不利影响意味着该技术的运行受到了负面影响，例如，风暴产生的多余水量无法被吸收，造成额外的侵蚀甚至滑坡。有利影响是指该技术从变化或极端中受益，例如它可以储存额外的水，从而为地下水补给提供更多的水量。同样重要的是要提到土地退化过程，该过程中的影响是中性的，这意味着该技术有一个缓冲来吸收变化或冲击。</p><p>在确定敏感度时，始终将未暴露的技术与暴露于渐变气候和气候相关极端情况（灾害）下的同一技术进行比较。</p><p>列出该技术所暴露的一个逐渐发生的气候变化或与气候相关的极端情况（参见问题2.2）。然后，列出该技术解决的每个土地退化类型/子类型（QT Core的问题3.7），并根据各个渐变气候以及与气候相关的极端情况（灾害）重新评估该技术的敏感度（表1）。分别对每个土地退化类型的技术敏感度进行重新评估。</p><p>然后对该技术所暴露其中的其他渐变气候或与气候相关的极端情况（如问题2.2中所列）重复相同的步骤。</p><p>如果在渐变气候以及与气候相关的极端（灾害）条件下，新出现（对技术有影响）额外的土地退化类型（尚未在QT Core 3.7中列出），请列出并评估这些类型（表2）。分别评估每种土地退化类型的技术敏感度。</p>

# cca label
source: On- and off-site impacts of the Technology under gradual climate changes and climate-related extremes (disasters)
pt: Impactos da tecnologia dentro e fora do local sob mudanças climáticas graduais e extremos relacionados ao clima (desastres)
zh: 在渐变气候以及与气候相关的极端（灾害）条件下，技术的现场和场外影响

# cca helptext
source: Please note that the data entry table below is different from the lists you have filled out in the paper questionnaire. For each entry you have to first choose the gradual climate change/ climate-related extreme and then the impact in the dropdown list. Add them one after the other by clicking on ‘Add More’.
pt: Favor observar que a tabela de entrada de dados abaixo é diferente das listas que você preencheu no questionário em papel. Para cada entrada, você deve primeiro escolher a mudança climática gradual/extrema relacionada ao clima e, em seguida, o impacto na lista suspensa. Adicione-os um após o outro, clicando em 'Adicionar mais'.
zh: 请注意，下面的数据输入表与您在纸质问卷中填写的列表不同。对于每个条目，您必须首先选择逐渐气候变化/与气候相关的极端值，然后选择下拉列表中的影响。单击“添加更多”，逐个添加。

# cca label
source: On-site impacts
pt: Impactos no local
zh: 现场影响

# cca label
source: Off-site impacts
pt: Impactos fora do local
zh: 场外影响

# cca label
source: Socio-economic impacts
pt: Impactos socioeconômicos
zh: 社会经济影响

# cca label_view
source: Socio-economic impacts (on-site)
pt: Impactos sócio-econômicos (no local)
zh: 社会经济影响（现场）

# cca label
source: Production
pt: Produção
zh: 生产

# cca label
source: Water availability and quality
pt: Disponibilidade e qualidade de água
zh: 水资源的可用性和质量

# cca label
source: Income and costs
pt: Renda e custos
zh: 收入和成本

# cca label
source: Other socio-economic impacts
pt: Outros impactos socioeconômicos
zh: 其它社会经济影响

# cca label
source: Socio-cultural impacts
pt: Impactos socioculturais
zh: 社会文化影响

# cca label_view
source: Socio-cultural impacts (on-site)
pt: Impactos sócio-culturais (no local)
zh: 社会文化影响（现场）

# cca label
source: Other socio-cultural impacts
pt: Outros impactos socioculturais
zh: 其他社会文化影响

# cca label
source: Ecological impacts
pt: Impactos ecológicos
zh: 生态影响

# cca label_view
source: Ecological impacts (on-site)
pt: Impactos ecológicos (no local)
zh: 生态影响（现场）

# cca label
source: Water cycle/ runoff
pt: Ciclo hídrico/escoamento
zh: 水循环/径流

# cca label
source: Soil
pt: Solo
zh: 土壤

# cca label
source: Biodiversity: vegetation, animals
pt: Biodiversidade: vegetação, animais
zh: 生物多样性:植被、动物

# cca label
source: Climate and disaster risk reduction
pt: Clima e redução de riscos de desastre
zh: 减少气候和灾害风险

# cca label
source: Other ecological impacts
pt: Outros impactos ecológicos
zh: 其它生态影响

# cca label
source: Other off-site impacts
pt: Outros impactos fora do local
zh: 其他场外影响

# cca label
source: Experienced high-risk times (during the year)
pt: Tempos de alto risco experimentados (durante o ano)
zh: 经历的高风险时期（一年当中）

# cca label
source: Adaptive capacity
pt: Capacidade de adaptação
zh: 适应能力

# cca helptext
source: This chapter focuses on the experiences and actions taken by the land user(s) to adapt to gradual climate changes and climate-related extremes (disasters). It also considers the experiences of SLM specialists.
pt: Este capítulo enfoca as experiências e ações tomadas pelo(s) usuário(s) da terra para se adaptar às mudanças climáticas graduais e aos extremos relacionados ao clima (desastres). Ele também considera as experiências dos especialistas em SLM.
zh: 本章重点介绍土地使用者为适应渐变气候变化和与气候相关的极端情况（灾害）方面的经验和措施。还考虑了SLM专家的经验。

# cca label
source: Modification of Technology
pt: Modificação da Tecnologia
zh: 技术修改

# cca helptext
source: <p>In QT Core question 3.1 the purpose for the introduction of the Technology has been defined. The purpose can either be the introduction of the Technology as an adaptation measure to gradual climate change and climate-related extremes (disasters) or other purposes.</p><p>Reflect on the answer provided in QT Core question 3.1 to answer the following questions.</p>
pt: <p>Na pergunta QT Core 3.1 foi definida a finalidade para a introdução da Tecnologia. O objetivo pode ser a introdução da Tecnologia como medida de adaptação à mudança climática gradual e aos extremos relacionados ao clima (desastres) ou outros propósitos.</p><p> Refletir sobre a resposta fornecida na pergunta QT Core 3.1 para responder as seguintes perguntas.</p>
zh: <p>在QT Core问题3.1中，定义了引入该技术的目的。其目的可以是采用该技术作为应对逐渐气候变化和与气候有关的极端情况(灾害)的适应措施，也可以是其他目的。</p><p>思考QT Core问题3.1中提供的答案，并回答以下问题。</p>

# cca label
source: Success of adaptation measures
pt: Sucesso das medidas de adaptação
zh: 适应措施的成功

# cca label
source: Timing of adaptation measures
pt: Cronograma das medidas de adaptação
zh: 适应措施的时间安排

# cca label
source: Motivation to apply adaptation measures
pt: Motivação para aplicar medidas de adaptação
zh: 采取适应措施的动机

# cca label
source: Technical training on adaptation measures
pt: Treinamento técnico sobre medidas de adaptação
zh: 适应措施的技术培训

# cca label
source: Costs and inputs for the adaptation measures
pt: Custos e insumos para as medidas de adaptação
zh: 适应措施的成本和投入

# cca helptext
source: <p>QT Core questions 4.5 and 4.7 asked for the overall costs of the Technology. In the table below, list <strong>only costs which were created for adaptation measures</strong> to gradual climate change and climate-related extremes.</p><p><strong>Note:</strong> Costs and inputs specified should refer to the Technology area/ Technology unit defined below.</p>
pt: <p>As perguntas centrais do QT 4.5 e 4.7 perguntavam sobre os custos gerais da Tecnologia. Na tabela abaixo, relacione <strong>apenas os custos que foram criados para medidas de adaptação </strong>às mudanças climáticas graduais e aos extremos relacionados ao clima.</p><p><strong>Observação</strong>: Os custos e insumos especificados devem se referir à área de Tecnologia/unidade de Tecnologia definida abaixo.</p>
zh: <p>QT Core问题4.5和4.7询问了该技术的总体成本。在下表中，仅列出了 <strong>为适应渐变气候以及与气候有关的极端情况</strong>而产生的费用。</p><p><strong>注：</strong> 具体的成本和投入应参考以下定义的技术领域/技术单元。</p>

# cca label
source: Suggestions regarding future adaptation of the Technology
pt: Sugestões relativas à futura adaptação da Tecnologia
zh: 关于未来技术适应的建议

# cca label
source: Assets of land users supporting their capacity to adapt to gradual climate changes and climate-related extremes (disasters)
pt: Ativos de usuários de terra que apoiam sua capacidade de adaptação às mudanças climáticas graduais e aos extremos relacionados ao clima (desastres)
zh: 土地使用者用来支持其适应渐变气候以及与气候有关的极端情况（灾害）的能力的资产
