Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

source: The Global Database on Sustainable Land Management (SLM) of WOCAT (the World Overview of Conservation Approaches and Technologies) provides free access to the documentation of field-tested SLM data including SLM practices and maps from different places in the world and offers practitioners the opportunity to share their own SLM practice or map.
pt: O Banco de Dados Global sobre Gestão Sustentável da Terra (SLM) do WOCAT (a Visão Geral Mundial das Abordagens e Tecnologias de Conservação) fornece acesso livre à documentação de dados SLM testados em campo, incluindo práticas e mapas SLM de diferentes lugares do mundo e oferece aos praticantes a oportunidade de compartilhar sua própria prática ou mapa SLM.
zh: WOCAT（世界保护方法和技术概述）的可持续土地管理全球数据库（SLM）提供了现场测试SLM数据文档的免费访问，包括世界各地的SLM实践和地图，并为从业人员提供了分享自己的SLM实践或地图的机会。

source: SLM in the context of WOCAT is defined as the use of land resources - including soil, water, vegetation and animals - to produce goods and provide services to meet human needs, while ensuring the long-term productive potential of these resources and sustaining their environmental functions.
pt: SLM no contexto do WOCAT é definido como o uso de recursos da terra - incluindo solo, água, vegetação e animais - para produzir bens e fornecer serviços para atender às necessidades humanas, enquanto assegura o potencial produtivo a longo prazo desses recursos e sustenta suas funções ambientais.
zh: 在WOCAT的背景下，SLM被定义为利用土地资源（包括土壤、水、植被和动物）生产商品和提供服务以满足人类需求，同时确保这些资源的长期生产潜力并维持其环境功能。

source: The objective of documenting and assessing SLM practices is to share and spread valuable knowledge in land management, support evidence-based decision-making and scale up identified good practices, thereby contributing to preventing and reducing land degradation and to restoring degraded land.
pt: O objetivo de documentar e avaliar as práticas de SLM é compartilhar e disseminar conhecimentos valiosos na gestão de terras, apoiar a tomada de decisões baseadas em evidências e ampliar as boas práticas identificadas, contribuindo assim para prevenir e reduzir a degradação da terra e para restaurar as terras degradadas.
zh: 记录和评估SLM实践的目的是分享和传播土地管理方面的宝贵知识，支持基于证据的决策，并扩展已确定的良好实践经验，从而有助于防止和减少土地退化，恢复退化土地。

source: A SLM practice can be either an SLM Technology (a physical practice that controls land degradation and/or enhances productivity, consisting of one or several measures) or an SLM Approach (ways and means used to implement one or several SLM Technologies, including technical and material support, stakeholder engagement, and other).
pt: Uma prática SLM pode ser tanto uma Tecnologia SLM (uma prática física que controla a degradação da terra e/ou aumenta a produtividade, consistindo em uma ou várias medidas) ou uma Abordagem SLM (formas e meios utilizados para implementar uma ou várias Tecnologias SLM, incluindo suporte técnico e material, engajamento das partes interessadas, e outros).
zh: SLM实践可以是SLM技术（控制土地退化和/或提高生产力的物理实践，并由一个或多个措施组成）或SLM方法（用于实施一个或多个SLM技术的方法和手段，包括技术和材料支持、利益相关者参与和其他）。

source: Credits for the translation of the WOCAT Questionnaires and Database go to:
pt: Os créditos para a tradução dos questionários e banco de dados do WOCAT vão para:
zh: WOCAT调查问卷和数据库的翻译学分转到：

source: <strong>Russian</strong>: Olga Andreeva (Associate Professor Moscow Lomonosov State University), Julia Johnson (Translator)
pt: <strong>Russo</strong> Olga Andreeva (professora associada da Universidade Estadual de Moscou Lomonosov), Julia Johnson (tradutora)
zh: <strong>俄语</strong>：奥尔加·安德列娃（莫斯科罗蒙诺索夫州立大学副教授）、茱莉亚·约翰逊（翻译）

source: <strong>Spanish</strong>: Pedro Charles Alborno (Translator)
pt: <strong>Espanhol</strong>: Pedro Charles Alborno (Tradutor)
zh: <strong>西班牙语</strong>： 佩德罗·查尔斯·阿尔博诺（翻译）

source: <strong>French</strong>: Barbara de Choudens (Translator)
pt: <strong>Francês</strong>: Barbara de Choudens (Tradutora)
zh: <strong>法语</strong>：芭芭拉·德乔登斯（翻译）

source: <strong>Lao</strong>: National Agriculture and Forestry Institute (NAFRI) Lao PDR
pt: <strong>Lao</strong>: Instituto Nacional de Agricultura e Silvicultura (NAFRI) Lao PDR
zh: <strong>老挝语</strong>：老挝国家农林研究所（NAFRI）

source: <strong>Khmer</strong>: Royal University of Agriculture (RUA) Cambodia
pt: <strong>Khmer</strong>: Universidade Real de Agricultura (RUA) Camboja
zh: <strong>高棉语</strong>：柬埔寨皇家农业大学（RUA）

source: Please contact the WOCAT Secretariat (<a href="mailto:wocat@cde.unibe.ch" class="link">wocat@cde.unibe.ch</a>) if you are interested in translating the Questionnaires or the Global SLM Database into another language or further information about WOCAT.
pt: Favor contatar a Secretaria do WOCAT (wocat@cde.unibe.ch) se você estiver interessado em traduzir os questionários ou o Banco de Dados Global SLM para outro idioma ou outras informações sobre o WOCAT.
zh: 如果您有兴趣将调查问卷或全球SLM数据库翻译成另一种语言或获取有关WOCAT的进一步信息，请联系WOCAT秘书处（<a href="mailto:wocat@cde.unibe.ch" class="link">wocat@cde.unibe.ch</a>）。

source: Read more about the WOCAT documentation of SLM practices.
pt: Leia mais sobre a documentação da WOCAT das práticas SLM.
zh: 阅读更多关于SLM实践的WOCAT文档。

source: Information for UNCCD Parties
pt: Informações para as Partes da UNCCD
zh: 《联合国防治荒漠化公约》缔约方信息

source: Search SLM data
pt: Pesquisar dados SLM
zh: 搜索SLM数据

source: An <strong>SLM Technology</strong> is a land management practice that controls land degradation and enhances productivity and/ or other ecosystem services.
pt: Uma <strong>Tecnologia SLM </strong>é uma prática de gestão de terras que controla a degradação da terra e aumenta a produtividade e/ou outros serviços ecossistêmicos.
zh: 一项 <strong>SLM 技术</strong> 是控制土地退化和提高生产力和/或其他生态系统服务的土地管理实践。

source: View all
pt: Visualizar tudo
zh: 查看所有

source: An <strong>SLM Approach</strong> defines the ways and means used to implement an SLM Technology, including the stakeholders involved and their roles.
pt: Uma <strong>abordagem SLM</strong> define as formas e os meios utilizados para implementar uma Tecnologia SLM, incluindo as partes interessadas envolvidas e suas funções.
zh: 一项 <strong>SLM 方法</strong> 定义了用于实现SLM技术的方法，包括涉及的利益相关者及其角色。

source: UNCCD Prais Practices
pt: Práticas Prais da UNCCD
zh: UNCCD Prais 实践

source: A UNCCD PRAIS Practice is a best practice in SLM, as previously shared through the UNCCD PRAIS system in the UNCCD reporting process.
pt: Uma Prática PRAIS da UNCCD é uma melhor prática em SLM, como previamente compartilhada através do sistema PRAIS da UNCCD no processo de relatórios da UNCCD.
zh: UNCCD PRAIS实践是SLM的最佳实践，正如以前在UNCCD报告过程中通过UNCCD PRAIS系统所分享的实践。

source: Land Degradation / Conservation
pt: Degradação / Conservação da Terra
zh: 土地退化/保护

source: Mapping land management, degradation and conservation including driver, state and impacts.
pt: Mapeamento do manejo, degradação e conservação da terra, incluindo o fator, estado e impactos.
zh: 绘制土地管理、退化和保护的地图，包括驱动因素、状态和影响。

source: Maps are currently not yet available in the new database. Maps can be viewed or added in the old database (QM).
pt: Atualmente, os mapas ainda não estão disponíveis no novo banco de dados. Os mapas podem ser visualizados ou adicionados no banco de dados antigo (QM).
zh: 在新的数据库中，地图目前还不可用。可以在旧数据库（QM）中查看或添加地图。

source: CCA Module
pt: Módulo CCA
zh: CCA模块

source: The climate change adaptation tool assesses whether a specific SLM Technology is adapted to gradual climate changes and climate-related extremes (natural disasters).
pt: A ferramenta de adaptação à mudança climática avalia se uma tecnologia SLM específica está adaptada às mudanças climáticas graduais e aos extremos relacionados ao clima (desastres naturais).
zh: 气候变化适应工具评估了特定的SLM技术是否适应渐变气候和与气候相关的极端情况（自然灾害）。

source: Modules will be added soon to the new database.
pt: Os módulos serão adicionados em breve ao novo banco de dados.
zh: 模块将很快添加到新数据库中。

source: Key Numbers
pt: Números-chave
zh: 检索数字

source: Add
pt: Adicionar
zh: 添加

source: An <strong>SLM Approach</strong> defines the ways and means used to implement a SLM Technology, including the stakeholders involved and their roles.
pt: Uma <strong>abordagem SLM</strong> define as formas e os meios utilizados para implementar uma Tecnologia SLM, incluindo as partes interessadas envolvidas e suas funções.
zh: 一项 <strong>SLM 方法</strong> 定义用于实现SLM技术的方法和手段，包括涉及的利益相关者及其角色。

source: Watershed and Runoff
pt: Bacia Hidrográfica e Escoamento
zh: 流域和径流

source: Mapping land management and assessing runoff and outflow from a watershed.
pt: Mapeamento da gestão da terra e avaliação do escoamento e vazão de uma bacia hidrográfica.
zh: 绘制土地管理图，评估流域的径流和流出。

source: Search SLM Data
pt: Pesquisar dados SLM
zh: 搜索SLM数据

source: All SLM Data
pt: Todos os dados SLM
zh: 所有SLM数据

source: All SLM practices
pt: Todas as práticas SLM
zh: 所有SLM实践

source: Search technology: e.g Terraces ...
pt: Tecnologia de busca: por exemplo, Terraços...
zh: 搜索技术：例如梯田…...

source: Search approach: e.g Triple bottom line ...
pt: Abordagem de busca: por exemplo, triplo resultado...
zh: 搜索方法：例如三重底线…...

source: Search SLM data ...
pt: Pesquisar dados SLM...
zh: 搜索SLM数据......

source: Advanced filter
pt: Filtros avançados
zh: 高级筛选

source: Show all Technologies
pt: Exibir todas as tecnologias
zh: 显示所有技术

source: Show all Approaches
pt: Exibir todas as abordagens
zh: 显示所有方法

source: Show all SLM practices
pt: Exibir todas as práticas de SLM
zh: 显示所有SLM实践

source: Your search results
pt: Seus resultados de pesquisa
zh: 你的搜索结果

source: Add Filter
pt: Adicionar filtro
zh: 添加过滤器

source: Add or edit filters
pt: Adicionar ou editar filtros
zh: 添加或编辑过滤器

source: Advanced filter for
pt: Filtro avançado para
zh: 高级过滤器用于

source: Select or type a country name
pt: Selecione ou digite o nome de um país
zh: 选择或键入国家名称

source: Select or type a project name
pt: Selecione ou digite o nome de um projeto
zh: 选择或键入项目名称

source: Select or type a name
pt: Selecione ou digite um nome
zh: 选择或键入一个名称

source: Select or type a language name
pt: Selecione ou digite um idioma
zh: 选择或键入语言名称

source: 404 - Not found
pt: 404 - Não encontrado
zh: 404 - 未发现

source: Sorry, the page you are looking for does not exist. Maybe you are looking for one of the following:
pt: Desculpe, a página que você está procurando não existe. Talvez você esteja procurando por uma das seguintes:
zh: 对不起，您正在查找的页面不存在。也许你正在寻找以下其中一个：

source: WOCAT SLM practices
pt: Práticas WOCAT SLM
zh: WOCAT SLM惯例

source: Home
pt: Início
zh: 主页

source: Optimized for %(chrome)s and %(firefox)s.
pt: Otimizado para %(chrome)se %(firefox)s.
zh: 优化后用于 %(chrome)s 和 %(firefox)s。

source: Menu
zh: 菜单

source: See your messages.
pt: Veja suas mensagens.
zh: 查看你的消息

source: My SLM Data
pt: Meus dados SLM
zh: 我的SLM数据

source: Notifications
pt: Notificações
zh: 通知

source: Administration
pt: Administração
zh: 管理

source: Logout
pt: Sair
zh: 登出

source: Would you like to help us translate the SLM Database? Please contact the WOCAT Secretariat for more information.
pt: Você gostaria de nos ajudar a traduzir o banco de dados SLM? Favor entrar em contato com a Secretaria da WOCAT para maiores informações.
zh: 您愿意帮助我们翻译SLM数据库吗？更多信息请联系WOCAT秘书处。

source: Maintenance announcement
pt: Aviso de manutenção
zh: 维护通告

source: Primary recommended database
pt: Base de dados recomendada
zh: 主要推荐数据库

source: University of Berne
pt: Universidade de Berna
zh: 伯尔尼大学

source: Privacy Policy
pt: Política de Privacidade
zh: 隐私政策

source: Terms of Agreement
pt: Termos do acordo
zh: 协议条款

source: About
pt: Sobre
zh: 关于

source: global SLM practices database
pt: banco de dados global de práticas SLM
zh: 全球SLM实践数据库

source: WOCAT SLM portal
pt: portal WOCAT SLM
zh: WOCAT SLM门户

source: The WOCAT database on SLM practices (Technologies and Approaches) contains a vast range of good practices from all over the world.
pt: O banco de dados WOCAT sobre práticas SLM (Tecnologias e Abordagens) contém uma vasta gama de boas práticas de todo o mundo.
zh: 关于SLM实践（技术和方法）的WOCAT数据库包含来自世界各地的大量良好实践经验。

source: Key
pt: Chave

source: User
pt: Usuário

source: Unable to log in with provided credentials.
pt: Não é possível efetuar o login com as informações fornecidas.

source: Must include "email" and "password".
pt: Inclua o "e-mail" e a "senha".

source: Carbon Benefits Project (CBP) Summary
pt: Resumo do Projeto de Benefícios de Carbono (CBP)

source: Carbon Benefits Project (CBP) Summary Module
pt: Módulo Sumário do Projeto de Benefícios de Carbono (CBP)

source: Summary PDF from the Carbon Benefits Project (CBP) Assessment
pt: Resumo PDF da Avaliação do Projeto de Benefícios de Carbono (CBP)

# technologies label
source: 0-100 m a.s.l.
pt: 0-100 m acima do nível do mar

# technologies label
source: 101-500 m a.s.l.
pt: 101-500 m acima do nível do mar

# technologies label
source: 501-1,000 m a.s.l.
pt: 501-1.000 m acima do nível do mar

# technologies label
source: 1,001-1,500 m a.s.l.
pt: 1.001-1.500 m acima do nível do mar

# technologies label
source: 1,501-2,000 m a.s.l.
pt: 1.501-2.000 m acima do nível do mar

# technologies label
source: 2,001-2,500 m a.s.l.
pt: 2.001-2.500 m acima do nível do mar

# technologies label
source: 2,501-3,000 m a.s.l.
pt: 2.501-3.000 m acima do nível do mar

# technologies label
source: 3,001-4,000 m a.s.l.
pt: 3.001-4.000 m acima do nível do mar

# technologies label
source: > 4,000 m a.s.l.
pt: > 4.000 m acima do nível do mar

# cbp label
source: Name
pt: Nome

# cbp label
source: Country
pt: País

# cbp label
source: User ID
pt: Identificação do usuário

# cbp label
source: Lastname
pt: Sobrenome

# cbp label
source: First name(s)
pt: Primeiro(s) nome(s)

# cbp label
source: Gender
pt: Gênero

# cbp label
source: Name of Institution
pt: Nome da instituição

# cbp label
source: Phone no. 1
pt: Telefone nº 1

# cbp label
source: Phone no. 2
pt: Telefone nº 2

# cbp label
source: Other (specify)
pt: Outros (especifique)

# cbp label
source: Locally used name
pt: Nome usado localmente

# cbp label
source: Specify the key resource person
pt: Especifique a pessoa-chave do recurso

# cbp label
source: Name of project which facilitated the documentation/ evaluation of the Carbon Benefits Project (CBP) Assessment (if relevant)
pt: Nome do projeto que facilitou a documentação/avaliação do Projeto de Benefícios de Carbono (CBP) Avaliação (se relevante)

# cbp helptext
source: If your project is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
pt: Se seu projeto não estiver listado na lista suspensa, favor contatar o secretariado da WOCAT (wocat@cde.unibe.ch).

# cbp label
source: Name of the institution(s) which facilitated the documentation/ evaluation of the Carbon Benefits Project (CBP) Assessment (if relevant)
pt: Nome da(s) instituição(ões) que facilitou(ram) a documentação/avaliação do Projeto de Benefícios de Carbono (CBP) Avaliação (se relevante)

# cbp helptext
source: If your institution is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
pt: Se sua instituição não estiver listada no menu suspenso, entre em contato com o secretariado da WOCAT (wocat@cde.unibe.ch).

# cbp label
source: When was the Carbon Benefits Project (CBP) Assessment compiled?
pt: Quando foi compilada a Avaliação do Projeto de Benefícios de Carbono (CBP)?

# cbp label
source: The compiler and key resource person(s) accept the conditions regarding the use of data documented through WOCAT
pt: O compilador e a(s) pessoa(s) chave(s) de recursos aceitam as condições relativas ao uso de dados documentados através do WOCAT

# cbp helptext
source: <strong>Note</strong>: If you do not accept the conditions regarding the use of data documented through WOCAT your data will not be accepted by the WOCAT secretariat and it will not be published.
pt: <strong>Observação</strong>: Se você não aceitar as condições relativas ao uso dos dados documentados através do WOCAT, seus dados não serão aceitos pelo secretariado do WOCAT e não serão publicados.

# cbp label
source: SLM specialist
pt: Especialista em SLM

# cbp label
source: land user
pt: usuário de terra

# approaches label
source: NGO
pt: Organização não governamental

# technologies_2018 label
source: cereals - buckwheat
pt: cereais - trigo sarraceno

# technologies_2018 label
source: legumes and pulses - lentils
pt: leguminosas e pulses - lentilhas

# technologies_2018 label
source: root/tuber crops - yams, taro/cocoyam, other
pt: culturas de raízes/tubos - inhame, taro/cocoyam, outros

# technologies_2018 label
source: passiflora - passion fruit, maracuja
pt: passiflora - maracujá

# technologies_2018 label
source: herbs, chili, capsicum
pt: ervas, pimentão, capsicum

# technologies_2018 label
source: fodder crops - legumes, clover
pt: culturas forrageiras - leguminosas, trevo

# technologies_2018 label
source: non-fodder grasses - e.g. for thatching or stabilization (vetiver)
pt: gramíneas não forrageiras - por exemplo, para telhados/coberturas ou estabilização (vetiver)

# technologies_2018 label
source: natural grasses
pt: gramíneas naturais

# technologies_2018 label
source: cactus, cactus-like (e.g. opuntia)
pt: cacto, tipo cacto (por exemplo, opuntia)

# technologies_2018 label
source: cork oak
pt: sobreiro

# technologies_2018 label
source: argan
pt: argão

# technologies_2018 label
source: cattle - dairy and beef (e.g. zebu)
pt: gado - leite e carne bovina (por exemplo, zebu)

# technologies_2018 label
source: beekeeping, apiculture
pt: apicultura

# technologies_2018 label
source: fish
pt: Peixe

# technologies_2018 label
source: manure as fertilizer/ energy production
pt: estrume como fertilizante/ produção de energia

# technologies_2018 label
source: economic security, investment prestige
pt: segurança econômica, prestígio dos investimentos

# technologies_2018 label
source: subtropical shrubland plantation
pt: plantação subtropical de arbustos

# technologies_2018 label
source: Acer species (e.g. maple)
pt: Espécies de Acer (por exemplo, bordo)

# technologies_2018 label
source: Cedrus species
pt: Espécies de Cedrus

# technologies_2018 label
source: Erythrina species
pt: Espécies de Erythrina

# technologies_2018 label
source: Salix species
pt: Espécies de Salix

# technologies_2018 label
source: Haloxylon species
pt: Espécies de Haloxylon

# cbp label
source: General information
pt: Informação geral

# cbp label
source: Name of the SLM Technology (hereafter referred to as the Technology) as per Core Questionnaire on SLM Technologies Question QT Core 1.1
pt: Nome da Tecnologia SLM (doravante referida como Tecnologia) conforme o Questionário Principal sobre Tecnologias SLM Pergunta QT Core 1.1

# cbp label_view
source: Name of the SLM Technology
pt: Nome da tecnologia de gestão sustentável da terra

# cbp label
source: Contact details of resource persons and institutions involved in the assessment and documentation of the Carbon Benefits Project (CBP) Assessment
pt: Detalhes de contato de pessoas e instituições de recursos envolvidas na avaliação e documentação de Avaliação do Projeto de Benefícios de Carbono (CBP)

# cbp label
source: Conditions regarding the use of data documented through WOCAT
pt: Condições em relação ao uso da informação documentada através de WOCAT

# cbp label
source: Carbon Benefits Project (CBP) Assessment
pt: Avaliação do Projeto de Benefícios de Carbono (CBP)

# cbp label
source: Summary PDF from Carbon Benefits Project (CBP) Assessment
pt: Resumo PDF da Avaliação do Projeto de Benefícios de Carbono (CBP)

# cbp helptext
source: <p>Once you have completed the Carbon Benefits Project (CBP) Assessment for your Technology, generate the Summary PDF and add it to this module.</p><p>Supported file type: PDF, maximum file size: 3 MB.</p><p><br><a href="https://banr.colostate.edu/CBP/" target="_blank">Visit the CBP tools page to start a Carbon Benefits Assessment.</a></p>
pt: <p>Uma vez concluída a Avaliação do Projeto de Benefícios de Carbono (CBP) para sua Tecnologia, gere o PDF de Resumo e adicione-o a este módulo. </p><p>Tipo de arquivo suportado: PDF, tamanho máximo do arquivo: 3 MB. </p><p><br><a href="https://banr.colostate.edu/CBP/" target="_blank">Visite a página de ferramentas do CBP para iniciar uma Avaliação de Benefícios de Carbono.</a></p>

# cbp label
source: Carbon Benefits Project (CBP) Summary PDF
pt: Resumo do Projeto de Benefícios de Carbono (CBP) PDF

# cbp label
source: Assessment Results Description (related to Carbon Benefits Project (CBP) Summary PDF)
pt: Descrição dos Resultados da Avaliação (relacionado ao Projeto de Benefícios de Carbono (CBP) Resumo PDF)

# cbp label
source: Key resource person(s)
pt: Pessoa(s)-chave

# cbp helptext
source: Person(s) who provided most of the information documented in this questionnaire. These can be land users, SLM specialists (e.g. technical advisers, researchers), or any other persons.
pt: Pessoa(s) que forneceu(m) a maioria das informações documentadas neste questionário. Estes podem ser usuários de terras, especialistas em SLM (por exemplo, consultores técnicos, pesquisadores), ou qualquer outra pessoa.

# cbp label
source: co-compiler
pt: co-compilador

source: Update October 2019: Question 3.2: New Annual crops, Perennial crops, Tree/shrub crops, animal type, crop-livestock management practices, products and services, New forest plantation types, tree types and new species for "Livestock population" were added.
pt: Atualização em outubro de 2019: Pergunta 3.2: Novas culturas anuais, Culturas perenes, Culturas de árvores/ arbustos, tipo animal, práticas de manejo de cultivos, produtos e serviços, Novos tipos de plantação florestal, tipos de árvores e novas espécies para "população pecuária" foram adicionados.

source: Update October 2020: Add new CBP module and related translations.
pt: Atualização em outubro de 2020: Acrescentar novo módulo CBP e traduções relacionadas.

source: Mongolian
pt: Mongol

source: Please make sure that you have selected the correct language. You can change the language in the top right corner of this page.
pt: Por favor, certifique-se de que selecionou o idioma correto. Você pode alterar o idioma no canto superior direito desta página

source: This case has a CBP module
pt: Este caso tem um módulo CBP

source: Add CCA or CBP Module
pt: Adicionar Módulo CCA ou CBP

source: You can add a CCA or CBP Module to an existing SLM Technology. If the SLM Technology is not included in the WOCAT SLM Technology database yet, please first add it.
pt: Você pode adicionar um Módulo CCA ou CBP a uma Tecnologia SLM existente. Se a Tecnologia SLM ainda não estiver incluída no banco de dados da Tecnologia SLM do WOCAT, por favor, primeiro adicione-a.

source: 2. Select a Module
pt: 2. Selecione um módulo

source: 3. Create Module
pt: 3. Criar módulo

source: <strong>Chinese</strong>: Mr. Sun Guoji, Director General of Department of Combating Desertification, National Forestry and Grassland Administration, China
pt: <strong>Chinês</strong>: Sr. Sun Guoji, Diretor Geral do Departamento de Combate à Desertificação, Administração Nacional de Florestas e Prados, China

source: <strong>Thai</strong>: Dr. Bunjirtluk Jintaridth and Mr. Kamchai Kanjanatanaseth, Land Development Department (LDD), Ministry of Agriculture and Cooperatives, Thailand; Dr. Pitayakon Limtong, Soil and Fertilizer Society of Thailand
pt: <strong>Tailandês</strong>: Dr. Bunjirtluk Jintaridth e Sr. Kamchai Kanjanatanaseth, Departamento de Desenvolvimento da Terra (LDD), Ministério da Agricultura e Cooperativas, Tailândia; Dr. Pitayakon Limtong, Soil and Fertilizer Society of Thailand

source: Carbon Benefits Project
pt: Projeto Benefícios de Carbono

source: Tools for assessing the carbon benefits and greenhouse gas emissions of an SLM Technology.
pt: Ferramentas para avaliar os benefícios de carbono e as emissões de gases de efeito estufa de uma Tecnologia SLM.

source: Visit CBP Tools Page
pt: Visite a página Ferramentas CBP

source: COOKIE_INFO_HEADER
pt: COOKIE_INFO_CABEÇALHO
