Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

source: Last update
pt: Última atualização
zh: 上次更新

source: Resource persons
pt: Pessoas de apoio
zh: 资源人

source: Full description in the WOCAT database
pt: Descrição completa no banco de dados do WOCAT
zh: WOCAT数据库中的完整描述

source: Linked SLM data
pt: Dados SLM vinculados
zh: 链接的SLM数据

source: Key references
pt: Referências-chave
zh: 主要参考文献

source: Links to relevant information which is available online
pt: Links para informação relevante que está disponível online
zh: 链接到网络上可用的相关信息

source: Documentation was faciliated by
pt: A documentação foi facilitada por
zh: 文件编制者

source: Project
pt: Projeto
zh: 项目

source: Institution
pt: Instituição
zh: 机构

source: Video
pt: Vídeo
zh: 视频

source: This technology is problematic with regard to land degradation, so it cannot be declared a sustainable land management technology
pt: Esta tecnologia é problemática com relação à degradação da terra, portanto não pode ser declarada uma tecnologia de gestão sustentável da terra.
zh: 该技术在土地退化方面存在问题，因此不能认为是可持续的土地管理技术。

source: No. of Technology sites analysed
pt: Nº de sites de tecnologia analisados
zh: 分析的技术场所数量

source: Spread of the Technology
pt: Difusão da tecnologia
zh: 技术传播

source: Date of implementation
pt: Data da implementação
zh: 实施日期

source: Type of introduction
pt: Tipo de introdução
zh: 介绍类型

source: Classification of the Technology
pt: Classificação da Tecnologia
zh: 技术分类

source: Main purpose
pt: Objetivo principal
zh: 主要目的

source: Land use
pt: Uso da terra
zh: 土地利用

source: Water supply
pt: Abastecimento de água
zh: 供水

source: Number of growing seasons per year
pt: Número de estações de cultivo por ano
zh: 每年的生长季节数

source: Land use before implementation of the Technology
pt: Uso do solo antes da implementação da Tecnologia
zh: 该技术实施前的土地利用

source: Livestock density
pt: Densidade pecuária
zh: 牲畜密度

source: Purpose related to land degradation
pt: Objetivo relacionado à degradação da terra
zh: 土地退化相关的目的

source: Degradation addressed
pt: Degradação abordada
zh: 解决的退化问题

source: SLM group
pt: Grupo de gestão sustentável da terra
zh: SLM组

source: SLM measures
pt: Medidas de gestão sustentável da terra
zh: SLM措施

source: Technical drawing
pt: Desenho técnico
zh: 技术图纸

source: Technical specifications
pt: Especificações técnicas
zh: 技术规范

source: ; conversion factor to one hectare: <b>1 ha = {}</b>
pt: ; fator de conversão para um hectare: <b>1 ha = {}</b>
zh: ；换算为1公顷的换算系数：<b>1 公顷 = {}</b>

source: (size and area unit: <b>{}</b>{})
pt: (tamanho e unidade de área: <b>{}</b>{})
zh: （尺寸和面积单位：<b>{}</b>{}）

source: unit: <b>{}</b>
pt: unidade:<b>{}</b>
zh: 单位：<b>{}</b>

source: n.a
zh: 不适用

source: Establishment and maintenance: activities, inputs and costs
pt: Estabelecimento e manutenção: atividades, insumos e custos
zh: 技术建立与维护：活动、投入和费用

source: Calculation of inputs and costs
pt: Cálculo de insumos e custos
zh: 投入和成本的计算

source: Costs are calculated: {}
pt: Os custos são calculados: {}
zh: 计算的成本为：{}

source: Currency used for cost calculation: <b>{}</b>
pt: Moeda utilizada para o cálculo de custos: <b>{}</b>
zh: 成本计算使用的货币：<b>{}</b>

source: Exchange rate (to USD): 1 USD = {} {}
pt: Taxa de câmbio (para USD): 1 USD = {} {}
zh: 汇率（换算为美元）：1 美元 = {} {}

source: Average wage cost of hired labour per day: {}
pt: Custo salarial médio da mão-de-obra contratada por dia: {}
zh: 雇用劳工的每日平均工资成本：{}

source: Most important factors affecting the costs
pt: Fatores mais importantes que afetam os custos
zh: 影响成本的最重要因素

source: Establishment activities
pt: Atividades de implantação
zh: 技术建立活动

source: Establishment inputs and costs{}
pt: Estabelecer insumos e custos{}
zh: 技术建立的投入和成本{}

source: Total establishment costs (estimation)
pt: Custos totais de estabelecimento (estimativa)
zh: 总技术建立成本（估算）

source: Maintenance activities
pt: Atividades de manutenção
zh: 技术维护活动

source: Maintenance inputs and costs{}
pt: Insumos e custos de manutenção{}
zh: 技术维护的投入和成本{}

source: Total maintenance costs (estimation)
pt: Custos totais de manutenção (estimativa)
zh: 总技术维护成本（估算）

source: Timing/ frequency
pt: Periodicidade/frequência
zh: 时间/频率

source: Average annual rainfall in mm: {}
pt: Pluviosidade média anual em mm: {}
zh: 以毫米为单位计算的年平均降雨量：{}

source: Name of the meteorological station: {}
pt: Nome da estação meteorológica: {}
zh: 气象站名称：{}

source: Natural environment
pt: Ambiente natural
zh: 自然环境

source: Average annual rainfall
pt: Média pluviométrica anual
zh: 年平均降雨量

source: Agro-climatic zone
pt: Zona agroclimática
zh: 农业气候带

source: Specifications on climate
pt: Especificações sobre o clima
zh: 关于气候的规范

source: Slope
pt: Inclinação
zh: 斜坡

source: Landforms
pt: Formas de relevo
zh: 地形

source: Altitude
zh: 海拔

source: Technology is applied in
pt: A tecnologia é aplicada em
zh: ......应用的技术

source: Soil depth
pt: Profundidade do solo
zh: 土壤深度

source: Soil texture (topsoil)
pt: Textura do solo (solo superficial)
zh: 土壤质地（表土）

source: Soil texture (> 20 cm below surface)
pt: Textura do solo (>20 cm abaixo da superfície)
zh: 土壤质地（地表以下>20厘米）

source: Topsoil organic matter content
pt: Teor de matéria orgânica do solo superior
zh: 表土有机质含量

source: Groundwater table
pt: Lençol freático
zh: 地下水位

source: Availability of surface water
pt: Disponibilidade de água de superfície
zh: 地表水的可用性

source: Water quality (untreated)
pt: Qualidade da água (não tratada)
zh: 水质（未处理）

source: Occurrence of flooding
pt: Ocorrência de enchentes
zh: 洪水发生

source: Is salinity a problem?
pt: A salinidade é um problema?
zh: 盐度是个问题吗？

source: Species diversity
pt: Diversidade de espécies
zh: 物种多样性

source: Habitat diversity
pt: Diversidade de habitat
zh: 栖息地多样性

source: Characteristics of land users applying the Technology
pt: Características dos usuários da terra que utilizam a tecnologia
zh: 应用该技术的土地使用者的特征

source: Market orientation
pt: Orientação de mercado
zh: 市场定位

source: Off-farm income
pt: Rendimento não agrícola
zh: 非农收入

source: Relative level of wealth
pt: Nível relativo de riqueza
zh: 相对财富水平

source: Level of mechanization
pt: Nível de mecanização
zh: 机械化水平

source: Sedentary or nomadic
pt: Sedentário ou nômade
zh: 定栖或游牧

source: Individuals or groups
pt: Indivíduos ou grupos
zh: 个人或集体

source: Gender
pt: Gênero
zh: 性别

source: Age
pt: Idade
zh: 年龄

source: Area used per household
pt: Área utilizada por residência
zh: 每户使用面积

source: Scale
pt: Escala
zh: 规模

source: Land ownership
pt: Propriedade da terra
zh: 土地所有权

source: Land use rights
pt: Direitos do uso da terra
zh: 土地使用权

source: Water use rights
pt: Direitos do uso da água
zh: 用水权

source: Access to services and infrastructure
pt: Acesso a serviços e infraestrutura
zh: 进入服务和基础设施的通道

source: Impacts
pt: Impactos
zh: 影响

source: Socio-economic impacts
pt: Impactos socioeconômicos
zh: 社会经济影响

source: Socio-cultural impacts
pt: Impactos socioculturais
zh: 社会文化影响

source: Ecological impacts
pt: Impactos ecológicos
zh: 生态影响

source: Off-site impacts
pt: Impactos fora do local
zh: 场外影响

source: Cost-benefit analysis
pt: Análise do custo-benefício
zh: 成本效益分析

source: Benefits compared with establishment costs
pt: Benefícios em relação aos custos de estabelecimento
zh: 与技术建立成本相比的效益

source: Benefits compared with maintenance costs
pt: Benefícios em relação aos custos de manutenção
zh: 与技术维护成本相比的效益

source: Climate change
pt: Mudança climática
zh: 气候变化

source: Climate change/ extreme to which the Technology is exposed
pt: Mudança climática/ extremo ao qual a Tecnologia está exposta
zh: 气候变化/技术面临的极端情况

source: How the Technology copes with these changes/extremes
pt: Como a Tecnologia lida com essas mudanças/extremos
zh: 技术如何应对这些变化/极端情况

source: Adoption and adaptation
pt: Adoção e adaptação
zh: 采用和适应

source: Percentage of land users in the area who have adopted the Technology
pt: Porcentagem de usuários de terras na área que adotaram a Tecnologia
zh: 采用该技术的地区内土地使用者的百分比

source: Of all those who have adopted the Technology, how many have done so without receiving material incentives?
pt: De todos aqueles que adotaram a Tecnologia, quantos o fizeram sem receber incentivos materiais?
zh: 在所有采用这种技术的人当中，有多少人在没有获得物质奖励的情况下采用了这种技术?

source: Number of households and/ or area covered
pt: Número de residências e/ou área coberta
zh: 户数和/或覆盖面积

source: Has the Technology been modified recently to adapt to changing conditions?
pt: A tecnologia foi recentemente modificada para adaptar-se as condições variáveis?
zh: 最近是否对该技术进行了修改以适应不断变化的条件？

source: To which changing conditions?
pt: A quais condições de mudança?
zh: 什么样的变化条件？

source: In a permanently protected area?
pt: Em uma área permanentemente protegida?
zh: 在永久保护区？

source: Summary
pt: Sumário
zh: 汇总

source: Add new SLM Technology.
pt: Adicionar a nova Tecnologia SLM.
zh: 添加新的SLM技术

source: Search and select a Technology to which you would like to add a module.
pt: Pesquise e selecione uma Tecnologia à qual você gostaria de adicionar um módulo.
zh: 搜索并选择要添加模块的技术。

source: WOCAT SLM Technologies
pt: Tecnologias WOCAT SLM
zh: WOCAT SLM 技术

source: Technology
pt: Tecnologia
zh: 技术

source: UNCCD SLM portal
pt: portal UNCCD SLM
zh: UNCCD SLM门户

source: The UNCCD database on SLM practices comprises of SLM best practices from UNCCD Member States that were included in the UNCCD PRAIS system and newly reported SLM practices based on WOCAT.
pt: O banco de dados da UNCCD sobre práticas SLM compreende as melhores práticas SLM dos Estados membros da UNCCD que foram incluídas no sistema PRAIS da UNCCD e as novas práticas SLM relatadas com base no WOCAT.
zh: UNCCD关于SLM实践的数据库包括UNCCD PRAIS系统中UNCCD各成员国的SLM最佳实践，以及最新报告的基于WOCAT的SLM实践。

source: View UNCCD SLM practices
pt: Veja as práticas de SLM da UNCCD
zh: 查看UNCCD SLM 实践

source: Add new UNCCD SLM practice
pt: Adicionar nova prática de SLM da UNCCD
zh: 添加新的UNCCD SLM实践

source: Last updates
pt: Últimas atualizações
zh: 上次更新

source: WOCAT Watershed
pt: Bacia hidrográfica WOCAT
zh: WOCAT流域

source: Introduction to the questionnaire
pt: Introdução ao questionário
zh: 调查问卷简介

source: About the WOCAT documentation of SLM practices
pt: Sobre a documentação da WOCAT das práticas SLM
zh: 关于SLM实践的WOCAT文档

source: Welcome to WOCAT!
pt: Bem-vindo ao WOCAT!
zh: 欢迎您来到WOCAT！

source: WOCAT provides standardized, user-driven, open-access, globally-used tools and methods for the documentation and assessment of sustainable land management (SLM) practices. <strong>SLM</strong> in the context of WOCAT is defined as the sustainable use of land resources – including soils, water, vegetation, and animals. WOCAT focuses on efforts to prevent and reduce land degradation and restore degraded land through improved <strong>land management technologies</strong> and <strong>approaches to implement these</strong>. All practices may be considered, whether they are indigenous, newly introduced through projects, or recent innovations by land users. All information documented through WOCAT questionnaires is made available in the Global SLM Database and can be used to disseminate SLM knowledge and improve decision-making for further implementation and spreading of SLM practices.
pt: O WOCAT fornece ferramentas e métodos padronizados, de acesso aberto e de uso global para a documentação e avaliação das práticas de gestão sustentável da terra (SLM). <strong>SLM </strong>no contexto do WOCAT é definido como o uso sustentável dos recursos da terra - incluindo solos, água, vegetação e animais. O WOCAT concentra-se nos esforços para prevenir e reduzir a degradação da terra e restaurar a <strong>terra degradada através de melhores tecnologias e <strong>abordagens de gestão da terra para implementá-las</strong>. Todas as práticas podem ser consideradas, sejam elas nativas, recentemente introduzidas através de projetos, ou inovações recentes pelos usuários da terra. Todas as informações documentadas através dos questionários do WOCAT são disponibilizadas no Banco de Dados Global SLM e podem ser usadas para disseminar o conhecimento SLM e melhorar a tomada de decisões para uma maior implementação e disseminação das práticas SLM.
zh: WOCAT提供了标准化的、用户驱动的、开放式访问的、全球使用的工具和方法，用于记录和评估可持续土地管理（SLM）实践。 <strong>SLM</strong> 在WOCAT的背景下，定义为土地资源的可持续利用，包括土壤、水、植被和动物。通过改良的 <strong>土地管理技术</strong> 和 <strong>实施方法</strong>，WOCAT致力于防止和减少土地退化，恢复退化土地。 可以考虑所有实践，无论这些实践是本土的、通过项目新引入的或者是土地使用者最近的创新。通过WOCAT调查问卷记录的所有信息都可在全球SLM数据库中获得，并可用于传播SLM知识和改进决策，以进一步实施和传播SLM实践。

source: Process of documentation and review of WOCAT data
pt: Processo de documentação e revisão dos dados do WOCAT
zh: 记录和审查WOCAT数据的过程

source: Are you going to document an SLM Technology or an SLM Approach – or both? And what is the difference between the two?
pt: Você vai documentar uma Tecnologia SLM ou uma Abordagem SLM - ou ambas? E qual é a diferença entre as duas?
zh: 您是要记录SLM技术还是SLM方法，还是两者都要记录？这两者有什么区别？

source: An <strong>SLM Technology</strong> is a physical practice in the field that controls land degradation and/ or enhances productivity. A Technology consists of one or several measures, such as agronomic, vegetative, structural, and management measures.
pt: Uma <strong>Tecnologia SLM </strong>é uma prática física no campo que controla a degradação da terra e/ou aumenta a produtividade. Uma Tecnologia consiste em uma ou várias medidas, tais como medidas agronômicas, vegetativas, estruturais e de gerenciamento.
zh: 一项 <strong>SLM 技术</strong> 是控制土地退化和/或提高生产力的实地实践。一项技术包括一项或多项措施，如农艺措施、植物措施、结构措施和管理措施。

source: Example:
pt: Exemplo:
zh: 例子：

source: An <strong>SLM Approach</strong> defines the ways and means used to implement one or several SLM Technologies. It includes technical and material support, involvement and roles of different stakeholders, etc. An Approach can refer to a project/ programme or to activities initiated by land users themselves.
pt: Uma <strong> abordagem SLM </strong> define as formas e os meios utilizados para implementar uma ou várias tecnologias SLM. Ela inclui apoio técnico e material, envolvimento e papéis de diferentes partes interessadas, etc. Uma Abordagem pode se referir a um projeto/ programa ou a atividades iniciadas pelos próprios usuários da terra.
zh: 一项 <strong>SLM 方法</strong> 定义了用于实现一项或多项SLM技术的方法和手段。它包括技术和物质支持、不同利益相关者的参与和作用等。一种方法可以指一个项目/方案或土地使用者自己发起的活动。

source: The two questionnaires together provide the full picture of an SLM practice. Ideally, you first fill in the questionnaires on SLM Technologies followed by the questionnaire on SLM Approaches. An Approach should always be linked to one or several Technologies. Optional thematic modules provide in-depth information on specific topics (such as <strong>Climate Change Adaptation, Carbon Benefits / Climate Change Mitigation, Watershed and Runoff, and Mapping Land Degradation and Conservation</strong>).
pt: Os dois questionários juntos fornecem o quadro completo de uma prática SLM. O ideal é preencher primeiro os questionários sobre as Tecnologias SLM, seguido do questionário sobre as Abordagens SLM. Uma Abordagem deve estar sempre ligada a uma ou várias Tecnologias. Os módulos temáticos opcionais fornecem informações detalhadas sobre tópicos específicos (tais como <strong>Adaptação à Mudança Climática, Benefícios de Carbono / Mitigação da Mudança Climática, Bacia Hidrográfica e Escoamento, e Mapeamento da Degradação e Conservação da Terra</strong>).
zh: 这两份问卷共同提供了一个SLM实践的完整画面。在理想情况下，首先填写有关SLM技术的调查问卷，然后填写有关SLM方法的调查问卷。一种方法应该总是与一种或几种技术相关联。 可选专题模块提供关于特定主题的深入信息 （比如<strong>气候变化适应、碳效益/气候变化缓解、流域和径流，以及绘制土地退化和保护图</strong>）。

# See [link]
source: See
pt: Veja
zh: 见

source: How to document and review WOCAT data
pt: Como documentar e rever os dados do WOCAT
zh: 如何记录和审查WOCAT数据

source: Familiarize yourself with the paper questionnaire (download it at <a href="https://www.wocat.net/en/global-slm-database/slm-practices-technologies-and-approaches" class="link" target="_blank">https://www.wocat.net/en/global-slm-database/slm-practices-technologies-and-approaches</a>). Go through the questions and read the instructions below. Contact the WOCAT Secretariat if you have questions.
pt: Familiarize-se com o questionário em papel (faça o download em <a href="https://www.wocat.net/en/global-slm-database/slm-practices-technologies-and-approaches" class="link" target="_blank">https://www.wocat.net/en/global-slm-database/slm-practices-technologies-and-approaches</a>). Leia as perguntas e leia as instruções abaixo. Entre em contato com a Secretaria do WOCAT se você tiver perguntas.
zh: 熟悉纸质调查问卷（下载地址为 <a href="https://www.wocat.net/en/global-slm-database/slm-practices-technologies-and-approaches" class="link" target="_blank">https://www.wocat.net/en/global-slm-database/slm-practices-technologies-and-approaches</a>）。仔细阅读问题并阅读下面的说明。如果您有任何问题，请与WOCAT秘书处联系。

source: Start filling in the questionnaire based on your knowledge and existing documents. Please write clearly and legibly.
pt: Comece a preencher o questionário com base em seus conhecimentos e documentos existentes. Por favor, escreva de forma clara e legível.
zh: 根据你的知识和现有的文件开始填写问卷。请确保字迹清楚明了。

source: Identify land users and other key resource persons with in-depth knowledge of the SLM Technology/ Approach (ideally a team of specialists with different backgrounds and experience).
pt: Identificar usuários de terras e outras pessoas-chave com conhecimento profundo da Tecnologia/ Abordagem SLM (idealmente uma equipe de especialistas com diferentes formações e experiências).
zh: 确定对SLM技术/方法有深入了解的土地使用者和其他关键资源人员（理想情况下是由具有不同背景和经验的专家组成的团队）。

source: Collect data in the field. Gather information through interviews with land user(s) and key resource persons. Take measurements and photos, and make technical drawings.
pt: Coletar dados no campo. Coletar informações através de entrevistas com o(s) usuário(s) terrestre(s) e pessoas-chave de recursos. Tirar medidas e fotos, e fazer desenhos técnicos.
zh: 在现场收集数据。通过访问土地使用者和关键资源人员来收集信息。测量并拍照，绘制技术图纸。

source: Enter the compiled information in the Global SLM Database. Go to <a href="https://qcat.wocat.net" class="link">qcat.wocat.net</a> and create a new SLM Technology/ Approach data entry form. Type the data collected – section by section, and upload images and other digital files.
pt: Digite as informações compiladas no Banco de Dados Global SLM. Ir para <a href="https://qcat.wocat.net" class="link">qcat.wocat.net </a>e crie um novo formulário de entrada de dados de Tecnologia/Abordagem SLM. Digite os dados coletados - seção por seção, e faça o upload de imagens e outros arquivos digitais.
zh: 将编制的信息输入到全球SLM数据库中。进入 <a href="https://qcat.wocat.net" class="link">qcat.wocat.net</a> 并创建一个新的SLM技术/方法数据输入表。逐段输入收集到的数据，并上传图像和其他数字文件。

source: The Global SLM Database will guide you on how to edit and submit your data for review, making sure it is complete, clear, and comprehensible. You can invite editors (registered WOCAT users) to help you.
pt: O Banco de Dados SLM Global o orientará sobre como editar e submeter seus dados para revisão, assegurando que eles sejam completos, claros e compreensíveis. Você pode convidar editores (usuários registrados no WOCAT) para ajudá-lo.
zh: 全球SLM数据库将指导您如何编辑和提交数据以供审查，确保其完整、清晰和易于理解。您可以邀请编辑者（注册的WOCAT用户）来帮助您。

source: Note 1: fill in a separate questionnaire for each Technology and for each Approach.
pt: Observação 1: preencha um questionário separado para cada Tecnologia e para cada Abordagem.
zh: 注1：针对每种技术和每种方法填写单独的调查表。

source: Note 2: When creating translations, the content of the original language will be copied once into the text fields, allowing you to translate the content. From there on, text changes have to be done in all language versions. The checkboxes are linked across all translations, meaning they always change in all language versions.
pt: Nota 2: Ao criar traduções, o conteúdo do idioma original será copiado uma vez nos campos de texto, o que lhe permitirá traduzir o conteúdo. A partir daí, as mudanças de texto devem ser feitas em todas as versões de idioma. As caixas de seleção estão vinculadas em todas as traduções, o que significa que elas sempre mudam em todas as versões de idiomas.
zh: 注2：在创建翻译时，可将原始语言的内容一次性复制到文本字段中，以便您翻译内容。从那时起，所有语言版本的文本都必须进行翻译。复选框链接到所有翻译，这意味着它们总是在所有语言版本中发生变化。

source: Review roles
pt: Papéis de revisão
zh: 审查的角色

source: SLM Technology / Approach
pt: Tecnologia SLM / Abordagem
zh: SLM 技术/方法

source: Help us to improve WOCAT
pt: Ajude-nos a melhorar o WOCAT
zh: 帮助我们改善WOCAT

source: Thank you for contributing to the Global SLM Database with good quality data on SLM! WOCAT provides flexible and user-driven tools. Help us to improve the existing questionnaires and contribute to the development of new questionnaire modules on specific topics related to SLM. Send your inputs or feedback to: <a href="mailto:wocat@cde.unibe.ch" class="link">wocat@cde.unibe.ch</a>
pt: Obrigado por contribuir para o Banco de Dados Global SLM com dados de boa qualidade sobre SLM! WOCAT fornece ferramentas flexíveis e direcionadas ao usuário. Ajude-nos a melhorar os questionários existentes e a contribuir para o desenvolvimento de novos módulos de questionários sobre tópicos específicos relacionados ao SLM. Envie suas contribuições ou feedback para: <a href="mailto:wocat@cde.unibe.ch" class="link">wocat@cde.unibe.ch</a>
zh: 感谢您为全球SLM数据库提供高质量的SLM数据！WOCAT提供灵活的用户驱动工具。帮助我们改进现有的调查问卷，并帮助我们开发与SLM相关的特定主题的新调查问卷模块。可将您的输入或反馈发送到： <a href="mailto:wocat@cde.unibe.ch" class="link">wocat@cde.unibe.ch</a>

source: The compiler is responsible for this data entry and can invite editors (WOCAT users) to help create it. Once the data entry is complete the compiler can submit it for review.
pt: O compilador é responsável por esta entrada de dados e pode convidar editores (usuários WOCAT) para ajudá-los a criá-la. Uma vez que a entrada de dados esteja completa, o compilador pode submetê-la para revisão.
zh: 编制者负责该数据输入，并可以邀请编制者（WOCAT用户）帮助创建它。一旦数据输入完成，编制者就可以将其提交审查。

source: Editors can edit the %(questionnaire_type)s, but they cannot submit it for review or invite other editors.
pt: Os editores podem editar o %(questionnaire_type)s, mas não podem submetê-lo para revisão ou convidar outros editores.
zh: 编辑者可以编辑 %(questionnaire_type)s，但他们不能提交审查或邀请其他编辑者。

source: The reviewer can approve or reject the %(questionnaire_type)s and can edit it.
pt: O(A) revisor(a) pode aprovar ou rejeitar o%(questionnaire_type)s e pode editá-lo.
zh: 审查者可以批准或拒绝%(questionnaire_type)s 并可以对其进行编辑

source: The publisher can approve or reject the %(questionnaire_type)s and can edit it.
pt: O(A) editor(a) pode aprovar ou rejeitar o %(questionnaire_type)se pode editá-lo.
zh: 发布者可以批准或拒绝该 %(questionnaire_type)s 并可以进行编辑

source: The WOCAT Secretariat can review and publish the %(questionnaire_type)s. The secretariat can also assign reviewers and publishers.
pt: A Secretaria do WOCAT pode revisar e publicar o %(questionnaire_type)s. O secretariado também pode designar revisores e editores.
zh: WOCAT秘书处可以审查和发布%(questionnaire_type)s。秘书处还可以分配审查者和发布者。

source: the Global Database on Sustainable Land Management
pt: o Banco de Dados Global sobre Gestão Sustentável da Terra
zh: 可持续土地管理全球数据库

source: is the primary recommended database by UNCCD
pt: é o principal banco de dados recomendado pela UNCCD
zh: 是UNCCD推荐的主要数据库

source: is open access and contains over 800 SLM practices
pt: é de acesso aberto e contém mais de 800 práticas SLM
zh: 是开放访问，并包含800多个SLM实践

source: is a standardized and modular system
pt: é um sistema padronizado e modular
zh: 是否是一个标准化和模块化的系统

source: supports knowledge sharing and evidence-based decision-making
pt: apoia o compartilhamento de conhecimentos e a tomada de decisões baseada em evidências
zh: 支持知识共享和基于证据的决策

source: welcomes you to join!
pt: Bem-vindo(a)!
zh: 欢迎您的加入！

source: WOCAT Global SLM Database
zh: WOCAT全球SLM数据库
