Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# cca helptext
source: <p>Explain below which assets land users have that support them to deal with gradual climate changes and climate-related extremes (disasters). This question does not specifically refer to the Technology but should help in the understanding of which assets are available and can be made use of to adapt to gradual climate changes and climate-related extremes (disasters).</p><p>This question is based on the livelihoods framework (<a href='http://www.eldis.org/vfile/upload/1/document/0901/section2.pdf' target='_blank'>www.eldis.org/vfile/upload/1/document/0901/section2.pdf</a>) with the following 'five capitals': financial, social, human, physical, and natural.</p>
pt: <p>Explique abaixo quais são os bens que os usuários da terra possuem que os apoiam para lidar com as mudanças climáticas graduais e os extremos relacionados ao clima (desastres). Esta pergunta não se refere especificamente à Tecnologia, mas deve ajudar na compreensão de quais bens estão disponíveis e podem ser utilizados para se adaptar às mudanças climáticas graduais e aos extremos relacionados ao clima (desastres). </p><p>Esta pergunta se baseia no quadro dos meios de subsistência (<a href='http://www.eldis.org/vfile/upload/1/document/0901/section2.pdf' target='_blank'>www.eldis.org/vfile/upload/1/document/0901/section2.pdf</a>) com as seguintes "cinco capitais": financeira, social, humana, física e natural.
zh: <p>解释土地使用者拥有哪些资产来支持他们应对渐变气候和与气候有关的极端情况(灾害)。这个问题并没有特别提到这项技术，但应该有助于理解哪些资产是可用的并可以用来适应渐变气候以及与气候相关的极端情况（灾害）。</p><p>这个问题是基于以下“五大资本”的生计框架：（<a href='http://www.eldis.org/vfile/upload/1/document/0901/section2.pdf' target='_blank'>www.eldis.org/vfile/upload/1/document/0901/section2.pdf</a>）金融、社会、人力、实物和自然。</p>

# cca label
source: Financial capital
pt: Capital financeiro
zh: 金融资本

# cca label
source: Social capital
pt: Capital social
zh: 社会资本

# cca label
source: Human capital
pt: Capital humano
zh: 人力资本

# cca label
source: Physical capital
pt: Capital físico
zh: 实物资本

# cca label
source: Natural capital
pt: Capital natural
zh: 自然资本

# cca label
source: Conclusions and lessons learnt
pt: Conclusões e experiências adquiridas
zh: 结论和吸取的教训

# cca label
source: Strengths/ advantages/ opportunities of the Technology
pt: Pontos fortes/vantagens/oportunidades da tecnologia
zh: 该技术的优点/长处/机会

# cca helptext
source: Give a concluding statement about the Technology with regard to gradual climate changes and climate-related extremes (disasters).
pt: Dar uma declaração final sobre a Tecnologia com relação às mudanças climáticas graduais e aos extremos relacionados ao clima (desastres).
zh: 就渐变气候预计与气候有关的极端情况(灾害)方面的技术作一个总结性的说明。

# cca label
source: Weaknesses/ disadvantages/ risks of the Technology and ways of overcoming them
pt: Pontos fracos, desvantagens/riscos da tecnologia e formas de superá-los
zh: 该技术的弱点/缺点/风险及其克服方法

# cca helptext
source: List the main weaknesses/ disadvantages of the Technology with regard to gradual climate changes and climate-related extremes (disasters) and suggest ways they can be overcome.
pt: Liste as principais fraquezas/desvantagens da Tecnologia em relação às mudanças climáticas graduais e aos extremos relacionados ao clima (desastres) e sugira formas de superá-las.
zh: 列出该技术渐变气候以及与气候有关的极端(灾害)方面的主要弱点/缺点，并提出可以克服它们的方法。

# cca label
source: References and links
pt: Referências e links
zh: 参考和链接

# cca helptext
source: Indicate sources of information used for the compilation of information in this questionnaire.
pt: Indicar neste questionário as fontes de informação utilizadas para a compilação de informações.
zh: 在本问卷中注明用于编制信息的信息来源

# cca label
source: Methods/ sources of information
pt: Métodos/fontes de informação
zh: 信息的方法/来源

# cca label
source: References to available publications
pt: Referências às publicações disponíveis
zh: 参考可用出版物

# cca helptext
source: List relevant publications relating to the Technology (reports, manuals, training materials, case studies, etc.). Upload those publications that are available as soft copies to the database.
pt: Relacione publicações relevantes relacionadas à Tecnologia (relatórios, manuais, materiais de treinamento, estudos de caso, etc.). Carregue as publicações que estão disponíveis como cópias eletrônicas para o banco de dados.
zh: 列出与该技术相关的出版物（报告、手册、培训材料、案例研究等）。将可用作软拷贝的发布上载到数据库。

# cca label
source: Links to relevant information which is available online
pt: Links para informação relevante que está disponível online
zh: 链接到网络上可用的相关信息

# cca label
source: Key resource person(s)
pt: Pessoa(s)-chave
zh: 关键资源人

# cca helptext
source: Person(s) who provided most of the information documented in this questionnaire. These can be land users, SLM specialists (e.g. technical advisers, researchers), or any other persons.
pt: Pessoa(s) que forneceu(m) a maioria das informações documentadas neste questionário. Estes podem ser usuários de terras, especialistas em SLM (por exemplo, consultores técnicos, pesquisadores), ou qualquer outra pessoa.
zh: 提供本调查问卷中记录的大部分信息的人员。这些人可以是土地使用者、SLM专家（例如技术顾问、研究人员）或任何其他人。

# cca label
source: annual temperature
pt: Temperatura anual
zh: 年温度

# cca label
source: seasonal temperature
pt: Temperatura sazonal
zh: 季节性温度

# cca label
source: annual rainfall
pt: Precipitação pluviométrica anual
zh: 年降雨量

# cca label
source: seasonal rainfall
pt: Precipitação pluviométrica sazonal
zh: 季雨量

# cca label
source: other gradual climate change
pt: Outras mudanças climáticas graduais
zh: 其他渐变气候

# cca label
source: tropical storm
pt: Tempestade tropical
zh: 热带风暴

# cca helptext
source: cyclone, typhoon, hurricane
pt: ciclone, tufão, furacão
zh: 旋风、台风、飓风

# cca label
source: extra-tropical cyclone
pt: Ciclone extratropical
zh: 温带气旋

# cca helptext
source: winter storm
pt: tempestade de inverno
zh: 冬季风暴

# cca label
source: local rainstorm
pt: Temporal local
zh: 局地暴雨

# cca label
source: local thunderstorm
pt: Trovoada local
zh: 局地雷暴

# cca label
source: local hailstorm
pt: Tempestade de granizo local
zh: 局地雹灾

# cca label
source: local snowstorm
pt: Tempestade de neve local
zh: 局地雪暴

# cca label
source: local sandstorm/ duststorm
pt: Tempestade de areia/tempestade de poeira
zh: 当地沙尘暴/尘暴

# cca label
source: local windstorm
pt: Tempestade de vento local
zh: 局地风暴

# cca label
source: local tornado
pt: tornado local
zh: 局地龙卷风

# cca label
source: heatwave
pt: Onde de calor
zh: 热浪

# cca label
source: cold wave
pt: Onde de frio
zh: 寒潮

# cca helptext
source: any time of the year, e.g. frost
pt: em qualquer época do ano, por exemplo, geada
zh: 一年中的任何时候，例如霜冻

# cca label
source: extreme cold winter conditions
pt: condições de inverno extremamente frias
zh: 极端冬季条件

# cca label
source: extreme mild winter conditions
pt: condições de inverno extremamente amenas
zh: 极端暖冬条件

# cca label
source: drought
pt: Seca
zh: 干旱

# cca label
source: forest fire
pt: Incêndio florestal
zh: 森林火灾

# cca label
source: land fire
pt: Queimada
zh: 陆地火灾

# cca helptext
source: grass, shrub, bush
pt: grama, arbusto, mato
zh: 草、灌木、矮树丛

# cca label
source: general (river) flood
pt: Inundação geral (rio)
zh: 比较和缓的（河道）洪水

# cca label
source: flash flood
pt: Inundação súbita
zh: 山洪暴发

# cca label
source: storm surge/ coastal flood
pt: Maré de tempestade/inundação costeira
zh: 风暴潮/沿海洪水

# cca label
source: landslide/ debris flow
pt: deslizamento de terra/ fluxo de detritos
zh: 滑坡/泥石流

# cca label
source: avalanche
zh: 雪崩

# cca label
source: epidemic diseases
pt: Doenças epidêmicas
zh: 流行病

# cca helptext
source: viral, bacterial, fungal, parasitic
pt: viral, bacteriana, fúngica, parasitária
zh: 病毒、细菌、真菌、寄生虫

# cca label
source: insect/ worm infestation
pt: Infestação de insetos/vermes
zh: 昆虫/蠕虫侵扰

# cca helptext
source: grasshoppers/ locusts/ worms, etc.
pt: gafanhotos/vermes, etc.
zh: 蚱蜢/蝗虫/蠕虫等

# cca label
source: other
pt: Outro
zh: 其他

# cca label
source: length of growing period
pt: duração do período de crescimento
zh: 生长期长度

# cca label
source: sea-level rise
pt: aumento do nível do mar
zh: 海平面上升

# cca helptext
source: gradual change
pt: mudança gradual
zh: 渐变

# cca label
source: snow cover
pt: cobertura de neve
zh: 雪盖层

# cca helptext
source: Use the climate-related extremes (disasters) listed in 2.2 and provide further details, where possible, e.g. on the magnitude of the event. Order according to the importance of the event.
pt: Use os extremos relacionados ao clima (desastres) listados em 2.2 e forneça mais detalhes, quando possível, por exemplo, sobre a magnitude do evento. Ordene de acordo com a importância do evento.
zh: 使用2.2中列出的与气候相关的极端情况（灾害），并在可能的情况下提供进一步的细节，例如事件的严重程度。根据事件的重要性排序。

# cca label
source: Table 1: Reassessment of land degradation types listed in QT Core 3.7
pt: Tabela 1: Reavaliação dos tipos de degradação da terra listados no QT Core 3.7
zh: 表1：QT Core 3.7所列土地退化类型的重新评估

# cca helptext
source: Please check in QT Core question number 3.7 which land degradation types have been selected and list only those in the second column.
pt: Por favor, verifique na pergunta QT Core número 3.7 que tipos de degradação de terra foram selecionados e liste somente aqueles na segunda coluna.
zh: 请检查QT Core问题3.7中所选择的土地退化类型，并仅在第二列中列出这些类型。

# cca label
source: Table 2: Assessment of newly occurring land degradation types
pt: Tabela 2: Avaliação dos tipos de degradação de terras recém ocorridos
zh: 表2：新增土地退化类型的评价

# cca label
source: Fertilizers and biocides
pt: Fertilizantes e biocidas
zh: 肥料和杀菌剂

# cca helptext
source: <strong>Fertilizers and biocides</strong>: compost/ manure, inorganic fertilizer, herbicides, pesticides, etc.
pt: <strong>Fertilizantes e biocidas</strong>: adubo, fertilizante inorgânico, herbicidas, pesticidas, etc.
zh: <strong>肥料和杀菌剂</strong>：堆肥/肥料、无机肥料、除草剂、杀虫剂等。

# cca label
source: Type of SLM measure (adaptation measure)
pt: Tipo de medida SLM (medida de adaptação)
zh: SLM措施的类型（适应措施）

# cca helptext
source: <p>Select which SLM measures were introduced (e.g. stabilize bund with grass) or modified (e.g. increase in height of bund) to adapt/ further adapt the Technology to gradual climate changes and climate-related extremes (disasters). List whether major, medium, or minor modifications were needed and describe these adaptation measures in detail.</p><p>Several answers possible</p>
pt: <p>Selecione quais medidas SLM foram introduzidas (por exemplo, estabilizar o aterro com grama) ou modificadas (por exemplo, aumentar a altura do aterro) para adaptar/adaptar ainda mais a Tecnologia às mudanças climáticas graduais e aos extremos relacionados ao clima (desastres). Listar se foram necessárias modificações maiores, médias ou menores e descrever essas medidas de adaptação em detalhes.</p><p> Várias respostas possíveis</p>
zh: <p>选择引进（例如用草稳定堤岸）或改进（例如增加堤岸高度）哪些SLM措施，以便使该技术适应/进一步适应渐变气候和与气候相关的极端情况（灾害）。列出是否需要进行大、中或小程度的修改，并详细描述这些适应措施。</p><p>少数可能的答案</p>

# cca label
source: Labour
pt: Mão-de-obra
zh: 劳动力

# cca helptext
source: <strong>Labour</strong> includes total person days, be they paid or unpaid (e.g. contributed by family members). For “Costs per Unit” indicate daily wage for hired labour. If relevant, differentiate between skilled and unskilled labour.
pt: <strong>O trabalho </strong>inclui o total de dias pessoais, sejam eles pagos ou não (por exemplo, contribuídos por membros da família). Para "Custos por Unidade" indicar o salário diário do trabalho contratado. Se relevante, diferencie entre mão-de-obra qualificada e não qualificada.
zh: <strong>劳动力</strong> 包括总的人天数，不管是否有报酬（例如，由家庭成员的贡献）。对于“单位成本”，注明雇佣劳动力的日工资。如果相关，区分熟练工和非熟练工。

# cca label
source: Equipment
pt: Equipamento
zh: 设备

# cca helptext
source: <strong>Equipment</strong> includes tools, machine hours, animal traction, etc. Cost calculation for machine hours and animal traction should be based on hiring costs - even if the machinery/ animals are owned by the land user.
pt: <strong>O equipamento</strong> inclui ferramentas, horas-máquina, tração animal, etc. O cálculo do custo para horas-máquina e tração animal deve ser baseado nos custos de contratação - mesmo que as máquinas/animais sejam de propriedade do usuário do terreno.
zh: <strong>设备</strong> 包括工具、机器工时、畜力牵引等。机器工时和畜力牵引的成本计算应以雇佣成本为基础—即使机器/动物归土地使用者所有。

# cca label
source: Plant material
pt: Material vegetal
zh: 植物材料

# cca helptext
source: <strong>Plant material</strong> includes seeds, seedling, cuttings, etc.
pt: <strong>O material vegetal</strong> inclui sementes, mudas, mudas, estacas, etc.
zh: <strong>植物材料</strong> 包括种子、幼苗、插条等。

# cca label
source: Construction material
pt: Material de construção
zh: 施工材料

# cca helptext
source: <strong>Construction material</strong> includes timber, stones, earth, cement, pipes, tanks, etc.
pt: <strong>O material de construção</strong> inclui madeira, pedras, terra, cimento, tubos, tanques, etc.
zh: <strong>施工材料</strong> 包括木材、石头、泥土、水泥、管道、水箱等。

# cca label
source: Other
pt: Outros
zh: 其它

# cca label
source: financial resources from on-farm income
pt: recursos financeiros da renda na fazenda
zh: 来自农场收入的财务资源

# cca label
source: financial resources from off-farm income at household level
pt: recursos financeiros provenientes da renda fora da fazenda a nível familiar
zh: 来自家庭非农业收入的财务资源

# cca helptext
source: <strong>Off-farm income:</strong> income other than from the use of cropland, grazing land, forest and mixed land (e.g. business, trade, manufactoring, industry).
pt: <strong>Renda fora da fazenda: </strong>renda que não seja proveniente do uso de terras de cultivo, pastagens, florestas e terras mistas (por exemplo, negócios, comércio, manufatura, indústria).
zh: <strong>非农业收入：</strong> 使用耕地、牧场、森林和混合土地以外的收入（如商业、贸易、制造业、工业、养老金、汇款）。

# cca label
source: remittance income at household level
pt: rendimento das remessas a nível doméstico
zh: 家庭汇款收入

# cca label
source: household savings
pt: economia doméstica
zh: 家庭储蓄

# cca label
source: loan options
pt: opções de empréstimo
zh: 贷款方案

# cca label
source: access to market
pt: acesso ao mercado
zh: 进入市场

# cca label
source: connection to social networks
pt: conexão a redes sociais
zh: 与社交网络连接

# cca helptext
source: e.g. associations, village organizations
pt: por exemplo, associações, organizações de aldeia
zh: 例如，协会、乡村组织

# cca label
source: stability of social environment
pt: estabilidade do ambiente social
zh: 社会环境的稳定性

# cca label
source: access to education and training (advisory service)
pt: acesso à educação e treinamento (serviço de assessoria)
zh: 接受教育和培训（咨询服务）

# cca label
source: access to information and knowload on land management
pt: acesso à informação e ao conhecimento sobre gestão de terras
zh: 获取土地管理方面的信息和知识

# cca label
source: good communication and knowledge sharing mechanisms between land users and other stakeholders
pt: boa comunicação e mecanismos de compartilhamento de conhecimento entre os usuários de terras e outras partes interessadas
zh: 土地使用者与其他利益相关者之间建立良好的沟通和知识共享机制

# cca label
source: access to reliable weather forecast information
pt: acesso a informações confiáveis sobre a previsão do tempo
zh: 获取可靠的天气预报信息

# cca label
source: access to early warning systems related to climate extremes (disasters)
pt: acesso a sistemas de alerta precoce relacionados a extremos climáticos (desastres)
zh: 获取与极端气候（灾害）有关的预警系统

# cca label
source: supportive legal framework in place
pt: estrutura jurídica de apoio em vigor
zh: 现有的支持性法律框架

# cca label
source: supportive policies in place
pt: políticas de apoio em vigor
zh: 现有的支持性政策

# cca label
source: clear institutional responsibilities for climate change adaptation
pt: responsabilidades institucionais claras para a adaptação às mudanças climáticas
zh: 明确适应气候变化的机构责任

# cca label
source: knowledge on adequate and timely adaptation in land management
pt: conhecimentos sobre adaptação adequada e oportuna na gestão de terras
zh: 了解土地管理的充分和及时适应

# cca label
source: availability of labour force at household level
pt: disponibilidade de força de trabalho a nível doméstico
zh: 家庭劳动力的可用性

# cca label
source: level of household and community infrastructure
pt: nível de infraestrutura doméstica e comunitária
zh: 家庭和社区基础设施的水平

# cca label
source: availability of construction material and equipment
pt: disponibilidade de material e equipamento de construção
zh: 施工材料和设备的可用性

# cca label
source: availability of energy supply
pt: disponibilidade de fornecimento de energia
zh: 能源供应的有效性

# cca label
source: soil properties
pt: propriedades do solo
zh: 土壤特性

# cca helptext
source: depth, fertility, etc.
pt: profundidade, fertilidade, etc.
zh: 深度、肥力等

# cca label
source: water availability and quality
pt: disponibilidade e qualidade da água
zh: 水资源可用性和质量

# cca label
source: plant material and resources
pt: material e recursos vegetais
zh: 植物材料和资源

# cca helptext
source: diversity, valuable species, varieties
pt: diversidade, espécies valiosas, variedades
zh: 多样性、珍贵物种、品种

# cca label
source: animal resources
pt: recursos animais
zh: 动物资源

# cca helptext
source: diversity, breeds
pt: diversidade, raças
zh: 多样性、品种

# cca label
source: enabling climatic conditions
pt: condições climáticas favoráveis
zh: 有利的气候条件

# cca helptext
source: temperature, rainfall, micro-climate
pt: temperatura, pluviosidade, micro-clima
zh: 温度、降雨、微气候

# cca label
source: Experienced by land user(s) and SLM specialist(s) in the last 10 years.
pt: Experiência do(s) usuário(s) de terra e especialista(s) em SLM nos últimos 10 anos.
zh: 土地使用者及土地管理专家在过去十年的经验

# cca label
source: If the gradual climate change/climate-related extreme is mostly noticeable during specific seasons/months, tick the months below. If not, keep it blank.
pt: Se a mudança climática gradual/extremo relacionado ao clima for mais perceptível durante estações/meses específicos, assinale os meses abaixo. Caso contrário, mantenha-o em branco.
zh: 如果逐渐气候变化/与气候相关的极端天气在特定的季节/月份最为明显，请勾选在下面的月份。如果不是，保持空白。

# cca label
source: Indicate season
pt: Indicar a estação do ano
zh: 注明季节

# cca helptext
source: For <strong>temperate, boreal, polar/ arctic climate</strong> choose: winter, spring, summer, autumn<br/>For <strong>tropics, subtropics</strong> choose: wet/ rainy season, dry season
pt: Para <strong>clima temperado, boreal, polar/ártico </strong>escolha: inverno, primavera, verão, outono<br/> Para <strong>trópicos, subtropicais </strong>escolha: estação chuvosa/chuvosa, estação seca
zh: 对于 <strong>温带、北温带、极地/北极气候</strong> 选择：冬季、春季、夏季、秋季<br/>对于 <strong>热带、亚热带</strong> 选择：雨季、旱季

# cca label
source: Frequency
pt: Frequência
zh: 频率

# cca label
source: Intensity
pt: Intensidade
zh: 强度

# cca label
source: In the land user's point of view, is there a threshold (in view of frequency and/ or severity of the gradual climate changes or climate-related extremes), which leads to the failure of the Technology?
pt: No ponto de vista do usuário da terra, existe um limite (em vista da frequência e/ou severidade das mudanças climáticas graduais ou extremos relacionados ao clima), que leva ao fracasso da Tecnologia?
zh: 从土地使用者的角度来看，是否存在导致技术失败的阈值（考虑到渐变气候或与气候有关的极端情况的频率和/或严重程度）？

# cca helptext
source: If <strong>yes</strong>, specify below
pt: Em caso <strong>afirmativo</strong>, especifique abaixo
zh: 如果 <strong>是</strong>，具体说明下述内容

# cca label
source: Specify threshold for gradual climate changes
pt: Especificar o limite para mudanças climáticas graduais
zh: 指明渐变气候的阈值

# cca label
source: Specify threshold for climate-related extremes (disasters)
pt: Especificar o limite para os extremos relacionados ao clima (desastres)
zh: 指定与气候相关极端（灾害）情况的阈值

# cca label
source: Has the Technology been exposed to climate-related extremes (disasters) in the last 10 years or more?
pt: A Tecnologia tem estado exposta a extremos relacionados ao clima (desastres) nos últimos 10 anos ou mais?
zh: 在过去10年或更长的时间里，该技术是否暴露在与气候相关的极端（灾难）情况中？

# cca helptext
source: If <strong>yes</strong>, fill in the table below . If <strong>no</strong>, continue with chapter 3
pt: Se <strong>sim</strong>, preencha a tabela abaixo. Se <strong>não</strong>, continue com o capítulo 3
zh: 如果 <strong>是</strong>，填写下表。如果<strong>否</strong>，继续第3章

# cca label
source: From Year
pt: A partir do ano
zh: 开始年份

# cca label
source: From Month
pt: A partir do Mês
zh: 开始月份

# cca label
source: To Year
pt: Ao Ano
zh: 截止年份

# cca label
source: To Month
pt: Ao Mês
zh: 截止月份

# cca label
source: Climate-related extreme
pt: Extremo relacionado ao clima
zh: 气候相关的极端情况

# cca label
source: Comments/ specify
pt: Comentários/especificar
zh: 注释/具体说明

# cca label
source: Land degradation type addressed by the Technology listed in QT Core 3.7
pt: Tipo de degradação da terra abordada pela Tecnologia listada no QT Core 3.7
zh: QT Core 3.7中列出的技术强调的土地退化类型

# cca helptext
source: List land degradation types separately for each gradual climate change/ climate-related extreme. The same change/ extreme may have several land degradation types.
pt: Liste os tipos de degradação do solo separadamente para cada mudança climática gradual/extrema relacionada ao clima. A mesma mudança/extremo pode ter vários tipos de degradação da terra.
zh: 分别列出每种逐渐气候变化/气候相关极端情况的土地退化类型。同样的变化/极端情况可能有几种土地退化类型。

# cca label
source: Sensitivity of the Technology to land degradation type
pt: Sensibilidade da tecnologia ao tipo de degradação da terra
zh: 该技术对土地退化类型的敏感度

# cca label
source: Specify/ comments
pt: Especifique/comentários
zh: 具体说明/注释

# cca label
source: Land degradation type newly occurring due to gradual climate change/ climate-related extreme (disaster)
pt: Tipo de degradação da terra recém ocorrida devido à mudança climática gradual / extrema relacionada ao clima (desastre)
zh: 气候逐渐变化/气候极端情况（灾害）导致的土地退化类型

# cca helptext
source: List one land degradation type per gradual climate change/ climate-related extreme. The same change/ extreme may have several land degradation types.
pt: Liste um tipo de degradação da terra por mudança climática gradual/extrema relacionada ao clima. A mesma mudança/excesso pode ter vários tipos de degradação da terra.
zh: 根据逐渐气候变化/与气候相关的极端情况，列出一种土地退化类型。同样的变化/极端情况可能有几种土地退化类型。

# cca label
source: Gradual climate change/ climate-related extreme (disaster)
pt: Mudança climática gradual / extrema relacionada ao clima (desastre)
zh: 逐渐气候变化/与气候相关的极端情况（灾害）

# cca label
source: Name of gradual climate change/ climate-related extreme
pt: Nome da mudança climática gradual / extrema relacionada ao clima
zh: 逐渐气候变化/与气候相关的极端情况的名称

# cca label
source: Extent
pt: Extensão
zh: 程度

# cca label
source: Impact
pt: Impacto
zh: 影响

# cca label
source: [Label left]
pt: [Rótulo esquerdo]
zh: [左标签]

# cca helptext
source: Eg. decreased, reduced
pt: Por exemplo, diminuído, reduzido
zh: 比如减少、降低

# cca label
source: [Label right]
pt: [Rótulo direito]
zh: [右标签]

# cca helptext
source: Eg. increased, improved
pt: Por exemplo, aumentado, melhorado
zh: 比如增加、改良

# cca label
source: Comments regarding the impact assessment
pt: Comentários sobre a avaliação de impacto
zh: 有关影响评估的意见

# cca label
source: Which are high-risk times during the year and why? (E.g. in terms of growing season)
pt: Quais são os períodos de alto risco durante o ano e por quê? (Por exemplo, em termos de estação de crescimento)
zh: 一年中哪些时期是高风险时期？为什么？（例如，就生长季节而言）

# cca helptext
source: The explanations below should be based on a discussion with and assessment by the land user(s) and SLM specialist(s) considering the answers provided in the previous questions.
pt: As explicações abaixo devem ser baseadas em uma discussão e avaliação pelo(s) usuário(s) de terra e especialista(s) em SLM considerando as respostas fornecidas nas perguntas anteriores.
zh: 以下解释应基于土地使用者和SLM专家的讨论和评估，并考虑之前问题中提供的答案。

# cca label
source: Has the Technology been modified to adapt/ further adapt to gradual climate changes and climate-related extremes (disasters)?
pt: A tecnologia foi modificada para se adaptar/adaptar ainda mais às mudanças climáticas graduais e aos extremos relacionados ao clima (desastres)?
zh: 该技术是否经过修改以适应/进一步适应渐变气候和与气候相关的极端情况（灾害）？
