Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies helptext
source: <strong>Other measures</strong><ul><li>Any measures which do not fit into the above categories</li></ul>Examples: Beekeeping; Smallstock farming (e.g. poultry, rabbits); fish ponds; food storage and processing (incl. post-harvest loss reduction)
pt: <strong>Outras medidas</strong><ul><li> Ainda medidas que não se encaixam nas categorias acima</li></ul>Exemplos: Apicultura; criação de pequenos animais (por exemplo, aves, coelhos); viveiros de peixes; armazenamento e processamento de alimentos (inclusive redução das perdas pós-colheita).
zh: <strong>其它措施</strong><ul><li>不属于上述类别的任何措施</li></ul>例如：养蜂；小牲畜养殖（如家禽、兔子）；鱼塘；食品储存和加工（包括减少收获后的损失）

# technologies label
source: not applicable
pt: Não aplicável
zh: 不适用

# technologies label
source: V4: Replacement or removal of alien/ invasive species
pt: V4: Substituição ou retirada de espécies exóticas/invasivas
zh: V4：更换或清除外来/入侵物种

# technologies helptext
source: Examples: Cutting of undesired trees and bushes
pt: Exemplos: Corte de árvores e arbustos indesejáveis
zh: 例如：砍伐不需要的树木和灌木

# technologies label
source: S10: Energy saving measures
pt: S10: medidas de economia de energia
zh: S10：节能措施

# technologies helptext
source: Examples: Wood-saving stoves, insulation of buildings, renewable energy sources (solar, biogas, wind, hydropower)
pt: Exemplos: Fogões economizadores de madeira, isolamento de edifícios, fontes de energia renováveis (solar, biogás, eólica, hidrelétrica)
zh: 例如：木材节约型炉具、建筑物保温、可再生能源（太阳能、沼气、风能、水电）

# technologies label
source: S11: Others
pt: S11: Outros
zh: S11：其它

# technologies helptext
source: Examples: Compost production pits; reshaping surface (reducing slope)
pt: Exemplos: Poços de produção de composto; superfície de remodelação (redução da inclinação)
zh: 例如：堆肥生产坑；重塑表面（减小坡度）

# technologies label
source: Pi: soil sealing
pt: Pi: selagem do solo
zh: Pi：覆土

# technologies helptext
source: <strong>Soil sealing</strong>: covering of the ground by an impermeable material (e.g. construction, mining, roads, etc.)
pt: <strong>Vedação do solo</strong>: cobertura do solo por um material impermeável (por exemplo, construção, mineração, estradas, etc.)
zh: <strong>覆土</strong>：用不透水材料覆盖地面（例如建筑、采矿、道路等）

# technologies label
source: not well at all
pt: não bem em absoluto
zh: 非常不好

# technologies label
source: not well
pt: não bem
zh: 不好

# technologies label
source: not known
pt: não conhecido
zh: 未知

# technologies label
source: very negative
pt: muito negativo
zh: 非常消极

# technologies label
source: negative
pt: negativo
zh: 消极

# technologies label
source: slightly negative
pt: ligeiramente negativo
zh: 轻度消极

# technologies label
source: neutral/ balanced
pt: neutro/balanceado
zh: 中性/平衡

# technologies label
source: slightly positive
pt: ligeiramente positivo
zh: 稍微积极

# technologies label
source: positive
pt: positivo
zh: 积极

# technologies label
source: very positive
pt: muito positivo
zh: 非常积极

# technologies label
source: moderately
pt: moderadamente
zh: 适度

# technologies label
source: well
pt: bem
zh: 好

# technologies label
source: very well
pt: muito bem
zh: 非常好

# technologies label
source: winter
pt: inverno
zh: 冬季

# technologies label
source: spring
pt: primavera
zh: 春季

# technologies label
source: summer
pt: verão
zh: 夏季

# technologies label
source: autumn
pt: outono
zh: 秋季

# technologies label
source: wet/ rainy season
pt: estação úmida/das chuvas
zh: 湿季/雨季

# technologies label
source: dry season
pt: estação seca
zh: 旱季

# technologies label
source: single cases/ experimental
pt: casos isolados/experimental
zh: 单例/实验

# technologies label
source: more than 50%%
pt: mais que 50%%
zh: 大于 50%%

# technologies label
source: climatic change/ extremes
pt: Mudança climática/extremo
zh: 气候变化/极端气候

# technologies label
source: changing markets
pt: Mercados dinâmicos
zh: 不断变化的市场

# technologies label
source: labour availability (e.g. due to migration)
pt: Disponibilidade de mão-de-obra (p. ex. devido à migração)
zh: 劳动力可用性（例如，由于迁移）

# technologies label
source: preserve/ improve biodiversity
pt: Preservar/melhorar a biodiversidade
zh: 保持/提高生物多样性

# technologies label
source: reduce risk of disasters
pt: Reduzir riscos de desastre
zh: 降低灾害风险

# technologies helptext
source: e.g. droughts, floods, landslides, etc.
pt: por exemplo, secas, enchentes, deslizamentos de terra, etc.
zh: 例如干旱、洪水、滑坡等。

# technologies label
source: adapt to climate change/ extremes and its impacts
pt: Adaptar a mudanças climáticas/extremos e seus impactos
zh: 适应气候变化/极端天气及其影响

# technologies helptext
source: e.g. resilience to droughts, storms.
pt: por exemplo, resiliência a secas, tempestades.
zh: 例如对干旱、风暴的适应能力。

# technologies label
source: mitigate climate change and its impacts
pt: Atenuar a mudanças climáticas e seus impactos
zh: 减缓气候变化及其影响

# technologies helptext
source: e.g. through carbon sequestration
pt: por exemplo, através da captura de carbono
zh: 例如通过固碳

# technologies label
source: create beneficial economic impact
pt: Criar impacto econômico benéfico
zh: 创造有益的经济影响

# technologies helptext
source: e.g. increase income/ employment opportunities
pt: por exemplo, aumentar as oportunidades de renda/emprego
zh: 例如，增加收入/就业机会

# technologies label
source: forest plantation management
pt: Gestão de plantação florestal
zh: 森林种植管理

# technologies helptext
source: <strong>Forest plantation management:</strong> plantation forests comprise even-aged monocultures and are established primarily for wood and fibre production. They are usually intensively managed and have relatively high growth rates and productivity.
pt: <strong>Manejo de plantações florestais: </strong>as plantações florestais compreendem monoculturas de idade regular e são estabelecidas principalmente para a produção de madeira e fibras. São geralmente manejadas intensivamente e têm taxas de crescimento e produtividade relativamente altas.
zh: <strong>森林种植管理：</strong> 人工林包括同龄的单一栽培，主要用于木材和纤维生产。它们通常是集中管理的，具有相对较高的增长率和生产力。

# technologies label
source: irrigation management (incl. water supply, drainage)
pt: Gestão de irrigação (inclusive abastecimento de água, drenagem)
zh: 灌溉管理（包括供水、排水）

# technologies helptext
source: <strong>Irrigation management (incl. water supply, drainage)</strong> aims to achieve higher water use efficiency through more efficient water collection and abstraction, water storage, distribution, and water application.
pt: <strong>A gestão da irrigação (incluindo abastecimento de água, drenagem) </strong>visa alcançar maior eficiência no uso da água através de uma coleta e captação de água mais eficiente, armazenamento, distribuição e aplicação de água.
zh: <strong>灌溉管理（包括供水、排水）</strong> 旨在通过更有效的水收集和提取、储水、分配和用水来实现更高的用水效率

# technologies label
source: surface water management (spring, river, lakes, sea)
pt: Gestão de água de superfície (nascente, rio, lagos, mar)
zh: 地表水管理（泉、河、湖、海）

# technologies helptext
source: <strong>Surface water management (spring, river, lakes, sea):</strong> involves the protection of springs, rivers and lakes from pollution, from high water flows(floods) or over abstraction of water as well as protection measures against negative impacts from water bodies (e.g. river bank erosion, floods, tidal erosion)
pt: <strong>Gerenciamento de águas superficiais (nascentes, rios, lagos, mar): </strong>envolve a proteção de nascentes, rios e lagos contra a poluição, contra altos fluxos de água (enchentes) ou captação excessiva de água, bem como medidas de proteção contra impactos negativos de corpos de água (por exemplo, erosão de margens de rios, enchentes, erosão de marés)
zh: <strong>地表水管理（泉、河、湖、海）：</strong> 包括保护泉水、河流和湖泊免受污染、防止高水流（洪水）或过度取水，以及防止受到水体负面影响（例如河岸侵蚀、洪水、潮汐侵蚀）的保护措施。

# technologies label
source: ecosystem-based disaster risk reduction
pt: Redução de riscos de desastre baseada no ecossitema
zh: 减少基于生态系统的灾害风险

# technologies helptext
source: <strong>Ecosystem-based Disaster Risk Reduction:</strong> is the sustainable management, conservation and restoration of ecosystems to reduce disaster risk and safeguard the direct and indirect benefits people obtain from the ecosystems.
pt: <strong>Redução de Risco de Desastres baseada em Ecossistemas: </strong>é a gestão sustentável, conservação e restauração de ecossistemas para reduzir o risco de desastres e salvaguardar os benefícios diretos e indiretos que as pessoas obtêm dos ecossistemas.
zh: <strong>减少基于生态系统的灾害风险：</strong> 是指生态系统的可持续管理、保护和恢复，以降低灾害风险，并确保人们从生态系统中获得的直接和间接利益。

# technologies label
source: not relevant
pt: Não relevante
zh: 不相关

# technologies label
source: Sedentary
pt: Sedentário
zh: 定栖的

# technologies label
source: Semi-nomadic
pt: Seminômade
zh: 半游牧的

# technologies label
source: Nomadic
pt: Nômade
zh: 游牧的

# technologies label
source: through land users' innovation
pt: atráves de inovação dos usuários da terra
zh: 通过土地使用者的创新

# technologies label
source: as part of a traditional system (> 50 years)
pt: Como parte do sistema tradicional (>50 anos)
zh: 作为传统系统的一部分（> 50 年）

# technologies label
source: during experiments/ research
pt: durante experiências/pesquisa
zh: 在实验/研究期间

# technologies label
source: through projects/ external interventions
pt: através de projetos/intervenções externas
zh: 通过项目/外部干预

# technologies label
source: improved plant varieties/ animal breeds
pt: variedades vegetal/raças de animais melhoradas
zh: 改良植物品种/动物品种

# technologies helptext
source: <strong>Improved plant varieties/ animal breeds:</strong> refers to the development of new plant varieties or animal breeds that offer benefits such as improved production, resistance to pests and diseases, or drought tolerance, in response to changing environmental conditions and land users’ needs.
pt: <strong>Melhores variedades vegetais/raças animais: </strong>refere-se ao desenvolvimento de novas variedades vegetais ou raças animais que oferecem benefícios tais como melhor produção, resistência a pragas e doenças, ou tolerância à seca, em resposta às mudanças das condições ambientais e das necessidades dos usuários da terra.
zh: <strong>改良植物品种/动物品种：</strong> 指为适应不断变化的环境条件和土地使用者的需要，开发具有增产、抗病虫害、抗旱等效益的动植物新品种。

# technologies label
source: ground water management
pt: Gestão do lençol freático
zh: 地下水管理

# technologies helptext
source: <strong>Groundwater management:</strong> involves securing the recharge of groundwater reserves and their protection from pollution, overexploitation/ overuse, and rising groundwater levels leading to salinization.
pt: <strong>Gerenciamento de águas subterrâneas: </strong>envolve a garantia da recarga das reservas de águas subterrâneas e sua proteção contra a poluição, sobre-exploração/uso excessivo e aumento dos níveis de águas subterrâneas que levam à salinização.
zh: <strong>地下水管理：</strong> 包括确保地下水储量的补给，并防止污染、过度开采/过度使用以及地下水位上升导致盐碱化。

# technologies label
source: energy efficiency technologies
pt: Tecnologias de eficiência energética
zh: 节能技术

# technologies helptext
source: <strong>Energy efficiency technologies:</strong> reduce the amount of energy required to provide products and services, e.g. for cooking and heating, reducing the demand for fuel (fossil, wood).
pt: <strong>Tecnologias de eficiência energética:</strong> reduzir a quantidade de energia necessária para fornecer produtos e serviços, por exemplo, para cozinhar e aquecer, reduzindo a demanda de combustível (fóssil, madeira).
zh: <strong>节能技术：</strong> 减少提供产品和服务所需的能量，例如烹饪和加热，以减少对燃料（化石、木材）的需求。

# technologies label
source: post-harvest measures
pt: Medidas pós-colheita
zh: 收割后的措施

# technologies helptext
source: <strong>Post-harvest measures:</strong> encompasses activities to deliver a crop from harvest to consumption with minimum loss, maximum efficiency, and maximum return for all involved – such as drying, storage, cooling, cleaning, sorting, and packing.
pt: <strong>Medidas pós-colheita: </strong>abrange atividades para entregar uma colheita da colheita ao consumo com o mínimo de perda, máxima eficiência e máximo retorno para todos os envolvidos - como secagem, armazenamento, resfriamento, limpeza, classificação e embalagem.
zh: <strong>收割后的措施：</strong> 包括以最小的损失、最大的效率和最大的回报将作物从收割到交付消费的活动——例如干燥、储存、冷却、清洗、分类和包装。

# technologies label
source: evenly spread over an area
pt: Uniformemente difundida numa área
zh: 均匀地分布在一个区域

# technologies helptext
source: e.g. mulching, series of terraces, afforestation, micro-catchments
pt: por exemplo, cobrir com folhas, série de terraços, florestamento, microbacias
zh: 例如覆盖、梯田系列、造林、微集水区

# technologies label
source: applied at specific points/ concentrated on a small area
pt: Aplicado em pontos específicos/concentrado numa pequena área
zh: 适用于特定场所/集中在较小区域

# technologies helptext
source: e.g. water points, dams, compost production pits, smallstock stables, hydropower stations
pt: por exemplo, pontos de água, barragens, fossos de produção de composto, estábulos de pequeno porte, usinas hidrelétricas
zh: 例如，取水点、水坝、堆肥生产坑、小牲畜棚、水电站

# technologies label
source: < 0.1 km2 (10 ha)
zh: < 0.1 平方千米（10 公顷）

# technologies label
source: 0.1-1 km2
zh: 0.1-1 平方千米

# technologies label
source: 1-10 km2
zh: 1-10 平方千米

# technologies label
source: 10-100 km2
zh: 10-100 平方千米

# technologies label
source: 100-1,000 km2
zh: 100-1,000 平方千米

# technologies label
source: 1,000-10,000 km2
zh: 1,000-10,000 平方千米

# technologies label
source: > 10,000 km2
zh: > 10,000 平方千米

# technologies label
source: structural measures
pt: Medidas estruturais
zh: 结构措施

# technologies helptext
source: <strong>Structural measures</strong><ul><li>are of long duration or permanent</li><li>often require substantial inputs of labour or money when first installed</li><li>involve major earth movements and/ or construction with wood, stone, concrete, etc. are often carried out to control runoff, erosion and wind velocity and to harvest rainwater</li><li>often lead to a change in slope profile</li><li>are often aligned along the contour/ against prevailing wind direction</li><li>are often spaced according to slope</li></ul><p>If structures are stabilized by means of vegetation, also select relevant vegetative measures!</p>
pt: <strong>As medidas estruturais</strong><ul><li> são de longa duração ou permanentes</li><li>, muitas vezes requerem contribuições substanciais de mão-de-obra ou dinheiro quando instaladas</li><li> pela primeira vez, pois envolvem grandes movimentos de terra e/ou a construção com madeira, pedra, concreto, etc., que são frequentemente realizadas para controlar o escoamento, a erosão e a velocidade do vento e para colher a água da chuva,</li><li> que, muitas vezes, levam a uma mudança no perfil </li><li>da inclinação e são, muitas vezes também, alinhadas ao longo do contorno/contra a direção predominante do vento </li><li>e são frequentemente espaçadas de acordo com a inclinação. </li></ul><p>Se as estruturas forem estabilizadas por meio de vegetação, selecione também as medidas vegetativas relevantes!</p>
zh: <strong>结构措施</strong><ul><li>是长期或永久性的</li><li>首次安装时通常需要大量的人力或资金投入</li><li>涉及到主要的土方运动和/或用木材、石材、混凝土等进行施工，通常是为了控制径流、侵蚀和风速以及收集雨水</li><li>通常会导致坡度发生变化</li><li>通常沿等高线/逆风方向排列</li><li>通常按坡度间隔</li></ul><p>如果结构是通过植被来稳定，也要选择相应的植被措施!</p>

# technologies label
source: M5: Control/ change of species composition
pt: M5: Controle/mudança de composição de espécies
zh: M5：物种组成的控制/变化

# technologies helptext
source: <p>if annually or in a rotational sequence as done e.g. on cropland &rarr; A1</p><p>Examples: Reduction of invasive species, selective clearing, encouragement of desired/ introduction of new species, controlled burning (e.g. prescribed fires in forests/ on grazing land)/ residue burning</p>
pt: <p>Se anualmente ou em uma sequencia rotacional como feita, por exemplo, na terra de cultivo &rarr; A1</p><p>Exemplos: Redução de espécies invasoras, limpeza seletiva, incentivo à introdução de novas espécies, queima controlada (por exemplo, incêndios prescritos em florestas/ em pastagens)/queima de resíduos</p>
zh: <p>如每年或按轮转顺序进行，如在农田和土地资源保护区；A1</p><p>例如：减少入侵物种、选择性清理、鼓励所需的物种/引入新物种、控制燃烧（例如森林/牧场内的计划火烧）/残渣焚烧</p>

# technologies label
source: prevent land degradation
pt: Prevenir degradação do solo
zh: 防止土地退化

# technologies helptext
source: <strong>Prevention:</strong> good land management practices are already in place on land that may be prone to land degradation. They maintain natural resources and their environmental and productive functions.
pt: <strong>Prevenção: </strong>já existem boas práticas de manejo de terras em terras que podem ser propensas à degradação da terra. Elas mantêm os recursos naturais e suas funções ambientais e produtivas.
zh: <strong>防止：</strong> 在可能导致土地退化的土地上已经有良好的土地管理做法。该做法可以维持自然资源及其环境和生产功能。

# technologies label
source: reduce land degradation
pt: Reduzir a degradação do solo
zh: 减少土地退化

# technologies helptext
source: <strong>Reduction:</strong> interventions intended to reduce ongoing degradation and/ or halt further degradation. They start improving natural resources and their functions. Impacts tend to be noticeable in the short to medium term.
pt: <strong>Redução: </strong>intervenções destinadas a reduzir a degradação em curso e/ou a deter a continuação da degradação. Elas começam a melhorar os recursos naturais e suas funções. Os impactos tendem a ser perceptíveis a curto e médio prazo.
zh: <strong>减少：</strong> 旨在减少持续退化和/或阻止进一步退化的干预措施。这些措施可以开始改善自然资源及其功能。短期到中期的影响往往是显著的。

# technologies label
source: restore/ rehabilitate severely degraded land
pt: Recuperar/reabilitar solo severamente degradado
zh: 修复/恢复严重退化的土地

# technologies helptext
source: <strong>Rehabilitation/ restoration</strong> required when the land is already degraded to such an extent that the original use is no longer possible, and land has become practically unproductive. Here, longer-term and more costly investments are needed to show any impact.
pt: <strong>Reabilitação/ restauração </strong>necessária quando a terra já está degradada a tal ponto que o uso original não é mais possível, e a terra se tornou praticamente improdutiva. Aqui, são necessários investimentos de longo prazo e mais caros para mostrar qualquer impacto.
zh: <strong>修复/恢复</strong>当土地已退化到无法再使用的程度，且土地实际上已无生产能力时，需要进行恢复和修复。并且，此时需要更长期和更昂贵的投资来表明产生的任何影响。

# technologies label
source: adapt to land degradation
pt: Adaptar à degradação do solo
zh: 适应土地退化

# technologies helptext
source: <strong>Adaptation:</strong> applied when rehabilitation/ restoration of the original state of the land is no longer possible or requires resources beyond the means of land users. This means the state of land degradation is “accepted”, but land management is adapted to suit land degradation (e.g. adapting to soil salinity by introducing salt-tolerant plants).
pt: <strong>Adaptação: </strong>aplicada quando a reabilitação / restauração do estado original do terreno não é mais possível ou requer recursos além dos meios dos usuários do terreno. Isto significa que o estado de degradação da terra é "aceito", mas a gestão da terra é adaptada para se adequar à degradação da terra (por exemplo, adaptação à salinidade do solo através da introdução de plantas tolerantes ao sal).
zh: <strong>适应：</strong> 在无法修复/恢复土地原有状态或需要土地使用者无法负担的资源时才适用。这意味着土地退化的状态是“可接受的”，但土地管理是适应土地退化的（例如，通过引入耐盐植物来适应土壤盐度）。

# technologies label
source: per Technology unit
pt: Por unidade de tecnologia
zh: 每个技术单元

# technologies helptext
source: e.g. watering point, energy saving stove, stone line
pt: por exemplo, ponto de irrigação, fogão economizador de energia, linha de pedra
zh: 例如水源点、节能炉、石线等

# technologies label
source: US Dollars
pt: Dólares norte-americanos
zh: 美元

# technologies_2018 label
source: USD
zh: 美元

# technologies label
source: 751-1,000 mm
zh: 751-1,000毫米

# technologies label
source: 1,001-1,500 mm
zh: 1,001-1,500毫米

# technologies label
source: 1,501-2,000 mm
zh: 1,501-2,000毫米

# technologies label
source: 2,001-3,000 mm
zh: 2,001-3,000毫米

# technologies label
source: 3,001-4,000 mm
zh: 3,001-4,000毫米

# technologies label
source: > 4,000 mm
zh: > 4,000毫米

# technologies label
source: women
pt: Mulheres
zh: 女人

# technologies label
source: men
pt: Homens
zh: 男人

# technologies label
source: children
pt: Crianças
zh: 儿童

# technologies label
source: youth
pt: Jovens
zh: 青年人

# technologies label
source: middle-aged
pt: meia-idade
zh: 中年人

# technologies label
source: elderly
pt: idosos
zh: 老年人

# technologies label
source: small-scale
pt: Pequena escala
zh: 小规模的

# technologies label
source: medium-scale
pt: Média escala
zh: 中等规模的

# technologies label
source: large-scale
pt: Grande escala
zh: 大规模的

# technologies label
source: individual
pt: Indivíduo
zh: 个人

# technologies helptext
source: <strong>Individual</strong>: right of use pertains to single user.
pt: <strong>Individual</strong>: o direito de uso diz respeito a um único usuário.
zh: <strong>个人</strong>：使用权属于单一个体

# technologies label
source: moderate
pt: Moderado
zh: 适度的

# technologies label
source: Traffic: roads, railways
pt: Tráfego: estradas, ferrovias
zh: 交通：公路、铁路

# technologies label
source: Energy: pipelines, power lines
pt: Energia: condutores, linhas elétricas
zh: 能源：管道、电线

# technologies label
source: Drainage lines, waterways
pt: Linhas de drenagem, vias navegáveis
zh: 排水管道、水道

# technologies label
source: per Technology area
pt: por área de tecnologia
zh: 每个技术区域

# technologies helptext
source: e.g. 24 acres
pt: por exemplo, 24 acres
zh: 例如24英亩

# technologies_2018 label
source: per Technology area
pt: por área de tecnologia
zh: 每个技术区域

# technologies_2018 helptext
source: e.g. area of terraced cropland, area closed for natural regeneration, area used for rotational grazing, etc.
pt: por exemplo, área de terraços de cultivo, área fechada para regeneração natural, área usada para pastagem rotativa, etc.
zh: 例如梯田区域、自然更新休憩区域、轮牧用地等。

# technologies label
source: Construction material
pt: Material de construção
zh: 施工材料

# technologies helptext
source: <strong>Construction material</strong> includes timber, stones, earth, cement, pipes, tanks, etc.
pt: <strong>O material de construção</strong> inclui madeira, pedras, terra, cimento, tubos, tanques, etc.
zh: <strong>施工材料</strong> 包括木材、石头、泥土、水泥、管道、水箱等。

# technologies helptext
source: The length of growing period (LGP) is defined as the period when precipitation is more than half of the potential evapotranspiration (PET) and the temperature is higher than 6.5° C.
pt: A duração do período de crescimento (LGP) é definida como o período em que a precipitação é mais da metade da evapotranspiração potencial (PET) e a temperatura é superior a 6,5° C.
zh: 生长期（lgp）被定义为降水量超过潜在蒸散量（pet）一半且温度高于6.5°C的时期。

# technologies_2018 label
source: Agro-climatic zone
pt: Zona agroclimática
zh: 农业气候区

# technologies_2018 helptext
source: <p>The length of growing period (LGP) is defined as the period when precipitation is more than half of the potential evapotranspiration (PET) and the temperature is higher than 6.5° C.</p><p>Tick max. 1 answer.</p>
pt: <p>A duração do período de crescimento (LGP) é definida como o período em que a precipitação é mais da metade da evapotranspiração potencial (PET) e a temperatura é maior que 6,5° C. </p><p>Assinale no max. 1 resposta.</p>
zh: <p>生长期（lgp）被定义为降水量超过潜在蒸散量（pet）一半且温度高于6.5°C的时期。</p><p>最多选择1个答案</p>

# technologies label
source: crop production
pt: Produção agrícola
zh: 作物生产

# technologies label
source: production area
pt: Área de produção
zh: 生产区域

# technologies helptext
source: New land under cultivation/ use
pt: Novas terras em cultivo/uso
zh: 正在耕种/使用的新土地

# technologies_2018 label
source: production area
pt: Área de produção
zh: 生产区域

# technologies_2018 helptext
source: Land under cultivation/ use
pt: Terra em cultivo/uso
zh: 正在耕种/使用的土地

# technologies label
source: energy generation
pt: Geração de energia
zh: 能源生产

# technologies helptext
source: E.g. hydro, bio
pt: Por exemplo, hidro, bio
zh: 如水力发电、沼气

# technologies_2018 label
source: energy generation
pt: Geração de energia
zh: 能源生产
