Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies label
source: other (e.g. post-flooding)
pt: Outros (p. ex. pós-inundação)
zh: 其它（比如洪水后）

# technologies helptext
source: <strong>Post-flooding</strong>: after rainwater has naturally flooded the field (eg in Wadis, riverbanks), the water infiltrated into the soil is used intentionally as a water reserve for crop cultivation. The crop(s) use(s) this water reserve for establishment.
pt: <strong>Pós-inundação:</strong>depois que a água da chuva inundou naturalmente o campo (por exemplo, em Wadis, margens de rios), a água infiltrada no solo é utilizada intencionalmente como reserva de água para a cultivo. O(s) cultivo(s) utiliza(m) esta reserva de água para o estabelecimento.
zh: <strong>洪水后</strong>：雨水自然淹没农田后（比如在干河床、河岸），渗入土壤的水被有意用作农作物种植的水储备。作物利用这一水储备进行种植。

# technologies label
source: Number of sites considered/analysed in the documentation of this technology
pt: Número de locais considerados/analisados na documentação desta tecnologia
zh: 该技术文档中考虑/分析的场地数量

# technologies helptext
source: <strong>Site</strong>: A site can be a single plot or a larger area managed by individuals or a community, or a place where specific infrastructure has been implemented (e.g. dam).
pt: <strong>Local</strong>:Um local pode ser um único lote ou uma área maior administrada por indivíduos ou uma comunidade, ou um lugar onde uma infraestrutura específica foi implementada (por exemplo, uma barragem).
zh: <strong>场地</strong>：一个场地可以是单个地块，也可以是由个人或社区管理的较大区域，也可以是实施了特定基础设施的地方（如水坝）。

# technologies label
source: Timing/ frequency
pt: Periodicidade/frequência
zh: 时间/频率

# technologies helptext
source: <p><strong>Timing</strong>: time during which activity is carried out, e.g. month or season, or "after harvest of crops", "before onset of rains", etc.</p><p><strong>Frequency</strong>: e.g. annually, each cropping season, etc.</p>
pt: <p><strong>Periodicidade</strong>: tempo durante o qual a atividade é realizada, por exemplo, mês ou estação, ou "após a colheita das plantações", "antes do início das chuvas", etc.</p><p><strong>Frequência:</strong>por exemplo, anualmente, a cada época de cultivo, etc.</p>
zh: <p><strong>时间</strong>：开展活动的时间，比如月度或季度，或者“作物收割后”、“下雨前”等。</p><p><strong>频率</strong>：比如每年、每个种植季节等。</p>

# technologies label
source: water quantity
pt: Quantidade de água
zh: 水量

# technologies label
source: water quality
pt: Qualidade de água
zh: 水质

# technologies label
source: harvesting/ collection of water (runoff, dew, snow, etc)
pt: Colheita/recolhimento de água (escoamento, orvalho, neve, etc)
zh: 水的回收/收集（径流、露水、雪等）

# technologies label
source: surface runoff
pt: Escoamento superficial
zh: 地表径流

# technologies label
source: excess water drainage
pt: Drenagem de excesso de água
zh: 多余水的排放

# technologies label
source: groundwater table/ aquifer
pt: Lençol freático/aquífero
zh: 地下水位/含水层

# technologies label_left
source: lowered
pt: Baixado Deplecionado
zh: 下降

# technologies label_right
source: recharge
pt: Recarga
zh: 补水

# technologies label
source: evaporation
pt: Evaporação
zh: 蒸发

# technologies label
source: soil moisture
pt: Umidade do solo
zh: 土壤水分

# technologies label
source: soil cover
pt: Cobertura do solo
zh: 土壤覆盖层

# technologies label
source: soil loss
pt: Perda de solo
zh: 土壤流失

# technologies label
source: soil accumulation
pt: Acumulação de solo
zh: 土壤堆积

# technologies label
source: soil crusting/ sealing
pt: Ressecamento/selagem do solo
zh: 土壤结壳/密封

# technologies label_right
source: reduced
pt: Reduzido
zh: 减少

# technologies label
source: soil compaction
pt: Compactação do solo
zh: 土壤压实

# technologies label
source: nutrient cycling/ recharge
pt: Ciclo e recarga de nutrientes
zh: 养分循环/补给

# technologies label
source: salinity
pt: Salinidade
zh: 盐度

# technologies label
source: soil organic matter/ below ground C
pt: Matéria orgânica do solo/carbono abaixo do solo
zh: 土壤有机物/地下C

# technologies label
source: acidity
pt: Acidez
zh: 酸度

# technologies label
source: animal diversity
pt: Diversidade animal
zh: 动物多样性

# technologies label
source: plant diversity
pt: Diversidade vegetal
zh: 植物多样性

# technologies label
source: invasive alien species
pt: Espécies exóticas invasoras
zh: 外来入侵物种

# technologies label
source: beneficial species (predators, earthworms, pollinators)
pt: Espécies benéficas (predadores, minhocas, polinizadores)
zh: 有益物种（捕食者、蚯蚓、传粉者）

# technologies label
source: habitat diversity
pt: Diversidade de habitat
zh: 栖息地多样性

# technologies label
source: biomass/ above ground C
pt: Biomassa/carbono acima do solo
zh: 生物量/地上C

# technologies label
source: emission of carbon and greenhouse gases
pt: Emissão de carbono e gases de efeito estufa
zh: 碳和温室气体的排放

# technologies label
source: fire risk
pt: Risco de incêndio
zh: 火灾风险

# technologies label
source: wind velocity
pt: Velocidade do vento
zh: 风速

# technologies label
source: pest/ disease control
pt: Controle de praga/doença
zh: 害虫/疾病控制

# technologies label
source: water availability (groundwater, springs)
pt: Disponibilidade de água (água subterrânea, nascentes)
zh: 水的可用性（地下水、泉水）

# technologies label
source: downstream flooding (undesired)
pt: Cheias de jusante (indesejada)
zh: 下游洪水（不希望）

# technologies label
source: reliable and stable stream flows in dry season (incl. low flows)
pt: Caudal confiável e estável em período seco (inclusive baixo caudal)
zh: 旱季稳定可靠的水流（包括低流量）

# technologies label
source: downstream siltation
pt: Sedimentação a jusante
zh: 下游淤积

# technologies label
source: groundwater/ river pollution
pt: Poluição de água subterrânea/rio
zh: 地下水/河流污染

# technologies label
source: buffering/ filtering capacity (by soil, vegetation, wetlands)
pt: Capacidade de tamponamento/filtragem (pelo solo, vegetação, zonas úmidas)
zh: 缓冲/过滤能力（按土壤、植被、湿地划分）

# technologies label
source: wind transported sediments
pt: Sedimentos transportados pelo vento
zh: 风力搬运沉积物

# technologies label
source: damage on neighbours' fields
pt: Danos em áreas vizinhas
zh: 对邻近农田的破坏

# technologies label
source: damage on public/ private infrastructure
pt: Danos na infraestrutura pública/privada
zh: 对公共/私人基础设施的破坏

# technologies label
source: impact of greenhouse gases
pt: Impacto dos gases de efeito estufa
zh: 温室气体的影响

# technologies label
source: Indicate year of implementation
pt: Indique o ano de implementação
zh: 注明实施年份

# technologies label
source: Main crops (cash and food crops)
pt: Principais plantações (colheitas para venda e consumo próprio)
zh: 主要农作物（经济作物及粮食作物）

# technologies label
source: Extensive grazing land
pt: Pastagem extensiva
zh: 粗放式放牧场

# technologies helptext
source: <strong>Ge: Extensive grazing land</strong>: grazing on natural or semi-natural grasslands, grasslands with trees/ shrubs (savannah vegetation) or open woodlands for livestock and wildlife.
pt: <strong>Ge: Extensa área de pastagem:</strong>pastoreio em pastagens naturais ou seminaturais, pastagens com árvores/ arbustos (vegetação de savana) ou bosques abertos para gado e vida selvagem.
zh: <strong>Ge：粗放式放牧场</strong>：在天然或半天然草地上、有树木/灌木（草原植被）的草原或为家畜和野生动物开放的林地上放牧。

# technologies_2018 label
source: Extensive grazing
pt: Pastagem extensiva
zh: 粗放式放牧

# technologies_2018 helptext
source: <strong>Ge: Extensive grazing</strong>: grazing on natural or semi-natural grasslands, grasslands with trees/ shrubs (savannah vegetation) or open woodlands for livestock and wildlife.
pt: <strong>Ge: Pastagem extensiva:</strong>pastoreio em pastagens naturais ou seminaturais, pastagens com árvores/ arbustos (vegetação de savana) ou bosques abertos para gado e vida selvagem.
zh: <strong>Ge：粗放式放牧场</strong>：在天然或半天然草地上、有树木/灌木（草原植被）的草原或为家畜和野生动物开放的林地上放牧。

# technologies label
source: Tree plantation, afforestation
pt: Plantação de árvores, reflorestamento
zh: 植树造林

# technologies helptext
source: <strong>Fp: Plantations, afforestations:</strong>: forest stands established by planting or/ and seeding in the process of afforestation or reforestation
pt: <strong>Fp: Plantações, florestamentos: </strong>povoamentos florestais estabelecidos por plantio e/ou semeadura no processo de florestamento ou reflorestamento
zh: <strong>Fp：植树造林：</strong>：在造林或者再造林过程中，通过种植或/和播种而形成的林分

# technologies_2018 label
source: Tree plantation, afforestation: Specify origin and composition of species
pt: Plantação de árvores, florestamento: Especificar a origem e composição das espécies
zh: 植树造林：说明树种的起源和组成

# technologies label
source: Products and services
pt: Produtos e serviços
zh: 产品和服务

# technologies label
source: SLM group to which the Technology belongs
pt: Grupo de gestão sustentável da terra ao qual pertence a tecnologia
zh: 该技术所属的SLM组

# technologies label_view
source: SLM group
pt: Grupo de gestão sustentável da terra
zh: SLM组

# technologies label
source: If using a local area unit, indicate conversion factor to one hectare
pt: Caso esteja usando uma unidade de área local, indique o fator de conversão para um hectare
zh: 如果使用本地面积单位，请注明换算系数为1公顷

# technologies_2018 label
source: If using a local area unit, indicate conversion factor to one hectare (e.g. 1 ha = 2.47 acres): 1 ha =
pt: Se utilizar uma unidade de área local, indicar fator de conversão para um hectare (por exemplo, 1 ha = 2,47 acres): 1 ha =
zh: 如果使用本地面积单位，注明转换系数为1公顷（例如1公顷=2.47英亩）：1公顷=

# technologies_2018 helptext
source: Refer to area specified in 2.5<br>For conversions between local and metric units we recommend using an online unit converter, e.g. http://www.unitconverters.net/
pt: Consulte a área especificada em 2.5<br>Para conversões entre unidades locais e métricas, recomendamos o uso de um conversor de unidades online, por exemplo http://www.unitconverters.net/
zh: 请参考2.5中指定的区域<br>有关本地和公制单位之间的转换， 我们建议使用在线单位转换器，例如http://www.unitconverters.net/

# technologies label
source: vegetation cover
pt: Cobertura vegetal
zh: 植被覆盖层

# technologies label
source: Short-term returns
pt: Retornos a curto prazo
zh: 短期回报

# technologies helptext
source: <strong>Short-term</strong>: 1 - 3 years
pt: <strong>Curto prazo: </strong>1 - 3 anos
zh: <strong>短期</strong>：1 - 3 年

# technologies label
source: Long-term returns
pt: Retornos a longo prazo
zh: 长期回报

# technologies helptext
source: <strong>Long-term</strong>: 10 years
pt: Longo termo : 10 anos
zh: <strong>长期</strong>：10年

# technologies label
source: Technical drawing
pt: Desenho técnico
zh: 技术图纸

# technologies label
source: Author
pt: Autor
zh: 作者

# technologies label
source: Date
pt: Data
zh: 日期

# technologies label
source: Quantity
pt: Quantidade
zh: 数量

# technologies label
source: Unit
pt: Unidade
zh: 单位

# technologies helptext
source: <strong>Units</strong>: person-days, kg, litres, pieces, etc.
pt: <strong>Unidades</strong>: pessoas-dias, kg, litros, peças, etc.
zh: <strong>单位</strong>：人/天、千克、升、件等

# technologies label
source: Total costs per input
pt: Custos totais por entrada
zh: 每项投入的总成本

# technologies label
source: [Label left]
pt: [Rótulo esquerdo]
zh: [左标签]

# technologies helptext
source: Eg. decreased, reduced
pt: Por exemplo, diminuído, reduzido
zh: 比如减少、降低

# technologies label
source: [Measure]
pt: [Medida]
zh: [度量]

# technologies label
source: [Label right]
pt: [Rótulo direito]
zh: [右标签]

# technologies helptext
source: Eg. increased, improved
pt: Por exemplo, aumentado, melhorado
zh: 比如增加、改良

# technologies label
source: micro-climate
pt: Microclima
zh: 微气候

# technologies label
source: Season
pt: Estação do ano
zh: 季节

# technologies helptext
source: For <strong>temperate, boreal, polar/ arctic climate</strong> choose: winter, spring, summer, autumn<br/>For <strong>tropics, subtropics</strong> choose: wet/ rainy season, dry season
pt: Para <strong>clima temperado, boreal, polar/ártico </strong>escolha: inverno, primavera, verão, outono<br/> Para <strong>trópicos, subtropicais </strong>escolha: estação chuvosa/chuvosa, estação seca
zh: 对于 <strong>温带、北温带、极地/北极气候</strong> 选择：冬季、春季、夏季、秋季<br/>对于 <strong>热带、亚热带 </strong> 选择: 雨季、旱季

# technologies label
source: If available, quantify (no. of households and/ or area covered)
pt: Se disponível, determine a quantidade (número de unidades familiares e/ou área abordada)
zh: 如若可行，进行量化（住户数量和/或覆盖面积）

# technologies label
source: Specify adaptation of the Technology (design, material/ species, etc.)
pt: Especifique a adaptação da tecnologia (desenho, material/espécie, etc)
zh: 具体说明技术的适应性（设计、材料/品种等）

# technologies label
source: Description
pt: Descrição
zh: 说明

# technologies label
source: Specify unit
pt: Especifique a unidade
zh: 指定单位

# technologies helptext
source: <strong>Example:</strong> watering point, energy saving stove, stone line
pt: <strong>Exemplo: </strong>ponto de irrigação, fogão economizador de energia, linha de pedra
zh: <strong>示例：</strong> 水源点、节能炉、石线

# technologies label
source: Specify volume, length, etc. (if relevant)
pt: Especifique volume, comprimento, etc (se relevante)
zh: 指定体积、长度等（如果相关）

# technologies helptext
source: <strong>Example:</strong> stone lines: 250 m, dam: 20’000 m<sup>3</sup>
pt: <strong>Exemplo: </strong>linhas de pedra: 250 m, barragem: 20.000 m<sup>3</sup>
zh: <strong>示例：</strong> 石线：250 m，大坝：20’000 m<sup>3</sup>

# technologies_2018 label
source: Specify dimensions of unit (if relevant)
pt: Especificar as dimensões da unidade (se for relevante)
zh: 指定单位面积（如相关）

# technologies_2018 helptext
source: <strong>Example:</strong> stone lines: 250 m, dam: 20’000 m<sup>3</sup>
pt: <strong>Exemplo: </strong>linhas de pedra: 250 m, barragem: 20.000 m<sup>3</sup>
zh: <strong>示例：</strong> 石线：250 m，大坝：20’000 m<sup>3</sup>

# technologies label
source: Indicate size and area unit
pt: Indique o tamanho e a unidade de área
zh: 注明尺寸和面积单位

# technologies helptext
source: <strong>Example:</strong> 24 acres, 4.5 hectares
pt: <strong>Exemplo: </strong>24 acres, 4,5 hectares
zh: <strong>示例：</strong> 24英亩，4.5公顷

# technologies label
source: Total costs for establishment of the Technology
pt: Custos totais para a implantação da tecnologia
zh: 技术建立所需总成本

# technologies label
source: Total costs for maintenance of the Technology
pt: Custos totais para a manutenção da tecnologia
zh: 技术维护所需总成本

# technologies label
source: Specify average annual rainfall (if known), in mm
pt: Especifique a média pluviométrica anual em mm (se conhecida)
zh: 指定年平均降雨量（若已知），单位为mm

# technologies label
source: Specifications/ comments on rainfall
pt: Especificações/comentários sobre a pluviosidade
zh: 有关降雨的规范/注释

# technologies helptext
source: Other specifications/comments on rainfall distribution, seasonality (e.g. monsoon, winter-/summer rains), number/length/months of rainy seasons, occurrence of heavy rains, length of dry periods
pt: Outras especificações/comentários sobre a distribuição das chuvas, sazonalidade (por exemplo, monção, chuvas de inverno/verão), número/comprimento/mês de estações chuvosas, ocorrência de chuvas fortes, duração de períodos secos
zh: 关于降雨分布、季节性（如季风、冬季/夏季降雨）、雨季数量/长度/月份、暴雨发生、干旱期长度的其他规范/注释

# technologies label
source: Landforms
pt: Formas de relevo
zh: 地形

# technologies helptext
source: <p>Max. 2 ticks</p><p><strong>Landforms</strong> (modified after ISRIC 1993):</p><ul><li><strong>Plateau/ plains</strong>: extended level land (slopes less than 8 %%).</li><li><strong>Ridges</strong>: narrow elongated area rising above the surrounding area, often hilltops or mountain-tops.</li><li><strong>Mountain slopes (including major escarpments)</strong>: extended area with altitude differences of more than 600 m per 2 km and slopes greater than 15 %%.</li><li><strong>Hill slopes (including valley and minor escarpment slopes)</strong>: altitude difference of less than 600 m per 2 km and slopes greater than 8 %%.</li><li><strong>Footslopes</strong>: zone bordering steeper mountain/ hill slopes on one side and valley floors/plains/plateaus on the other side.</li><li><strong>Valley floors</strong>: elongated strips of level land (less than 8 %% slope), flanked by sloping or steep land on both sides.</li></ul>
pt: <p>Máx. 2 ticks</p><p><strong> Landforms </strong>(modificado após ISRIC 1993): </p><ul><li><strong>Planaltos/Planícies: </strong>terrenos de nível estendido (declives inferiores a 8%%).</li><li><strong> Pontes</strong>: área estreita e alongada que se eleva acima da área circundante, muitas vezes no topo de colinas ou em encostas de montanhas. </li><li><strong>Encostas de montanhas (incluindo grandes escarpas)</strong>: área estendida com diferenças de altitude de mais de 600 m por 2 km e declives superiores a 15%%</li><li><strong>. Encostas das montanhas (incluindo encostas de vales e escarpas menores): diferença de altitude inferior a 600 m por 2 km e declives superiores a 8%%.</li><li><strong> Footslopes</strong>: zona que faz fronteira com encostas mais íngremes de montanhas/colinas de um lado e pisos de vales/planos/placas do outro lado.</li><li><strong> Pisos de vales</strong>: faixas alongadas de terreno nivelado (menos de 8%% de inclinação), ladeadas por terrenos inclinados ou íngremes em ambos os lados.</li></ul>
zh: <p>最多两个滴答数</p><p><strong>地形</strong>（在 ISRIC 1993之后修改）：</p><ul><li><strong>高原/平原</strong>： 延伸的平地（坡度小于8%%）。</li><li><strong>山脊</strong>：高出周围地区的狭长区域，通常是小山顶或山顶。</li><li><strong>山坡（包括主要的陡坡）</strong>：每2公里海拔差大于600米、坡度大于15%%的延伸区域。</li><li><strong>丘陵坡地（包括山谷和小陡坡）</strong>：每2公里高度差小于600米，坡度大于8%%。</li><li><strong>坡麓</strong>：一侧与陡坡/山坡接壤，另一侧与谷底/平原/高原接壤的区域。</li><li><strong>谷底</strong>：平地的细长地带（坡度小于8%%），两侧为斜坡或陡坡地。</li></ul>

# technologies label
source: Altitudinal zone
pt: Zona de altitude
zh: 垂直分布带

# technologies helptext
source: Max. 2 ticks
pt: Máx. 2 ticks
zh: 最多2个滴答数

# technologies label
source: Sedentary or nomadic
pt: Sedentário ou nômade
zh: 定栖或游牧

# technologies label
source: Level of mechanization
pt: Nível de mecanização
zh: 机械化水平

# technologies label
source: Indicate other relevant characteristics of the land users
pt: Indique outras características relevantes dos usuários da terra
zh: 说明土地使用者的其他有关特征

# technologies label
source: flood impacts
pt: Impactos da inundação
zh: 洪水影响

# technologies label
source: drought impacts
pt: Impactos da seca
zh: 干旱影响

# technologies label
source: impacts of cyclones, rain storms
pt: Impactos de ciclones, temporais
zh: 飓风、暴雨的影响

# technologies label
source: Type of climatic change/ extreme
pt: Tipo de mudança climática/extremo
zh: 气候变化/极端天气的类型

# technologies_2018 label
source: increase or decrease
pt: aumento ou diminuição
zh: 增加或减少

# technologies label
source: How does the Technology cope with it?
pt: Como a tecnologia lida com isso?
zh: 该技术是如何应对的？

# technologies helptext
source: How does the Technology cope with these changes and disasters in view of achieving its main purposes (as defined in 3.1)?
pt: Como a tecnologia lida com estas mudanças e desastres diante do seu propósito principal (como definido em 3.1)?
zh: 为了实现其主要目的（如3.1所定义），该技术如何应对这些变化和灾难？

# technologies label
source: Is the Technology described here problematic with regard to land degradation, so that it cannot be declared a sustainable land management technology?
pt: A tecnologia descrita aqui é problemática em relação a degradação da terra de forma que não pode ser declarada uma tecnologia sustentável de gestão de terra?
zh: 这里所描述的技术在土地退化方面是否存在问题，导致无法被认为是一种可持续的土地管理技术？

# technologies label
source: If precise year is not known, indicate approximate date
pt: Caso o ano exato seja desconhecido, indique a data aproximada
zh: 如果不知道确切的年份，请说明大概的日期

# technologies label
source: Specify how the Technology was introduced
pt: Especifique como a tecnologia foi introduzida
zh: 详细说明该技术是如何引入的

# technologies helptext
source: The terms <strong>traditional</strong> and <strong>innovation</strong> refer to the land users’ own technologies. They cover technologies that have been in use for generations, as well as those developed more recently by innovative land users in response to changing circumstances. Use “other” when the Technology does not fit any of the given categories and specify why it does not fit.
pt: Os termos <strong>tradicional </strong>e <strong>inovação </strong>se referem às próprias tecnologias dos usuários da terra. Abrangem tecnologias que estão em uso há gerações, bem como aquelas desenvolvidas mais recentemente por usuários de terras inovadoras em resposta às circunstâncias em mudança. Use "outras" quando a Tecnologia não se encaixa em nenhuma das categorias dadas e especifique por que ela não se encaixa.
zh: <strong>传统</strong> 与 <strong>创新</strong> 这两个词指的是土地使用者自身的技术。它们包含了几代人使用的技术，以及创新型土地使用者为应对不断变化的环境而开发的技术。当该技术不适合任何给定类别时，使用“其他”，并说明不适合的原因。

# technologies label
source: Number of growing seasons per year
pt: Número de estações de cultivo por ano
zh: 每年的生长季节数

# technologies label
source: Livestock density (if relevant)
pt: Densidade animal (se relevante)
zh: 牲畜密度（如相关）

# technologies label
source: Specify the spread of the Technology
pt: Especifique a difusão da tecnologia
zh: 具体说明该技术的分布

# technologies label
source: If the Technology is evenly spread over an area, indicate approximate area covered
pt: Caso a tecnologia seja uniformemente difundida numa área, indique a área coberta aproximada
zh: 如果该技术均匀地分布在一个区域上，请注明覆盖的大致区域。

# technologies_2018 label
source: If precise area is not known, indicate approximate area covered
pt: Se a área precisa não for conhecida, indicar a área aproximada coberta
zh: 如果不知道精确的区域，请注明大致覆盖的区域

# technologies label
source: Specify the goal of the Technology with regard to land degradation
pt: Especifique o objetivo da tecnologia em relação a degradação da terra
zh: 具体数量名该技术与土地退化有关的目标

# technologies label_filter
source: Goal of the Technology with regard to land degradation
pt: Objetivo da Tecnologia com relação à degradação da terra
zh: 该技术与土地退化有关的目标

# technologies label
source: Specify how costs and inputs were calculated
pt: Especifique como custos e entradas foram calculados
zh: 具体说明成本和投入是如何计算的

# technologies label
source: other/ national currency (specify)
pt: Outro/moeda nacional (especifique)
zh: 其它/国家货币（具体说明）

# technologies label
source: Specify currency used for cost calculations
pt: Especifique a moeda utilizada para os cálculos de custo
zh: 具体说明成本计算所用货币

# technologies helptext
source: You can use US dollars (USD) or any other national currency. Indicate all costs using the same currency.
pt: Você pode usar dólares americanos (USD) ou qualquer outra moeda nacional. Indique todos os custos usando a mesma moeda.
zh: 您可以使用美元（USD）或任何其他国家货币。用同一种货币表示所有成本。

# technologies label
source: Indicate exchange rate from USD to local currency (if relevant): 1 USD =
pt: Indique a taxa cambial do dólar norte americano para a moeda local (se relevante): 1 USD =
zh: 注明美元与当地货币的汇率(如相关):1美元=

# technologies_2018 label
source: If relevant, indicate exchange rate from USD to local currency (e.g. 1 USD = 79.9 Brazilian Real): 1 USD =
pt: Se for relevante, indique a taxa de câmbio do USD para moeda local (por exemplo, 1 USD = 79,9 Real): 1 USD =
zh: 如相关，注明美元与当地货币的汇率（例如1美元=79.9巴西雷亚尔）：1美元=

# technologies label
source: Indicate average wage cost of hired labour per day
pt: Indique a média salarial da mão-de-obra contratada por dia
zh: 注明雇用劳工的每日平均工资成本

# technologies label
source: If possible, break down the costs of establishment according to the following table, specifying inputs and costs per input. If you are unable to break down the costs, give an estimation of the total costs of establishing the Technology
pt: Se possível, discrimine os custos de implantação de acordo com a seguinte tabela, especificando entradas e custos por entrada. Se não for possível, dê uma estimativa dos custos totais de implantação da tecnologia.
zh: 如果可能，按下表分列技术建立费用，并列明各项投入和每项投入的费用。如果您无法分解成本，给出建立该技术的总成本估算。

# technologies_2018 label
source: If you are unable to break down the costs in the table above, give an estimation of the total costs of establishing the Technology
pt: Se você não conseguir discriminar os custos na tabela acima, forneça uma estimativa dos custos totais para estabelecer a Tecnologia
zh: 如果您无法分解上表中的成本，请估算建立该技术所需要的总成本。
