Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

source: After you finish editing the data, your technology will be redirected through the WOCAT review process.
pt: Após terminar a edição dos dados, sua tecnologia será redirecionada através do processo de revisão WOCAT.
zh: 完成数据编辑后，您的技术将通过WOCAT审查流程进行重新定向。

source: Once this is completed, the new version of the Technology will be published and become visible to the public.
pt: Uma vez concluída, a nova versão da Tecnologia será publicada e se tornará visível ao público.
zh: 一旦完成，新版本的技术将会公布，并向公众公开。

source: Built configuration caches.
pt: Caches de configuração construídos.
zh: 已生成配置缓存

source: created questionnaire
pt: questionário criado
zh: 已创建的调查问卷

source: deleted questionnaire
pt: questionário eliminado
zh: 删除的调查问卷

source: changed status
pt: mudou de status
zh: 更改的状态

source: invited member
pt: membro convidado
zh: 邀请的成员

source: removed member
pt: membro removido
zh: 清除的成员

source: edited content
pt: conteúdo editado
zh: 编辑的内容

source: editor finished
pt: editor finalizado
zh: 编辑完成

source: This practice has been edited
pt: Esta prática foi editada
zh: 已完成该实践的编辑

source: This practice has been submitted
pt: Esta prática tem sido apresentada
zh: 已提交该实践

source: This practice has been approved and is awaiting final review before it can be published
pt: Esta prática foi aprovada e aguarda revisão final antes de poder ser publicada.
zh: 此实践已获得批准，正在等待最终审查，然后才能发布。

source: Congratulations, this practice has been published!
pt: Parabéns, esta prática foi publicada!
zh: 恭喜您，这个实践已经发布！

source: This practice has been deleted
pt: Esta prática foi eliminada
zh: 该实践已经删除

source: This practice has been rejected and needs revision
pt: Esta prática foi rejeitada e precisa de revisão
zh: 此实践已被拒绝，需要修订。

source: You are a compiler
pt: Você é um compilador
zh: 你是一名编制者

source: You have been removed as a compiler
pt: Você foi removido como um compilador
zh: 您作为编制者的身份已被移除

source: You are an editor
pt: Você é um editor
zh: 您是一名编辑者

source: You have been removed as an editor
pt: Você foi removido como um editor
zh: 您作为编辑者的身份已被移除

source: You are a reviewer
pt: Você é um revisor
zh: 您是一名审查者

source: You have been removed as a reviewer
pt: Você foi removido como revisor
zh: 您作为审查者的身份已被移除

source: You are a publisher
pt: Você é um editor
zh: 您是一位发布者

source: You have been removed as a publisher
pt: Você foi removido como um editor
zh: 您作为发布者的身份已被移除

source: No emails at all
pt: Nenhum e-mail
zh: 没有任何电子邮件

source: Only emails that I need to work on
pt: Somente e-mails em que preciso trabalhar
zh: 只有我需要处理的电子邮件

source: All emails
pt: Todos os e-mails
zh: 所有的电子邮件

source: was created
pt: foi criado
zh: 创建

source: was deleted
pt: foi excluído
zh: 删除

source: has a new status: {}
pt: tem um novo status: {}
zh: 有一个新状态：{}

source: has a new member: {}
pt: tem um novo membro: {}
zh: 有一个新成员：{}

source: removed a member: {}
pt: removeu um membro: {}
zh: 移除一个成员：{}

source: was edited by: {}
pt: foi editado por: {}
zh: 编辑者：{}

source: {compiler} is finished editing
pt: {compilador} a edição terminou
zh: {compiler}完成编辑

source: Subscribed for following changes in the review status
pt: Subscrito para as seguintes mudanças no status de revisão
zh: 订阅评审状态中的以下更改

source: Deleted
pt: Eliminado
zh: 删除

source: Your notifications
pt: Suas notificações
zh: 您的通知

source: Mark all as read
pt: Marcar tudo como lido
zh: 全部标记为已读

source: Delete all read
pt: Apagar tudo que foi lido
zh: 删除所有已读

source: Mail preferences
pt: Preferências de envio
zh: 邮件首选项

source: Confirmation
pt: Confirmação
zh: 确认

source: Please confirm to mark all unread messages as read
pt: Favor confirmar para marcar todas as mensagens não lidas como lidas
zh: 请确认将所有未读邮件标记为已读

source: OK
zh: 好的

source: Please confirm that you want to delete all notifications. This cannot be undone!
pt: Por favor, confirme que deseja excluir todas as notificações. Isto não pode ser desfeito!
zh: 请确认您要删除所有通知。此操作无法撤消！

source: Delete all read notifications
pt: Eliminar todas as notificações lidas
zh: 删除所有已读通知

source: Could not update notifications.
pt: Não foi possível atualizar as notificações.
zh: 无法更新通知。

source: Dear
pt: Prezado(a)
zh: 尊敬的

source: This is an automated message, please don't reply. If you have any questions, please contact the WOCAT secretariat.
pt: Esta é uma mensagem automática, não responda, por favor. Se você tiver alguma dúvida, entre em contato com o secretariado da WOCAT.
zh: 这是一条自动发送的消息，请不要回复。如果您有任何问题，请联系WOCAT秘书处。

source: You're getting this message because your account on qcat.wocat.net is linked to this address.
pt: Você está recebendo esta mensagem porque sua conta no qcat.wocat.net está vinculada a este endereço.
zh: 您收到此消息是因为您在qcat.wocat.net上的帐户链接到此地址

source: Change subscription settings
pt: Alterar as configurações de assinatura
zh: 更改订阅设置

source: WOCAT Website
pt: Site WOCAT
zh: WOCAT 网站

source: WOCAT SLM Database
pt: Banco de dados WOCAT SLM
zh: WOCAT SLM 数据库

source: Contact
pt: Contato
zh: 联系人

# You have been added as a compiler of [questionnaire].
source: a compiler
pt: um compilador
zh: 编制者

source: As a compiler, you can invite editors to work on the SLM practice and you can submit the practice for review.
pt: Como um compilador, você pode convidar editores para trabalhar na prática de SLM e pode submeter a prática para revisão.
zh: 作为一名编制者，您可以邀请编辑者进行SLM实践，并提交实践以供审阅。

# You have been removed as a compiler of [questionnaire].
source: a compiler
pt: um compilador
zh: 一名编制者

source: The SLM practice
pt: A prática do SLM
zh: SLM实践

source: compiled by
pt: compilado por
zh: 编制者

source: has been deleted from the Global SLM Database.
pt: foi excluído do banco de dados SLM Global.
zh: 已从全球SLM数据库中删除

# The SLM practice [questionnaire] compiled by [user] has been edited by [user].
source: The SLM practice
pt: A prática do SLM
zh: SLM实践

# The SLM practice [questionnaire] compiled by [user] has been edited by [user].
source: compiled by
pt: compilado por
zh: 编制者

# The SLM practice [questionnaire] compiled by [user] has been edited by [user].
source: has been edited by
pt: foi editado por
zh: 已由......编辑

# [user] left you a message related to the edit of this SLM practice: [message]
source: left you a message related to the edit of this SLM practice:
pt: deixou-lhe uma mensagem relacionada à edição desta prática SLM:
zh: 给您留了一条与此SLM实践的编辑相关的消息：

# You have been added as [role] of [questionnaire] compiled by [user].
source: You have been added as
pt: Você foi adicionado como
zh: 您已被添加为

# You have been added as an editor of [questionnaire] compiled by [user].
source: an editor
pt: um editor
zh: 一名编辑者

# You have been added as [role] of [questionnaire] compiled by [user].
source: of
pt: de
zh: 的

# You have been added as [role] of [questionnaire] compiled by [user].
source: compiled by
pt: compilado por
zh: 编制者

source: As an editor, you can edit the SLM practice in coordination with the compiler of the SLM practice. However, as an editor you cannot submit the SLM practice for review or invite other editors.
pt: Como editor, você pode editar a prática SLM em coordenação com o compilador da prática SLM. Entretanto, como editor, você não pode submeter a prática de SLM para revisão ou convidar outros editores.
zh: 作为一个编辑者，您可以配合SLM实践的编制者来编辑SLM实践。但是，作为一个编辑者，您不能提交SLM实践以供审阅或邀请其他编辑者。

# You have been removed as [role] of [questionnaire] compiled by [user].
source: You have been removed as
pt: Você foi removido como
zh: 您作为......的身份已经被移除

# You have been removed as [role] of [questionnaire] compiled by [user].
source: an editor
pt: um editor
zh: 一名编辑者

# You have been removed as [role] of [questionnaire] compiled by [user].
source: of
pt: de
zh: 的

# You have been removed as [role] of [questionnaire] compiled by [user].
source: compiled by
pt: compilado por
zh: 编制者

source: Congratulations, the SLM practice
pt: Parabéns, a prática do SLM
zh: 恭喜，SLM实践

source: compiled by
pt: compilado por
zh: 编制者

source: has been published in the Global SLM Database by
pt: foi publicado no Banco de Dados Global SLM por
zh: 已经由......发布在全球SLM数据库中

source: and can now be viewed by all WOCAT members in the Network and visitors of the database. Thank you for sharing the SLM practice.
pt: e agora pode ser visto por todos os membros da WOCAT na Rede e pelos visitantes do banco de dados. Obrigado por compartilhar a prática do SLM.
zh: 网络中的所有WOCAT成员和数据库的访问者现在都可以查看。感谢您分享SLM实践。

source: You can find your SLM practice published under the following link:
pt: Você pode encontrar sua prática de SLM publicada no link a seguir:
zh: 您可以在以下链接下找到您发布的SLM实践：

source: left you a message related to the publication of this SLM practice:
pt: deixou-lhe uma mensagem relacionada com a publicação desta prática SLM:
zh: 给您留了一条与本SLM实践的发布相关的信息：

# You have been added as a publisher of [questionnaire] compiled by [user].
source: a publisher
pt: uma editora
zh: 发布者

source: The SLM practice has been reviewed and approved. Please complete the final review of the SLM practice as soon as possible. If the SLM practice requires further revision please reject the SLM practice and send your written feedback to the compiler, editors, and reviewers of the SLM practice. If the quality of the SLM practice is good, please publish the SLM practice in the Global SLM Database.
pt: A prática do SLM foi revista e aprovada. Favor completar a revisão final da prática de SLM o mais rápido possível. Se a prática de SLM exigir revisão adicional, por favor, rejeite a prática de SLM e envie seu feedback por escrito ao compilador, editores e revisores da prática de SLM. Se a qualidade da prática de SLM for boa, por favor, publique a prática de SLM no Banco de Dados Global de SLM.
zh: SLM实践已经过审查和批准。请尽快完成SLM实践的最终审查。如果SLM实践需要进一步修订，请拒绝SLM实践，并将您的书面反馈发送给SLM实践的编制者、编辑者和审查者。如果SLM实践质量较好，请在全球SLM数据库中发布SLM实践。

# You have been removed as a publisher of [questionnaire] compiled by [user].
source: a publisher
pt: uma editora
zh: 一名发布者

source: If you are a reviewer, please review the revised SLM practice to enable the publisher to access the SLM practice as soon as it has been resubmitted. You will receive an e-mail informing you that the SLM practice has been submitted.
pt: Se você for um revisor, por favor, revise a prática SLM revisada para permitir que a editora tenha acesso à prática SLM assim que ela tiver sido reapresentada. Você receberá um e-mail informando-o de que a prática de SLM foi submetida.
zh: 如果您是审查者，请审查修订后的SLM实践，以便发布者能够在重新提交SLM实践后立即访问。您将收到一封电子邮件，通知您SLM实践已提交。

source: The SLM practice
pt: A prática do SLM
zh: SLM实践

source: compiled by
pt: compilado por
zh: 编制者

source: has been rejected by
pt: foi rejeitado por
zh: 已经被......拒绝

source: and needs revision.
pt: e precisa de revisão.
zh: 而且需要修订。

source: Please revise the SLM practice according to the written feedback from the reviewer and resubmit the SLM practice to the Global SLM Database.
pt: Favor revisar a prática SLM de acordo com o feedback escrito do revisor e reapresentar a prática SLM ao Banco de Dados Global SLM.
zh: 请根据审查者的书面反馈修改SLM实践，并将SLM实践重新提交到全球SLM数据库。

source: left you a message related to the rejection of this SLM practice:
pt: deixou-lhe uma mensagem relacionada à rejeição desta prática de SLM:
zh: 给您留了一条有关拒绝此SLM实践的信息：

source: The SLM practice
pt: A prática do SLM
zh: SLM实践

source: compiled by
pt: compilado por
zh: 编制者

source: has been approved by the reviewer of the SLM practice
pt: foi aprovado pelo revisor da prática de SLM
zh: 已获得SLM实践审核人的批准

source: and needs a final review before it can be published.
pt: e precisa de uma revisão final antes de poder ser publicada.
zh: 在发布之前需要进行最后的审查。

source: If you are a publisher, please review the SLM practice as soon as possible and send your written feedback to the compiler, editors, and reviewers of the SLM practice. If the quality of the SLM practice is good, please publish the SLM practice.
pt: Se você for um editor, revise a prática de SLM o mais rápido possível e envie seu feedback por escrito ao compilador, editores e revisores da prática de SLM. Se a qualidade da prática de SLM for boa, por favor, publique a prática de SLM.
zh: 如果您是发布者，请尽快审查SLM实践，并将您的书面反馈发送给SLM实践的编制者、编辑者和审查者。如果SLM实践质量较好，请发布SLM实践。

# [user] left you a message related to the review of this SLM practice: [message]
source: left you a message related to the review of this SLM practice:
pt: deixou-lhe uma mensagem relacionada à revisão desta prática de SLM:
zh: 给您留了一条与本SLM实践审查相关的信息：

# You have been added as a reviewer of [questionnaire] compiled by [user].
source: a reviewer
pt: um revisor
zh: 审查者

source: Please review the SLM practice as soon as possible and send your written feedback to the compiler and all the editors of the SLM practice. If the quality of the SLM practice is good, please approve it for final review before publishing.
pt: Favor rever a prática do SLM o mais rápido possível e enviar seu feedback por escrito ao compilador e a todos os editores da prática do SLM. Se a qualidade da prática de SLM for boa, favor aprová-la para revisão final antes da publicação.
zh: 请尽快审查SLM实践，并将您的书面反馈发送给编制者和SLM实践的所有编辑者。如果SLM实践的质量较好，请在发布前批准进行最终审查。

# You have been removed as a reviewer of [questionnaire] compiled by [user].
source: a reviewer
pt: um revisor
zh: 审查者

source: The SLM practice
pt: A prática do SLM
zh: SLM实践

source: compiled by
pt: compilado por
zh: 编制者

source: has been submitted to the Global SLM Database.
pt: foi submetido ao Banco de Dados Global SLM.
zh: 已提交到全球SLM数据库。

source: If you are a reviewer, please review the SLM practice as soon as possible, and send your written feedback to the compiler of the SLM practice. If the quality of the SLM practice is good, please approve it for final review before publishing. If you are a member of the WOCAT Secretariat, please review or add an external reviewer.
pt: Se você for um revisor, por favor, revise a prática SLM o mais rápido possível, e envie seu feedback por escrito ao compilador da prática SLM. Se a qualidade da prática SLM for boa, por favor, aprove-a para revisão final antes da publicação. Se você for membro da Secretaria da WOCAT, por favor, revise ou adicione um revisor externo.
zh: 如果您是审查者，请尽快审查SLM实践，并将您的书面反馈发送给SLM实践的编制者。如果SLM实践的质量较好，请在发布前批准进行最终审查。如果您是WOCAT秘书处的成员，请审查或添加外部审查者。

source: left you a message related to the submission of this SLM practice:
pt: deixou-lhe uma mensagem relacionada com a apresentação desta prática SLM:
zh: 给您留了一条与提交本SLM实践相关的信息：

source: See questionnaire in full
pt: Ver questionário por completo
zh: 详见调查问卷

source: Visit qcat.wocat.net
pt: Visite qcat.wocat.net
zh: 访问 qcat.wocat.net

source: Congratulations your practice has been published!
pt: Parabéns, sua prática foi publicada!
zh: 恭喜您的实践已发布！

source: We kindly invite you to discuss your case, and other issues related to SLM or the WOCAT tools on our interactive WOCATpedia platform
pt: Convidamos você a discutir seu caso e outras questões relacionadas ao SLM ou às ferramentas WOCAT em nossa plataforma interativa WOCATpedia.
zh: 我们诚邀您讨论您的案例，以及与SLM或我们互动WOCAT pedia平台上的WOCAT工具相关的其他问题

source: was created by
pt: foi criada por
zh: 创建者

source: was deleted by
pt: foi apagado por
zh: 删除者

# New status of the questionnaire, e.g. 'published'
source: is now
pt: é agora
zh: 现在

# A questionnaire was rejected by...
source: rejected by
pt: rejeitado por
zh: 拒绝

# A questionnaire was approved by...
source: approved by
pt: aprovado por
zh: 批准

source: has a new
pt: tem um novo
zh: 有一个新的

source: invited by
pt: convidado por
zh: 邀请者

source: was detached of
pt: foi separado de
zh: 被分离

source: role:
pt: papel:
zh: 角色：

source: removed by
pt: removido por
zh: 移除

source: was edited by
pt: foi editado por
zh: 编辑

source: editing has been finalized by
pt: edição foi concluída por
zh: 已由......完成编辑

source: Date
pt: Data
zh: 日期

source: Show entries for selected statuses only.
pt: Mostrar entradas apenas para os status selecionados.
zh: 仅显示所选状态的条目。

source: Status
zh: 状态

source: Submit
pt: Enviar para
zh: 提交

source: Show entries for one questionnaire only.
pt: Mostrar entradas para apenas um questionário.
zh: 仅显示一个调查问卷的条目。

source: Questionnaires
pt: Questionários
zh: 调查问卷

source: All questionnaires
pt: Todos os questionários
zh: 所有调查问卷

source: Click to display only notifications for questionnaires that can be approved by you.
pt: Clique para exibir apenas notificações de questionários que podem ser aprovados por você.
zh: 单击此处仅显示可由您批准的调查问卷通知。

source: My tasks
pt: Minhas tarefas
zh: 我的任务

source: Click to show unread notifications only.
pt: Clique para mostrar apenas as notificações não lidas.
zh: 单击此处仅显示未读通知。

source: Unread
pt: Não lido
zh: 未读

source: Please manage its
pt: Por favor, administre seu/sua
zh: 请对其进行管理

source: You may continue with the next step on the publication workflow.
pt: Você pode continuar com o próximo passo no fluxo de trabalho da publicação.
zh: 您可以继续发布工作流的下一步。

source: No notifications.
pt: Nenhuma notificação.
zh: 无通知。

source: Click to display message from
pt: Clique para exibir a mensagem de
zh: 单击此处可显示来自......的消息

# Jay wrote you a message
source: wrote
pt: escreveu
zh: 编写

source: Your email preferences
pt: Suas preferências de e-mail
zh: 您的的电子邮件首选项

source: Save preferences
pt: Salvar preferências
zh: 保存首选项

source: Invalid email status filters
pt: Filtros de status de e-mail inválidos
zh: 无效的邮件状态过滤器

source: {compiler} was informed about your progress.
pt: {compilador} foi informado sobre seu progresso.
zh: 已将您的进度告知{compiler} 。

source: Successfully saved changes.
pt: Mudanças salvas com sucesso.
zh: 更改保存成功。

source: English
pt: Inglês
zh: 英语

source: French
pt: Francês
zh: 法语

source: Spanish
pt: Espanhol
zh: 西班牙语

source: Russian
pt: Russo
zh: 俄语

source: Chinese
pt: Chinês
zh: 中文

source: Khmer
pt: Quemer
zh: 高棉语

source: Lao
zh: 老挝语

source: Arabic
pt: Árabe
zh: 阿拉伯语

source: Portuguese
pt: Português
zh: 葡萄牙语

source: Afrikaans
pt: Africano
zh: 南非荷兰语

source: Thai
pt: Tailandês
zh: 泰语

source: Caution: Maintenance will start soon ({}), this page will then be unavailable for a couple of minutes.<br>If you are working on a questionnaire, please make sure to save your work!
pt: Cuidado: A manutenção começará em breve ({}), esta página ficará então indisponível por alguns minutos. <br>Se você estiver trabalhando em um questionário, por favor certifique-se de salvar seu trabalho!
zh: 注意：维护即将开始（{}），此页面将在几分钟内不可用。<br>如果您正在做问卷调查，请确保保存您已完成的工作！

source: Maintenance starts in {}
pt: A manutenção começa em {}
zh: 维护开始于 {}

source: Imprint
pt: Impressão
zh: 印记

source: Operation and Hosting
pt: Funcionamento e hospedagem
zh: 操作和托管

source: Content and Design
pt: Conteúdo e Design
zh: 内容和设计

source: %(questionnaires_count)s SLM Practices published <br>from %(countries_count)s countries<br>by %(compilers_count)s users.
pt: %(questionnaires_count)sPráticas SLM publicadas <br>a partir de %(countries_count)spaíses <br>por %(compilers_count)susuários.
zh: %(questionnaires_count)s SLM实践已发布 <br>来自 %(countries_count)s 的国家<br> 由%(compilers_count)s 个用户。

source: SLM Technologies
pt: Tecnologias SLM
zh: SLM 技术

source: SLM Approaches
pt: Abordagens SLM
zh: SLM 方法

source: UNCCD PRAIS Practices
pt: Práticas do UNCCD PRAIS
zh: UNCCD PRAIS实践

source: %(questionnaires_count)s new practices drafted in the past %(days)s days.
pt: %(questionnaires_count)snovas práticas elaboradas nos últimos%(days)s dias.
zh: 在过去的%(days)s天内起草了%(questionnaires_count)s个新实践。

source: %(visits_count)s visits from %(countries_count)s different countries since launch in August 2016.
pt: %(visits_count)s visitas de %(countries_count)sdiferentes países desde o lançamento em agosto de 2016.
zh: 自从2016年启动以来，已经有%(countries_count)s个不同国家的%(visits_count)s次访问

source: Edition update required
pt: É necessária a atualização da edição
zh: 要求更新版本

source: Country
pt: País
zh: 国家

source: Edition update available
pt: Atualização de edição disponível
zh: 版本更新可用

source: Compiler
pt: Compilador
zh: 编制者

source: ALL SLM Data
pt: TODOS os dados SLM
zh: 所有SLM数据

source: This questionnaire is locked for editing by {}
pt: Este questionário está bloqueado para edição por {}
zh: 此问卷锁定，由{}编辑

source: Draft
pt: Rascunho
zh: 草稿

source: Submitted
pt: Submetido
zh: 提交

source: Reviewed
pt: Revisado
zh: 审核

source: Public
pt: Público
zh: 公开

source: Rejected
pt: Reprovado
zh: 拒绝

source: Inactive
pt: Inativo
zh: 闲置

source: Editor
zh: 编辑者

source: Reviewer
pt: Revisor
zh: 审查者

source: Publisher
pt: Editora
zh: 发布者

source: WOCAT Secretariat
pt: Secretaria da WOCAT
zh: WOCAT秘书处

source: Land User
pt: Usuário de terras
zh: 土地使用者

source: Key resource person
pt: Pessoa chave do recurso
zh: 关键资源人员

source: UNCCD Best Practice
pt: Melhores práticas da UNCCD
zh: UNCCD最佳实践

source: Submitted as SLM best practice to UNCCD by the national focal point
pt: Apresentado como melhor prática de SLM à UNCCD pelo ponto focal nacional
zh: 由国家联络点作为SLM最佳实践提交给到UNCCD

source: This questionnaire can be edited.
pt: Este questionário pode ser editado.
zh: 可以编辑此调查问卷。

source: This questionnaire is locked for editing by {user}.
pt: Este questionário é bloqueado para edição pelo {usuário}.
zh: 此问卷被锁定，以供{user}编辑。

source: Published questionnaires must not be updated.
pt: Os questionários publicados não devem ser atualizados.
zh: 不得更新已发布的调查问卷。

source: Can't serialize questionnaire without a valid configuration.
pt: Não é possível elaborar um questionário em série sem uma configuração válida.
zh: 没有有效配置，无法序列化调查表。

source: New Search
pt: Nova busca
zh: 重新搜索

source: New SLM Approach
pt: Nova abordagem SLM
zh: 新的SLM方法

source: Creation:
pt: Criação:
zh: 创建：

source: Update:
pt: Atualização:
zh: 更新：

source: Compilers:
pt: Compiladores:
zh: 编制者：

source: Compiler:
pt: Compilador/a:
zh: 编制者：

source: Editors:
pt: Editores:
zh: 编辑者：

source: Editor:
zh: 编辑者：

source: Reviewers:
pt: Revisores:
zh: 审查者：

source: Reviewer:
pt: Revisor:
zh: 审查者：

source: Coming soon
pt: Em breve
zh: 即将到来

source: View full content
pt: Ver conteúdo completo
zh: 查看完整内容

source: Print summary
pt: Imprimir resumo
zh: 打印摘要

source: Full summary as PDF
pt: Resumo completo em PDF
zh: PDF格式的完整摘要

source: Full summary as PDF for print
pt: Resumo completo em PDF para impressão
zh: 以PDF格式打印的完整摘要

source: Full summary in the browser
pt: Resumo completo no navegador
zh: 浏览器中的完整摘要

source: Full summary (unformatted)
pt: Resumo completo (sem formatação)
zh: 完整摘要（未格式化）

source: Export
pt: Exportação
zh: 导出

source: See history
pt: Veja a história
zh: 查看历史记录

source: SLM Approach
pt: Abordagem SLM
zh: SLM方法

source: View sections
pt: Veja as seções
zh: 查看章节

source: Expand all
pt: Expandir tudo
zh: 全部展开

source: Collapse all
pt: Recolher tudo
zh: 全部收起

source: Completeness:
pt: Completude:
zh: 完整性：

source: Edit this section
pt: Editar esta seção
zh: 编辑此章节

source: Empty section
pt: Seção vazia
zh: 空白章节

source: Technology:
pt: Tecnologia:
zh: 技术：

source: Technologies
pt: Tecnologias
zh: 技术

source: New SLM Technology
pt: Nova tecnologia SLM
zh: 新的SLM技术

source: SLM Technology
pt: Tecnologia SLM
zh: SLM技术

source: Comments
pt: Comentários
zh: 注释

source: UNCCD Prais data
pt: Dados do UNCCD Prais
zh: UNCCD Prais数据

source: Watershed
pt: Bacia hidrográfica
zh: 流域

source: New Watershed
pt: Nova bacia hidrográfica
zh: 新流域

source: Map preview
pt: Visualização do mapa
zh: 地图预览

source: Loading ...
pt: Carregamento...
zh: 加载中......

source: Linked Questionnaires:
pt: Questionários vinculados:
zh: 链接的调查问卷：

source: Media Gallery
pt: Galeria de Mídias
zh: 媒体库

source: Number of points on the map
pt: Número de pontos no mapa
zh: 地图上的点数

source: Zoom to all points on the map
pt: Zoom para todos os pontos do mapa
zh: 缩放到地图上的所有点

source: List of all points on the map:
pt: Lista de todos os pontos do mapa:
zh: 地图上所有点的列表：

source: No points on the map.
pt: Nenhum ponto no mapa.
zh: 地图上没有点。

source: Map layers:
pt: Camadas do mapa:
zh: 地图图层：

source: From
pt: De
zh: 从

source: To
pt: Para
zh: 到

source: Edit
pt: Edição
zh: 编辑

source: Welcome
pt: Bem-vindo(a)
zh: 欢迎
