Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

source: E-mail address
pt: E-mail
zh: 电子邮件地址

source: Password
pt: Senha
zh: 密码

source: Updated {} users
pt: Usuários {} atualizados
zh: 更新 {} 用户

source: User Details
pt: Detalhes do usuário
zh: 用户详细信息

source: Information
pt: Informações
zh: 信息

source: First name:
pt: Nome:
zh: 名字

source: Last name:
pt: Sobrenome
zh: 姓氏

source: Email:
zh: 电子邮件

source: Notification preferences
pt: Notificação de preferências
zh: 通知偏好设定

source: UNCCD national focal point
pt: Ponto Focal Nacional da UNCCD
zh: UNCCD国家联络员

source: UNCCD
zh: 联合国防治荒漠化公约

source: UNCCD focal point for country:
pt: Ponto focal da UNCCD para o país:
zh: UNCCD国家联络员

source: Public questionnaires
pt: Questionários públicos
zh: 公众调查问卷

source: Login
zh: 登录

source: Please log in to access this page.
pt: Por favor, faça o login para acessar esta página.
zh: 请登录以访问此页

source: No login?
pt: Não tem login?
zh: 无法登陆？

source: If you do not yet have a login, please visit
pt: Se você ainda não tem um login, por favor, acesse
zh: 如果您无法登陆，请访问

source: and register for a free account.
pt: e registre-se para criar uma conta gratuita.
zh: 并注册一个免费账户。

source: Forgot your password?
pt: Esqueceu a sua senha?
zh: 忘记密码？

source: Please visit
pt: Por favor acesse aqui
zh: 请访问

source: and reset your password.
pt: e redefina a sua senha.
zh: 并重置您的密码。

source: Search results
pt: Resultados da pesquisa
zh: 查询结果

source: My SLM data
pt: Meus dados SLM
zh: 我的SLM数据

source: Add SLM data
pt: Adicionar dados SLM
zh: 添加SLM数据

source: Latest notifications
pt: Últimas notificações
zh: 最新通知

source: All notifications
pt: Todas as notificações
zh: 所有通知

source: Search
pt: Pesquisa
zh: 查询

source: Search questionnaires by name, compilers name or country ISO code (alpha-3, caps: https://www.iso.org/obp/ui/#search)
pt: Pesquisar questionários por nome, nome dos compiladores ou código ISO do país (alfa-3, caps: https://www.iso.org/obp/ui/#search)
zh: 按名称、编译器名称或国家ISO代码查询调查问卷（alpha-3, caps: https://www.iso.org/obp/ui/#search）

source: No SLM data found.
pt: Nenhum dado SLM encontrado.
zh: 未发现SLM数据

source: See all results...
pt: Veja todos os resultados...
zh: 查看所有结果......

source: Welcome {}
pt: Bem-vindo {}
zh: 欢迎 {}

source: Created
pt: Criado
zh: 创建

source: Updated
pt: Atualizado
zh: 更新

source: WOCAT SLM Approaches
pt: Abordagens WOCAT SLM
zh: WOCAT SLM 方法

source: Approach
pt: Abordagem
zh: 方法

source: Approaches
pt: Abordagens
zh: 方法

source: This module exists already.
pt: Este módulo já existe.
zh: 该模块已存在

source: SLM Climate Change Adaptation
pt: Adaptação à mudança climática SLM
zh: SLM气候变化适应

source: Climate Change Adaptation Module
pt: Módulo de Adaptação à Mudança Climática
zh: 气候变化适应模块

source: Questionnaire on Adaptation of SLM Technologies to Gradual Climate Changes and Climate-Related Extremes
pt: Questionário sobre Adaptação das Tecnologias SLM às Mudanças Climáticas Graduais e aos Extremos Relacionados ao Clima
zh: 关于SLM技术适应渐变气候以及与气候有关的极端情况的调查问卷

source: Climate Change Adaptation
pt: Adaptação à mudança climática
zh: 气候变化适应

source: Yes
pt: Sim
zh: 是

source: No
pt: Não
zh: 否

source: Unknown name
pt: Nome desconhecido
zh: 未知名称

# technologies label
source: Definition of the Technology
pt: Definição da tecnologia
zh: 技术定义

# technologies label
source: Comments (type of project, etc.)
pt: Comentários (tipos de projeto, etc.)
zh: 注释（项目类型等）

# technologies label
source: Main purpose(s) of the Technology (land user’s perspective)
pt: Principal/principais finalidade(s) da tecnologia (perspectiva do usuário da terra)
zh: 技术的主要目的（从土地使用者的视角）

# technologies label_filter
source: Main purpose of the Technology
pt: Objetivo principal da Tecnologia
zh: 技术的主要目的

# technologies label
source: other (specify)
pt: Outros (especificar)
zh: 其它（具体说明）

# technologies label
source: Select land use type
pt: Selecione tipo de uso da terra
zh: 选择土地使用类型

# technologies label_view
source: Land use type
pt: Tipo de uso da terra
zh: 土地使用类型

# technologies label
source: Select category(ies) / code(s)
pt: Selecione categoria(s)/código(s)
zh: 选择类型/代码

# technologies label
source: Water supply for the land on which the Technology is applied
pt: Abastecimento de água para a terra na qual a tecnologia é aplicada
zh: 该技术所应用土地的供水

# technologies label
source: Intensive grazing/ fodder production
pt: Pastagem intensiva/produção de forragem
zh: 集约放牧/饲料生产

# technologies helptext
source: <strong>Gi: Intensive grazing/ fodder production:</strong> improved or planted pastures for grazing/ production of fodder (for cutting and carrying: hay, leguminous species, silage etc.) not including fodder crops such as maize, cereals. These are classified as annual crops (see above).
pt: <strong>Gi: Pastagem intensiva/ produção de forragem:</strong>pastagens melhoradas ou plantadas para pastoreio/ produção de forragem (para corte e transporte: feno, espécies leguminosas, ensilagem, etc.) não incluindo culturas forrageiras como milho, cereais. Estas são classificadas como culturas anuais (ver acima).
zh: <strong>GI：集约放牧/饲料生产：</strong>改良或种植的牧场，用于放牧/饲料生产（用于收割和搬运：干草、豆科植物、青贮饲料等），不包括玉米、谷物等饲料作物。这些作物被归类为一年生作物（见上文）。

# technologies label
source: Main products/ services
pt: Principais produtos/serviços
zh: 主要产品/服务

# technologies label
source: Main products
pt: Principais produtos
zh: 主要产品

# technologies label
source: Specify
pt: Especifique
zh: 具体说明

# technologies label
source: Remarks
pt: Observações
zh: 注释

# technologies label
source: If land use has changed due to the implementation of the Technology, indicate land use before implementation of the Technology
pt: Caso o uso da terra tenha mudado devido a implementação da tecnologia, indique seu uso anterior à implementação da tecnologia
zh: 如果由于技术的实施而导致土地用途发生变化，则在技术实施前说明土地利的用途。

# technologies label
source: SLM measures comprising the Technology
pt: Medidas de gestão sustentável da terra contendo a tecnologia
zh: 包含该技术的可持续土地管理措施

# technologies label_view
source: SLM measures
pt: Medidas de gestão sustentável da terra
zh: SLM措施

# technologies label
source: Select degradation type
pt: Selecione o tipo de degradação
zh: 选择退化类型

# technologies label_view
source: Degradation type
pt: Tipo de degradação
zh: 退化类型

# technologies label
source: Technical specifications (related to technical drawing)
pt: Especificações técnicas (relacionada ao desenho técnico)
zh: 技术规范（与技术图纸相关）

# technologies_2018 label
source: Technical specifications (related to technical drawing)
pt: Especificações técnicas (relacionada ao desenho técnico)
zh: 技术规范（与技术图纸相关）

# technologies_2018 helptext
source: <p>Summarize technical specifications, e.g.:</p><ul><li>Dimensions (height, depth, width, length) of structures or vegetative elements;</li><li>Spacing between structures or plants/ vegetative measures</li><li>Vertical intervals structures or vegetative measures</li><li>Slope angle (before and after implementation of the Technology)</li><li>Lateral gradient of structures</li><li>Capacity of dams, ponds, etc.</li><li>Catchment area and beneficial area of dams, ponds, other water harvesting systems</li><li>Construction material used</li><li>Species used</li><li>Quantity/ density of plants (per ha)</li></ul>
pt: <p>Resumir as especificações técnicas, por exemplo:</p><ul><li>Dimensões (altura, profundidade, largura, comprimento) das estruturas ou elementos vegetativos;</li><li>Espaçamento entre estruturas ou plantas/ medidas vegetativas</li><li>Estruturas de intervalos verticais ou medidas vegetativas</li><li>Ângulo de inclinação (antes e depois da implementação da Tecnologia)</li><li>Gradiente lateral das estruturas</li><li>Capacidade de barragens, lagoas, etc.</li><li>Área de captação e área benéfica de barragens, lagoas, outros sistemas de captação de água</li><li>Material de construção utilizado</li><li>Espécies utilizadas</li><li>Quantidade / densidade de plantas (por ha)</li></ul>
zh: <p>总结技术规范，比如：</p><ul><li>结构物或植物要素的尺寸（高度、深度、宽度、长度）；</li><li>结构物或植物的间距/植物措施</li><li>垂直间隔结构物或植物措施</li><li>坡角（实施该技术前后）</li><li>结构物的横向梯度</li><li>大坝、池塘等的容量</li><li>大坝、池塘以及其它集水系统的集水区和有利区</li><li>使用的建筑材料</li><li>使用的物种</li><li>植物的数量/密度（每公顷）</li></ul>

# technologies label
source: Activity
pt: Atividade
zh: 活动

# technologies label
source: Type of measure
pt: Tipo de medida
zh: 措施类型

# technologies helptext
source: <strong>Type of measure</strong>: refer to 3.6
pt: <strong>Tipo de medida:</strong>consultar o ponto 3.6
zh: <strong>措施类型</strong>：参考3.6

# technologies label
source: Timing
pt: Periodicidade
zh: 时间

# technologies helptext
source: <p><strong>Timing</strong>: Time during which activity is carried out, e.g. month or season, or "after harvest of crops", "before onset of rains", etc.</p>
pt: <p><strong>Periodicidade: </strong>Tempo durante o qual a atividade é realizada, por exemplo, mês ou estação, ou "após a colheita das lavouras", "antes do início das chuvas", etc.</p>
zh: <p><strong>时间</strong>：开展活动的时间，比如月或季度，或者“作物收割后”、“下雨前”等</p>

# technologies_2018 label
source: Timing (season)
pt: Periodicidade (estação do ano)
zh: 时间（季度）

# technologies_2018 helptext
source: <p><strong>Timing</strong>: Time during which activity is carried out, e.g. month or season, or "after harvest of crops", "before onset of rains", etc.</p>
pt: <p><strong>Periodicidade: </strong>Tempo durante o qual a atividade é realizada, por exemplo, mês ou estação, ou "após a colheita das lavouras", "antes do início das chuvas", etc.</p>
zh: <p><strong>时间</strong>：开展活动的时间，比如月或季度，或者“作物收割后”、“下雨前”等</p>

# technologies label
source: Specify input
pt: Especifique a entrada
zh: 对投入进行具体说明

# technologies label
source: Costs per Unit
pt: Custos por unidade
zh: 单位成本

# technologies label
source: %% of costs borne by land users
pt: %% dos custos arcados pelos usuários da terra
zh: 土地使用者承担的成本%%

# technologies_2018 label
source: %% of costs borne by land users
pt: %% dos custos arcados pelos usuários da terra
zh: 土地使用者承担的成本%%

# technologies_2018 helptext
source: <p>The percentage of costs that land users contribute. Specify for each input. E.g. If they receive fertilizer for free from a supporting agency, indicate fertilizer = 0%%; if land users provide all labour force, without receiving any reward or subsidies, indicate labour = 100%%.</p><p>For inputs which are fully paid or provided by external entities: always enter 0%%</p>
pt: </p>A porcentagem de custos que os usuários de terras contribuem. Especifique para cada entrada. Por exemplo, se eles receberem fertilizante gratuitamente de uma agência de apoio, indicar fertilizante = 0%%; se os usuários da terra fornecerem toda a mão-de-obra, sem receber qualquer recompensa ou subsídio, indicar mão-de-obra = 100%%.</p><p>Para insumos que são totalmente pagos ou fornecidos por entidades externas: sempre digite 0%%.</p>
zh: <p>土地使用者的成本所占的百分比。具体说明每项投入的成本。比如，如果土地使用者免费从支持结构获得肥料，则注明肥料=0%%；如果土地使用者提供了全部劳动力，但未获得任何奖励或补贴，则注明劳动力=100%%。</p><p>对于外部结构全额支付或提供的投入：始终输入0%%</p>

# technologies label
source: Describe the most determinate factors affecting the costs
pt: Descreva os fatores mais determinantes que afetam os custos
zh: 描述影响成本的最决定性因素

# technologies label
source: Average annual rainfall
pt: Média pluviométrica anual
zh: 年平均降雨量

# technologies label_filter
source: Annual rainfall
pt: Precipitação anual
zh: 年降雨量

# technologies label
source: Crop production
pt: Produção agrícola
zh: 作物生产

# technologies label_left
source: decreased
pt: Diminuído
zh: 降低

# technologies label_right
source: increased
pt: Elevado aumentado
zh: 增加

# technologies label
source: Quantity before SLM
pt: Quantidade anterior à gestão sustentável da terra
zh: SLM之前的数量

# technologies label
source: Quantity after SLM
pt: Quantidade posterior à gestão sustentável da terra
zh: SLM之后的数量

# technologies label
source: Comments/ specify
pt: Comentários/especificar
zh: 注释/具体说明

# technologies label
source: crop quality
pt: Qualidade da safra
zh: 作物质量

# technologies label
source: fodder production
pt: Produção de forragens
zh: 饲料生产

# technologies label
source: fodder quality
pt: Qualidade da forragem
zh: 饲料质量

# technologies label
source: Indicate the name of the reference meteorological station considered
pt: Indique o nome da estação meteorológica de referência considerada
zh: 注明所考虑的参考气象站名称

# technologies label
source: Agro-climatic zone
pt: Zona agroclimática
zh: 农业气候带

# technologies label
source: animal production
pt: Produção animal
zh: 畜牧生产

# technologies label
source: wood production
pt: Produção de madeira
zh: 木材生产

# technologies label
source: forest/ woodland quality
pt: Qualidade da floresta/do bosque
zh: 森林/林地质量

# technologies label
source: Specifications/ comments on climate
pt: Especificações/comentários sobre o clima
zh: 关于气候的规范/评论

# technologies helptext
source: E.g. local climate classification, information about temperature, etc.
pt: Por ex. classificação climática local, informação sobre temperaturas, etc
zh: 例如当地气候分类、温度信息等。

# technologies_2018 label
source: Specifications/ comments on climate
pt: Especificações/comentários sobre o clima
zh: 关于气候的规范/注释

# technologies_2018 helptext
source: E.g. mean annual temperature
pt: Por ex. temperatura média anual
zh: 例如年平均温度

# technologies label
source: Slopes on average
pt: Encostas em média Declividades médias
zh: 平均坡度

# technologies helptext
source: <p>Maximum 2 answers possible.</p><p>Slope gradient conversion table</p><table><thead><tr><th>Slope in degrees</th><th>Slope in percent</th></tr></thead><tbody><tr><th>1°</th><th>2%%</th></tr><tr><th>3°</th><th>5%%</th></tr><tr><th>5°</th><th>8%%</th></tr><tr><th>9°</th><th>16%%</th></tr><tr><th>17°</th><th>30%%</th></tr><tr><th>31°</th><th>60%%</th></tr><tr><th>45°</th><th>100%%</th></tr></tbody></table>
pt: Máximo de 2 possíveis respostas <p>Tabela de conversão de inclinação do talude</p><table><thead><tr><th>Inclinação em graus</th><th>Inclinação em porcentagem</th></tr></thead><tbody><tr><th>1°</th><th>2%%</th></tr><tr><th>3°</th>5%%<th></tr><tr><th>5°</th>8%%<th></tr><tr><th>9°</th><th>16%%</th></tr><tr><th>17°</th>30%%<th></tr><tr>31°<th></th><th>60%%</th></tr><th>45°</th><th>100%%</th><tr></tbody></table>
zh: <p>最多2个答案。</p><p>坡度换算表</p><table><thead><tr><th>以度数表示的坡度</th><th>以百分比表示的坡度</th></tr></thead><tbody><tr><th>1°</th><th>2%%</th></tr><tr><th>3°</th><th>5%%</th></tr><tr><th>5°</th><th>8%%</th></tr><tr><th>9°</th><th>16%%</th></tr><tr><th>17°</th><th>30%%</th></tr><tr><th>31°</th><th>60%%</th></tr><tr><th>45°</th><th>100%%</th></tr></tbody></table>

# technologies label
source: non-wood forest production
pt: Produção florestal não madeireira
zh: 非木材林业生产

# technologies label
source: risk of production failure
pt: Risco de falha de produção
zh: 生产故障风险

# technologies label_left
source: increased
pt: Elevado
zh: 增加

# technologies label_right
source: decreased
pt: Diminuído
zh: 降低

# technologies label
source: product diversity
pt: Diversidade de produtos
zh: 产品多样性

# technologies label
source: production area (new land under cultivation/ use)
pt: Área de produção (nova terra sob cultivo/uso)
zh: 生产区域（耕种/使用中的新土地）

# technologies label
source: land management
pt: Gestão de terra
zh: 土地管理

# technologies label_left
source: hindered
pt: Impedido
zh: 妨碍

# technologies label_right
source: simplified
pt: Simplificado
zh: 简化

# technologies label
source: energy generation (e.g. hydro, bio)
pt: Geração de energia (p. ex. hídrica, bio)
zh: 能源生产（例如水力发电、生物发电）

# technologies label
source: drinking water availability
pt: Disponibilidade de água potável
zh: 饮用水的可用性

# technologies label
source: drinking water quality
pt: Qualidade da água potável
zh: 饮用水的质量

# technologies label
source: water availability for livestock
pt: Disponibilidade de água para criação de animais
zh: 家畜用水的可用性

# technologies label
source: water quality for livestock
pt: Qualidade da água para criação de animais
zh: 家畜用水的质量

# technologies label
source: irrigation water availability
pt: Disponibilidade de água para irrigação
zh: 灌溉用水的可用性

# technologies label
source: irrigation water quality
pt: Qualidade da água para irrigação
zh: 灌溉用水的质量

# technologies label
source: demand for irrigation water
pt: Demanda por água para irrigação
zh: 灌溉用水需求

# technologies label
source: expenses on agricultural inputs
pt: Despesas com insumos agrícolas
zh: 农业投入费用

# technologies label
source: farm income
pt: Rendimento agrícola
zh: 农业收入

# technologies label
source: diversity of income sources
pt: Diversidade de fontes de rendimento
zh: 收入来源的多样性

# technologies label
source: economic disparities
pt: Disparidades econômicas
zh: 经济差异

# technologies label
source: workload
pt: Carga de trabalho
zh: 工作量

# technologies label
source: food security/ self-sufficiency
pt: Segurança alimentar/auto-suficiência
zh: 食品安全/自给自足

# technologies label_left
source: reduced
pt: Reduzido
zh: 减少

# technologies label_right
source: improved
pt: Melhorado
zh: 改良

# technologies label
source: Comments and further specifications on topography
pt: Comentários e outras especificações sobre a topografia
zh: 关于地形的注释和进一步规范

# technologies helptext
source: E.g. exact altitude and slope angles of the evaluated sites
pt: Por exemplo, a altitude exata e os ângulos de inclinação dos locais avaliados.
zh: 例如，已评估场地的准确高度和倾斜角

# technologies label
source: Indicate if the Technology is specifically applied in
pt: Indique se a tecnologia é aplicada especificamente em
zh: 说明该技术是否专门应用于

# technologies label
source: Soil depth on average
pt: Profundidade do solo em média
zh: 平均土层深度

# technologies_2018 label
source: Soil depth on average
pt: Profundidade do solo em média
zh: 平均土层深度

# technologies_2018 helptext
source: <strong>Soil depth</strong>: distance from top to parent material.
pt: <strong>Profundidade do solo: </strong>distância do material superior ao material de origem.
zh: <strong>土层深度</strong>：从顶层到母质层的距离

# technologies label
source: health situation
pt: Estado de saúde
zh: 健康状况

# technologies label_left
source: worsened
pt: Agravado
zh: 恶化

# technologies label
source: land use/ water rights
pt: Direitos do uso da terra/à água
zh: 土地使用权/用水权

# technologies label
source: cultural opportunities (eg spiritual, aesthetic, others)
pt: Oportunidades culturais (p. ex. espiritual, estética, outros)
zh: 文化机会（如精神、审美以及其他）

# technologies label
source: recreational opportunities
pt: Oportunidades de lazer
zh: 娱乐机会

# technologies label
source: Soil texture (topsoil)
pt: Textura do solo (solo superficial)
zh: 土壤质地（表土）

# technologies label
source: community institutions
pt: Instituições comunitárias
zh: 社区机构

# technologies label_left
source: weakened
pt: Enfraquecido
zh: 削弱

# technologies label_right
source: strengthened
pt: Fortalecido
zh: 加强

# technologies label
source: national institutions
pt: Instituições nacionais
zh: 国家机构

# technologies label
source: Soil texture (> 20 cm below surface)
pt: Textura do solo (>20 cm abaixo da superfície)
zh: 土壤质地（地表以下> 20厘米）

# technologies label
source: Topsoil organic matter
pt: Matéria orgânica do solo superficial
zh: 表土有机质

# technologies label
source: Ground water table
pt: Lençol freático
zh: 地下水位表

# technologies label
source: Availability of surface water
pt: Disponibilidade de água de superfície
zh: 地表水的可用性

# technologies label
source: Water quality (untreated)
pt: Qualidade da água (não tratada)
zh: 水质（未处理）

# technologies label
source: Is flooding of the area occurring?
pt: Ocorre inundação da área?
zh: 该区域正在发生洪水吗？

# technologies label
source: Regularity
pt: Regularidade
zh: 规律性

# technologies label
source: Is water salinity a problem?
pt: A salinidade da água é um problema?
zh: 水的盐度有问题吗？

# technologies label
source: Comments and further specifications on water quality and quantity
pt: Comentários e outras especificações sobre a qualidade e a quantidade da água
zh: 关于水质和水量的注释和进一步规范

# technologies helptext
source: E.g. seasonal fluctuations, source of pollution
pt: Por exemplo, flutuações sazonais, fonte de poluição.
zh: 例如季节性波动、污染源

# technologies label
source: Species diversity
pt: Diversidade de espécies
zh: 物种多样性

# technologies helptext
source: <strong>Species diversity</strong>: a measure of the diversity within an ecological community that incorporates both species richness (the number of species in a community) and the evenness of species’ abundance. It includes all fauna and flora above ground and in the soil (modified after eoearth.org)
pt: <strong>Diversidade de espécies</strong>: uma medida da diversidade dentro de uma comunidade ecológica que incorpora tanto a riqueza de espécies (o número de espécies em uma comunidade) quanto a uniformidade da abundância das espécies. Inclui toda a fauna e flora acima do solo e na terra (modificado por eoearth.org)
zh: <strong>物种多样性</strong>：生态群落多样性的一种度量方法，包括物种丰富度（群落中物种的数量）和物种丰度的均匀性。它包括地上和土壤中的所有动植物（在eoearth.org之后修改）

# technologies label
source: Habitat diversity
pt: Diversidade de habitat
zh: 栖息地多样性

# technologies helptext
source: <strong>Habitat diversity</strong>: refers to the variety or range of habitats in a given region, landscape, or ecosystem (modified after oecd.org)
pt: <strong>Diversidade de habitats:</strong>refere-se à variedade ou gama de habitats em uma determinada região, paisagem ou ecossistema (modificado por oecd.org)
zh: <strong>栖息地多样性</strong>：指特定区域、景观或生态系统中栖息地的种类或范围（在oecd.org之后修改）

# technologies label
source: Comments and further specifications on biodiversity
pt: Comentários e outras especificações sobre biodiversidade
zh: 关于生物多样性的注释和进一步规范

# technologies label
source: Market orientation of production system
pt: Orientação de mercado do sistema de produção
zh: 生产系统的市场定位

# technologies label
source: Relative level of wealth
pt: Nível relativo de riqueza
zh: 相对财富水平

# technologies helptext
source: Use local instead of international standards.
pt: Utiliza padrões locais em vez de internacionais
zh: 使用本地标准而不是国际标准。

# technologies label
source: SLM/ land degradation knowledge
pt: Conhecimento de gestão sustentável da terra/degradação da terra
zh: SLM/土地退化知识

# technologies label
source: conflict mitigation
pt: Atenuação de conflitos
zh: 冲突缓解

# technologies label
source: situation of socially and economically disadvantaged groups (gender, age, status, ehtnicity etc.)
pt: Situação de grupos social e economicamente desfavorecidos (gênero, idade, status, etnia, etc)
zh: 社会经济弱势群体的情况（性别、年龄、地位、种族等）

# technologies label
source: Off-farm income
pt: Rendimento não agrícola
zh: 非农收入

# technologies helptext
source: Income other than from the use of cropland, grazing land, forest and mixed land (e.g. business, trade, manufacturing, industry, pension, remittances)
pt: Renda diferente do uso de terras de cultivo, terras de pastoreio, florestas e terras mistas (por exemplo, negócios, comércio, manufatura, indústria, pensão, remessas)
zh: 使用耕地、牧场、森林和混合土地以外的收入（如商业、贸易、制造业、工业、养老金、汇款）

# technologies label
source: Individuals or groups
pt: Indivíduos ou grupos
zh: 个人或集体

# technologies_2018 label
source: Individuals or groups
pt: Indivíduos ou grupos
zh: 个人或集体

# technologies_2018 helptext
source: Indicate if land users apply the technology as individuals or as members of a specific group/ company.
pt: Indique se os usuários da terra aplicam a tecnologia como indivíduos ou como membros de um grupo específico/companhia
zh: 说明土地使用者是否以个人或特定团体/公司成员的身份使用该技术。

# technologies label
source: Gender
pt: Gênero
zh: 性别

# technologies helptext
source: Indicate gender of persons using the land
pt: Indique o gênero das pessoas que utilizam a terra
zh: 注明土地使用者的性别

# technologies label
source: Land size per household/farm unit applying the technology
pt: Tamanho da terra por unidade familiar/agrícola utilizando a tecnologia
zh: 应用该技术的每个家庭/农场单位的土地面积

# technologies label
source: Land ownership
pt: Propriedade da terra
zh: 土地所有权

# technologies label
source: Land use rights
pt: Direitos do uso da terra
zh: 土地使用权

# technologies label
source: Water use rights
pt: Direitos do uso da água
zh: 用水权
