Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies label
source: medium (loamy, silty)
pt: Médio (limoso, siltoso)
zh: 中粒（壤土、粉土）

# technologies label
source: fine/ heavy (clay)
pt: Fino/pesado (argila)
zh: 细粒/重质（粘土）

# technologies label
source: high (>3%%)
pt: Alto (>3%%)
zh: 高（>3%%）

# technologies label
source: medium (1-3%%)
pt: Médio (1-3%%)
zh: 中（1-3%%）

# technologies label
source: low (<1%%)
pt: Baixo (<1%%)
zh: 低（<1%%）

# technologies label
source: on surface
pt: Na superfície
zh: 表面上

# technologies label
source: < 5 m
zh: < 5米

# technologies label
source: 5-50 m
zh: 5-50米

# technologies label
source: > 50 m
zh: > 50米

# technologies label
source: excess
pt: Excesso
zh: 过量

# technologies helptext
source: E.g. frequent waterlogging, high runoff
pt: Por exemplo, encharcamento freqüente, alto escoamento
zh: 例如内涝频繁、径流大

# technologies label
source: good
pt: Bom
zh: 好

# technologies helptext
source: E.g. available year-round
pt: Por exemplo, disponível o ano todo
zh: 例如全年可用

# technologies label
source: medium
pt: Médio
zh: 中等

# technologies helptext
source: E.g. not available year-round
pt: Por exemplo, não disponível o ano todo
zh: 例如全年不可用

# technologies label
source: poor/ none
pt: Precário/nenhum
zh: 匮乏/没有

# technologies label
source: good drinking water
pt: Água potável boa
zh: 良好饮用水

# technologies label
source: poor drinking water (treatment required)
pt: Água potável precária (tratamento necessário)
zh: 不良饮用水（需要处理）

# technologies label
source: for agricultural use only (irrigation)
pt: apenas para uso agrícola (irrigação)
zh: 仅供农业使用（灌溉）

# technologies label
source: unusable
pt: Inutilizável
zh: 不可用

# technologies label
source: frequently
pt: Frequentemente
zh: 频繁

# technologies label
source: episodically
pt: Esporadicamente
zh: 偶然

# technologies label
source: subsistence (self-supply)
pt: Subsistência (autoabastecimento)
zh: 生计（自给）

# technologies label
source: mixed (subsistence/ commercial
pt: Misto (subsistência/comercial)
zh: 混合（生计/商业

# technologies_2018 label
source: mixed (subsistence/ commercial)
pt: misto (subsistência/comercial)
zh: 混合（生计/商业）

# technologies label
source: commercial/ market
pt: Comercial/mercado
zh: 商业/市场

# technologies label
source: very poor
pt: Muito pobre
zh: 非常贫瘠

# technologies label
source: poor
pt: Pobre
zh: 贫瘠

# technologies label
source: average
pt: Média
zh: 平均水平

# technologies label
source: rich
pt: Rico
zh: 丰富

# technologies label
source: very rich
pt: Muito rico
zh: 非常丰富

# technologies label
source: < 0.5 ha
zh: < 0.5 公顷

# technologies label
source: 0.5-1 ha
zh: 0.5-1 公顷

# technologies label
source: 1-2 ha
zh: 1-2 公顷

# technologies label
source: 2-5 ha
zh: 2-5公顷

# technologies label
source: 5-15 ha
zh: 5-15公顷

# technologies label
source: 15-50 ha
zh: 15-50公顷

# technologies label
source: 50-100 ha
zh: 50-100公顷

# technologies label
source: 100-500 ha
zh: 100-500公顷

# technologies label
source: 500-1,000 ha
zh: 500-1,000公顷

# technologies label
source: 1,000-10,000 ha
zh: 1,000-10,000公顷

# technologies label
source: > 10,000 ha
zh: > 10,000公顷

# technologies label
source: state
pt: Estado
zh: 州

# technologies label
source: company
pt: Empresa
zh: 公司

# technologies label
source: communal/ village
pt: Comunitário/rural
zh: 社区/村庄

# technologies label
source: group
pt: Grupo
zh: 团体

# technologies label
source: individual, not titled
pt: Indivíduo, não intitulado
zh: 个人，未命名

# technologies label
source: individual, titled
pt: Indivíduo, intitulado
zh: 个人，有命名

# technologies label
source: open access (unorganized)
pt: Acesso livre (não organizado)
zh: 自由进入（无组织）

# technologies helptext
source: <strong>Open access</strong>: means free for all.
pt: <strong>Acesso aberto</strong>: significa livre para todos.
zh: <strong>自由进入</strong>：指所有人均可自由进入

# technologies label
source: communal (organized)
pt: Comunitário (organizado)
zh: 社区（有组织）

# technologies helptext
source: <strong>Communal (organized)</strong>: means subject to community-agreed management rules.
pt: <strong>Comunal (organizado)</strong>: meios sujeitos às regras de gestão acordadas pela comunidade.
zh: <strong>社区（有组织）</strong>：指需要遵守社区约定的管理规则。

# technologies label
source: leased
pt: Arrendado
zh: 租赁

# technologies helptext
source: <strong>Leased</strong>: right to use land for a limited period of time against payment (contract).
pt: <strong>Arrendado</strong>: direito de uso do terreno por um período limitado de tempo contra pagamento (contrato).
zh: <strong>租赁</strong>：有偿使用的土地使用权(根据合同)。

# technologies label
source: Monoculture exotic variety
pt: Monocultura de variedade exótica
zh: 单一栽培的外来品种

# technologies label
source: Mixed varieties
pt: Variedades mistas
zh: 混交品种

# technologies label
source: home gardens
pt: Hortas familiares
zh: 家庭花园

# technologies helptext
source: <strong>Home gardens</strong> (also called backyard or kitchen gardens): are a traditional multifunctional farming system applied on a small area of land around the family home. They have the potential to supply most of the non-staple foods (including vegetables, fruits, herbs, animals and fish). They also provide a space for recreation, leisure, and relaxation.
pt: <strong>Jardins domésticos</strong> (também chamados de quintais ou hortas familiares): são um sistema tradicional de agricultura multifuncional aplicado em uma pequena área de terra ao redor da casa da família. Elas têm o potencial de fornecer a maior parte dos alimentos não agrícolas (incluindo vegetais, frutas, ervas aromáticas, animais e peixes). Elas também oferecem um espaço para recreação, lazer e relaxamento.
zh: <strong>家庭花园</strong>（也称为后院或厨房花园）：是一种传统的多功能农业系统，应用于家庭周围的一小块土地上。它们有潜力供应大部分副食（包括蔬菜、水果、草药、动物和鱼类），而且还提供了娱乐、休闲和放松的空间。

# technologies label
source: conserve ecosystem
pt: Preserva ecossistema
zh: 保护生态系统

# technologies label
source: protect a watershed/ downstream areas – in combination with other Technologies
pt: Protege uma bacia/zonas a jusante – em combinação com outra tecnologia
zh: 结合其他技术保护流域/下游区域

# technologies label
source: improve production
pt: Melhora a produção
zh: 改良生产

# technologies helptext
source: crop, fodder, wood/ fibre, water, energy
pt: colheita, forragem, madeira/ fibra, água, energia
zh: 作物、饲料、木材/纤维、水、能源

# technologies label
source: reduce, prevent, restore land degradation
pt: Reduz, previne, recupera a degradação do solo
zh: 减少、预防、恢复土地退化

# technologies helptext
source: soil, water, vegetation
pt: solo, água, vegetação
zh: 土壤、水、植被

# technologies label
source: create beneficial social impact
pt: Cria impacto social benéfico
zh: 创造有益的社会影响

# technologies helptext
source: e.g. reduce conflicts on natural resources, support marginalized groups
pt: por exemplo, reduzir conflitos sobre recursos naturais, apoiar grupos marginalizados
zh: 例如，减少自然资源冲突、支持边缘化群体

# technologies label
source: Nomadism
pt: Nomadismo
zh: 游牧

# technologies helptext
source: <strong>Nomadism</strong>: people move with animals
pt: <strong>Nomadismo</strong>: as pessoas se movem com animais
zh: <strong>游牧</strong>：人类和动物同时迁移

# technologies label
source: Semi-nomadism/ pastoralism
pt: Seminomadismo/pastoralismo
zh: 半游牧/游牧

# technologies helptext
source: <strong>Semi-nomadism/ pastoralism</strong>: animal owners have a permanent place of residence where supplementary cultivation is practiced. Herds are moved to distant grazing grounds.
pt: <strong>Semi-nomadismo/pastoreio: </strong>os proprietários de animais têm um local de residência permanente onde se pratica o cultivo suplementar. Os rebanhos são transferidos para áreas de pastagem distantes.
zh: <strong>半游牧/游牧</strong>：动物所有者拥有一个永久的居住地，并在此进行补充养殖。牛群被转移到遥远的牧场。

# technologies_2018 label
source: Semi-nomadic pastoralism
pt: Pastoralismo semi-nômade
zh: 半游牧畜牧业

# technologies_2018 helptext
source: <strong>Semi-nomadic pastoralism</strong>: animal owners have a permanent place of residence or without cultivation practiced. Herds are moved to distant grazing grounds.
pt: <strong>Pastoreio seminômade</strong>: os proprietários de animais têm um local de residência permanente ou sem cultivo praticado. Os rebanhos são transferidos para áreas de pastagem distantes.
zh: <strong>半游牧畜牧业</strong>：动物所有者有一个永久的居住地或未进行过养殖。牛群被转移到遥远的牧场。

# technologies label
source: Ranching
pt: Fazenda
zh: 经营牧场

# technologies helptext
source: <strong>Ranching</strong>: grazing within well-defined boundaries, movements cover smaller distances and management inputs are higher compared to semi-nomadism.
pt: <strong>Pecuária</strong>: pastoreio dentro de limites bem definidos, os movimentos cobrem distâncias menores e as entradas de gestão são maiores em comparação com o seminomadismo.
zh: <strong>经营牧场</strong>：在明确的边界内放牧，运动距离较小，管理投入比半游牧更高。

# technologies label
source: Cut-and-carry/ zero grazing
pt: Semiestabulação/sem pastagem
zh: 收割和携带/零放牧

# technologies helptext
source: <strong>Cut-and-carry/ zero grazing</strong>: Carrying fodder to animals confined to a stall/ shed or another restricted area; in zero grazing systems the livestock are not permitted to graze at any time
pt: <strong>Corte e transporte/ pastoreio zero</strong>: Transporte de forragem para animais confinados a um estábulo/ barracão ou outra área restrita; em sistemas de pastagem zero, o gado não tem permissão de pastar em nenhum momento
zh: <strong>收割和携带/零放牧</strong>：向被限制在畜栏/棚舍或其他限制区域内的动物运送饲料；在零放牧制度下，任何时候都不允许牲畜放牧

# technologies label
source: Improved pastures
pt: Pastos melhorados
zh: 改良牧场

# technologies helptext
source: <strong>Improved pastures</strong>: pasture that is sown with a mixture of introduced grasses and legumes (can be fertilized and/ or inoculated with rhizobia to fix nitrogen).
pt: <strong>Pastagens melhoradas</strong>: pastagens que são semeadas com uma mistura de gramíneas e leguminosas introduzidas (podem ser fertilizadas e/ou inoculadas com rizóbio para fixar nitrogênio).
zh: <strong>改良牧场</strong>：用引进的草和豆类的混合物播种的牧场（可以施肥和/或接种根瘤菌以固定氮）。

# technologies label
source: Monoculture local variety
pt: Monocultura de variedade local
zh: 单一栽培的本地品种

# technologies label
source: Timber
pt: Madeira
zh: 木材

# technologies label
source: Fuelwood
pt: Lenha
zh: 薪材

# technologies label
source: Fruits and nuts
pt: Frutas e nozes
zh: 水果和坚果

# technologies label
source: Other forest products
pt: Outros produtos florestais
zh: 其它森林产品

# technologies helptext
source: honey, medicinal plants, etc.
pt: Mel, plantas medicinais, etc
zh: 蜂蜜、药用植物等

# technologies label
source: Grazing/ browsing
pt: Pastagem/Alimentação de folhas e brotos
zh: 放牧/啃牧

# technologies label
source: Nature conservation/ protection
pt: Conservação/proteção da natureza
zh: 自然保持/保护

# technologies label
source: Recreation/ tourism
pt: Lazer/turismo
zh: 娱乐/旅游

# technologies label
source: Protection against natural hazards
pt: Proteção contra desastres naturais
zh: 自然灾害防护

# technologies label
source: Settlements, buildings
pt: Assentamentos, edificações
zh: 定居点、建筑物

# technologies label
source: Ponds, dams
pt: Lagos, represas
zh: 池塘、大坝

# technologies label
source: Swamps, wetlands
pt: Pântanos, zonas úmidas
zh: 沼泽、湿地

# technologies label
source: Other
pt: Outros
zh: 其它

# technologies helptext
source: Recreation areas, etc.
pt: Áreas de recreação, etc.
zh: 娱乐区等

# technologies label
source: natural and semi-natural forest management
pt: Gestão natural e seminatural de floresta
zh: 天然和半天然森林管理

# technologies helptext
source: <strong>Natural and semi-natural forest management:</strong> encompasses administrative, legal, technical, economic, social, and environmental aspects of the conservation and use of forests.
pt: <strong>Manejo florestal natural e seminatural: </strong> engloba aspectos administrativos, legais, técnicos, econômicos, sociais e ambientais da conservação e do uso das florestas.
zh: <strong>天然和半天然森林管理：</strong> 包括森林保护和利用的行政管理、法律、技术、经济、社会和环境等方面。

# technologies label
source: agroforestry
pt: Agrofloresta
zh: 农业林学

# technologies helptext
source: <strong>Agroforestry:</strong>integrates the use of woody perennials with agricultural crops and/ or animals for a variety of benefits and services including better use of soil and water resources; multiple fuel, fodder, and food products; and habitat for associated species.
pt: <strong>Agroflorestação: </strong>integra o uso de perenes lenhosas com culturas agrícolas e/ou animais para uma variedade de benefícios e serviços, incluindo melhor uso do solo e dos recursos hídricos; combustível múltiplo, forragem e produtos alimentícios; e habitat para espécies associadas.
zh: <strong>农业林学：</strong>将木本多年生植物的利用与农业作物和/或动物结合起来，以获得各种利益和服务，包括更好地利用土壤和水资源；多种燃料、饲料和食品；以及相关物种的栖息地。

# technologies label
source: windbreak/ shelterbelt
pt: Quebra-vento/cerca de árvores
zh: 防风林/防护林带

# technologies helptext
source: <strong>Windbreak:</strong> or shelterbelt is a plantation usually made up of one or more rows of trees or shrubs planted in such a manner as to provide shelter from the wind and to protect soil from erosion. They are commonly planted around the edges of fields on farms.
pt: <strong>Quebra-ventos: </strong>ou abrigo é uma plantação geralmente composta de uma ou mais fileiras de árvores ou arbustos plantados de forma a fornecer abrigo contra o vento e proteger o solo da erosão. Eles são comumente plantados ao redor das bordas dos campos nas fazendas.
zh: <strong>防风林：</strong> 或防护林带是一种通常由一排或多排树木或灌木组成的种植园，这些树木或灌木的种植方式是为了挡风和防止土壤侵蚀。它们通常种植在农田的边缘。

# technologies label
source: area closure (stop use, support restoration)
pt: Reserva ( suspensão do uso, apoio à recuperação)
zh: 区域封闭（停止使用，支持恢复）

# technologies helptext
source: <strong>Area closure (stop use, support restoration):</strong> enclosing and protecting an area of degraded land from human use and animal interference, to permit natural rehabilitation, enhanced by additional vegetative and structural conservation measures.
pt: <strong>Fechamento de área (parar o uso, apoiar a restauração): </strong>cercar e proteger uma área de terra degradada do uso humano e da interferência animal, para permitir a reabilitação natural, reforçada por medidas adicionais de conservação vegetativa e estrutural.
zh: <strong>区域封闭（停止使用，支持恢复）：</strong> 封闭和保护退化土地区域不受人类使用和动物干扰，以便于自然恢复，并通过额外的植被和结构保护措施予以加强。

# technologies label
source: rotational systems (crop rotation, fallows, shifting cultivation)
pt: sistema rotativo (rotação de culturas, pousios, cultivo itinerante)
zh: 轮作制度（轮作、休耕、轮垦）

# technologies helptext
source: <strong>Rotational systems (crop rotation, fallows, shifting cultivation):</strong> is the practice of growing a series of dissimilar/ different types of crops/ plants in the same area in sequenced season, letting it fallow for a period of time, shifting cultivation is an agricultural system in which plots of land are cultivated temporarily, then abandoned and allowed to revert to their natural vegetation while the cultivator moves on to another plot.
pt: <strong>Sistemas rotacionais (rotação de culturas, pousios, cultivo por deslocamento): </strong>é a prática de cultivar uma série de culturas/plantas diferentes/ diferentes na mesma área na estação sequencial, deixando-a em pousio por um período de tempo, cultivo por deslocamento é um sistema agrícola no qual parcelas de terra são cultivadas temporariamente, depois abandonadas e permitidas a reverter para sua vegetação natural enquanto o cultivador se desloca para outra parcela.
zh: <strong>轮作制度（轮作、休耕、轮垦）：</strong>指在同一地区按顺序种植一系列不同/不同类型的作物/植物，让其休耕一段时间；轮作是一种农业制度，该制度下的土地要临时耕种，然后弃置，并允许恢复其自然植被，而且在耕耘者进入到另一个地块时，可以使其恢复到自然植被状态。

# technologies label
source: pastoralism and grazing land management
pt: Gestão de pastoralismo e pastagem
zh: 畜牧业和牧场管理

# technologies helptext
source: <strong>Pastoralism and grazing land management:</strong>is the grazing of animals on natural or semi-natural grassland, grassland with trees and/ or open woodlands. Animal owners may have a permanent residence while livestock is moved to distant grazing areas, according to the availability of resources
pt: <strong>Pastoreio e manejo de pastagens: </strong>é o pastoreio de animais em pastagens naturais ou seminaturais, pastagens com árvores e/ou bosques abertos. Os proprietários de animais podem ter residência permanente enquanto o gado é transferido para áreas de pastagem distantes, de acordo com a disponibilidade de recursos
zh: <strong>畜牧业和牧场管理：</strong>是指在天然或半天然草地、长有树木的草地和/或开阔林地上放牧动物。根据资源的可用性，当牲畜被转移到遥远的放牧区时，动物所有者可能有一个永久住所。

# technologies label
source: integrated crop-livestock management
pt: Gestão integrada plantação-criação de animais
zh: 农畜综合管理

# technologies helptext
source: <strong>Integrated crop-livestock management:</strong> optimizes the uses of crop and livestock resources through interaction and the creation of synergies.
pt: <strong>Manejo integrado de cultivos-pecuários: </strong>otimiza o uso dos recursos agrícolas e pecuários através da interação e da criação de sinergias.
zh: <strong>农畜综合管理：</strong> 通过相互作用和创造协同效应，优化作物和牲畜资源的利用。

# technologies label
source: improved ground/ vegetation cover
pt: Solo/cobertura vegetal melhorada
zh: 改良的地面/植被覆盖

# technologies helptext
source: <strong>Improved ground/ vegetation cover:</strong> any measures that aim to improve the ground cover be it by dead material/ mulch or vegetation
pt: <strong>Melhoria do solo/ cobertura vegetal: </strong>quaisquer medidas que visem melhorar a cobertura do solo, seja por material morto/ cobertura vegetal ou vegetação
zh: <strong>改良的地面/植被覆盖：</strong> 任何旨在通过枯枝落叶/覆盖物或植被改善地面覆盖的措施

# technologies label
source: minimal soil disturbance
pt: Perturbação mínima ao solo
zh: 最小的土壤扰动

# technologies helptext
source: <strong>Minimal soil disturbance</strong> refers to no-tillage or low soil disturbance only in small strips and/ or shallow depth and direct seeding.
pt: <strong>A perturbação mínima do solo</strong> refere-se à ausência de plantio ou baixa perturbação do solo somente em pequenas faixas e/ou profundidade e semeadura direta.
zh: <strong>最小的土壤扰动</strong> 指仅在小条带和/或浅层深度和直接播种时不耕作或低土壤扰动。

# technologies label
source: integrated soil fertility management
pt: Gestão integrada de fertilidade do solo
zh: 土壤肥力综合管理

# technologies helptext
source: <strong>Integrated soil fertility management</strong> (IFSM) aims at managing soil by combining different methods of soil fertility amendment together with soil and water conservation. ISFM is based on three principles: maximizing the use of organic sources of fertilizer (e.g. manure and compost application, nitrogen-fixing green manure and cover crops); minimizing the loss of nutrients; and judiciously using inorganic fertilizer according to needs and economic availability.
pt: <strong>A gestão integrada da fertilidade do solo </strong>(GIFS) tem como objetivo a gestão do solo através da combinação de diferentes métodos de alteração da fertilidade do solo juntamente com a conservação do solo e da água. O GIFS é baseado em três princípios: maximizar o uso de fontes orgânicas de fertilizantes (por exemplo, aplicação de esterco e adubo, adubo verde fixador de nitrogênio e culturas de cobertura); minimizar a perda de nutrientes; e usar judiciosamente fertilizantes inorgânicos de acordo com as necessidades e disponibilidade econômica.
zh: <strong>土壤肥力综合管理</strong>（IFSM）旨在将不同的土壤肥力改良方法与水土保持相结合来管理土壤。ISFM的基本原则有三个：最大限度地利用有机肥料来源（如粪肥和堆肥、固氮绿肥和覆盖作物）；尽量减少营养素的流失;根据需要和经济效益，合理使用无机肥。

# technologies label
source: cross-slope measure
pt: Medidas de curva de nível
zh: 横坡措施

# technologies helptext
source: <strong>Cross-slope measures:</strong> are constructed on sloping lands in the form of earth or soil bunds, stone lines, or vegetative strips, etc. for reducing runoff velocity and soil erosion
pt: <strong>Medidas de inclinação transversal: </strong>são construídas em terrenos inclinados em forma de terra ou feixes de terra, linhas de pedra ou faixas vegetativas, etc., para reduzir a velocidade de escoamento e a erosão do solo
zh: <strong>横坡措施：</strong> 以土堤、石线或植被带等形式修建在坡地上，以降低径流速度和土壤侵蚀

# technologies label
source: integrated pest and disease management (incl. organic agriculture)
pt: Gestão integrada de pragas e doenças (inclusive agricultura orgânica)
zh: 病虫害综合管理（包括有机农业）

# technologies helptext
source: <strong>Integrated pest and disease management (incl. organic agriculture):</strong> Integrated pest and disease management is a process to solve pest and disease problems while minimizing risks to people and the environment.
pt: <strong>Manejo integrado de pragas e doenças (incluindo agricultura orgânica): </strong>O manejo integrado de pragas e doenças é um processo para resolver problemas de pragas e doenças enquanto minimiza os riscos para as pessoas e o meio ambiente.
zh: <strong>病虫害综合管理（包括有机农业）：</strong> 病虫害综合治理是解决病虫害问题和最大限度地降低对人类和环境风险的过程。

# technologies label
source: water harvesting
pt: Coleta de água
zh: 集水

# technologies helptext
source: <strong>Water harvesting:</strong>is the collection and management of floodwater or rainwater runoff to increase water availability for domestic and agricultural use as well as ecosystem sustenance.
pt: <strong>Coleta de água: </strong>é a coleta e gestão de água de inundação ou escoamento de água da chuva para aumentar a disponibilidade de água para uso doméstico e agrícola, bem como o sustento do ecossistema.
zh: <strong>集水：</strong>是对洪水或雨水径流的收集和管理，以增加生活和农业用水以及生态系统维持用水的可用性。

# technologies label
source: water diversion and drainage
pt: Desvio e drenagem de água
zh: 引水和排水

# technologies helptext
source: <strong>Water diversion and drainage:</strong> is the natural or artificial diversion or removal of surface and sub-surface water from an area
pt: <strong>Desvio de água e drenagem: </strong>é o desvio ou remoção natural ou artificial de águas superficiais e sub-superficiais de uma área
zh: <strong>引水和排水：</strong> 是指从一个地区自然或人为转移或清除地表水和地下水。

# technologies label
source: wetland protection/ management
pt: Gestão/proteção de zonas úmidas
zh: 湿地保护/管理

# technologies helptext
source: <strong>Wetland protection/ management:</strong> managing wetland typically involves manipulating water levels and vegetation in the wetland, and providing an upland buffer.
pt: <strong>Proteção/ gerenciamento de zonas úmidas: </strong>o gerenciamento de zonas úmidas normalmente envolve a manipulação dos níveis de água e da vegetação nas zonas úmidas, e o fornecimento de um amortecedor de terras altas.
zh: <strong>湿地保护/管理：</strong> 管理湿地通常包括控制湿地的水位和植被，以及提供一个高地缓冲区

# technologies label
source: waste management/ waste water management
pt: Gestão de resíduos/gestão de águas residuais
zh: 废物管理/废水管理

# technologies helptext
source: <strong>Waste management/ waste water management:</strong> is a set of activities that include collection, transport, treatment and disposal of waste, prevention of waste production and modification and reuse/ recycling of waste.
pt: <strong>Gestão de resíduos/ gestão de águas residuais: </strong>é um conjunto de atividades que incluem coleta, transporte, tratamento e descarte de resíduos, prevenção da produção e modificação de resíduos e reutilização/reciclagem de resíduos.
zh: <strong>废物管理/废水管理：</strong>是一系列活动，包括废物的收集、运输、处理和处置、防止废物产生和改造以及废物的再利用/回收。

# technologies label
source: beekeeping, aquaculture, poultry, rabbit farming, silkworm farming, etc.
pt: apicultura, aquacultura, avicultura, cunicultura, sericicultura, etc
zh: 养蜂、养殖业、家禽业、养兔业、养蚕业等

# technologies helptext
source: <strong>Beekeeping, aquaculture, poultry, rabbit farming, silkworm farming, etc.:</strong> allow food production and agricultural products requiring small surfaces of the land.
pt: <strong>Apicultura, aquicultura, avicultura, criação de coelhos, criação de bichos-da-seda, etc.: </strong>permitir a produção de alimentos e produtos agrícolas que requeiram pequenas superfícies da terra.
zh: <strong>养蜂、养殖业、家禽业、养兔业、养蚕业等：</strong> 仅需要小面积的土地就可以进行粮食和农产品的生产。

# technologies label
source: other
pt: Outro
zh: 其它

# technologies label
source: other measures
pt: Outras medidas
zh: 其它措施
