Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# wocat label
source: Svalbard and Jan Mayen
pt: Svalbard e Jan Mayen
zh: 斯瓦尔巴和扬马延

# wocat label
source: Swaziland
pt: Suazilândia
zh: 斯威士兰

# wocat label
source: Sweden
pt: Suécia
zh: 瑞典

# wocat label
source: Switzerland
pt: Suíça
zh: 瑞士

# wocat label
source: Syrian Arab Republic
pt: República Árabe da Síria
zh: 阿拉伯叙利亚共和国

# wocat label
source: Taiwan, Province of China
pt: Taiwan, Província da China
zh: 中国台湾省

# wocat label
source: Tajikistan
pt: Tajiquistão
zh: 塔吉克斯坦

# wocat label
source: Tanzania, United Republic of
pt: República Unida da Tanzânia
zh: 坦桑尼亚联合共和国

# wocat label
source: Thailand
pt: Tailândia
zh: 泰国

# wocat label
source: Timor-Leste
zh: 东帝汶

# wocat label
source: Togo
zh: 多哥

# wocat label
source: Tokelau
zh: 托克劳群岛

# wocat label
source: Tonga
zh: 汤加

# wocat label
source: Trinidad and Tobago
pt: Trinidad e Tobago
zh: 特立尼达和多巴哥

# wocat label
source: Tunisia
pt: Tunísia
zh: 突尼斯

# wocat label
source: Turkey
pt: Turquia
zh: 土耳其

# wocat label
source: Turkmenistan
pt: Turcomenistão
zh: 土库曼斯坦

# wocat label
source: Turks and Caicos Islands
pt: Ilhas Turcas e Caicos
zh: 特克斯和凯科斯群岛

# wocat label
source: Tuvalu
zh: 图瓦卢

# wocat label
source: Uganda
zh: 乌干达

# wocat label
source: Ukraine
pt: Ucrânia
zh: 乌克兰

# wocat label
source: United Arab Emirates
pt: Emirados Árabes Unidos
zh: 阿拉伯联合酋长国

# wocat label
source: United Kingdom
pt: Reino Unido
zh: 英国

# wocat label
source: United States
pt: Estados Unidos
zh: 美国

# wocat label
source: United States Minor Outlying Islands
pt: Ilhas Menores Distantes dos Estados Unidos
zh: 美国本土外小岛屿

# wocat label
source: Uruguay
pt: Uruguai
zh: 乌拉圭

# wocat label
source: Uzbekistan
pt: Uzbequistão
zh: 乌兹别克斯坦

# wocat label
source: Vanuatu
zh: 瓦努阿图

# wocat label
source: Venezuela, Bolivarian Republic of
pt: República Bolivariana da Venezuela
zh: 委内瑞拉玻利瓦尔共和国

# wocat label
source: Viet Nam
pt: Vietnã
zh: 越南

# wocat label
source: Virgin Islands, British
pt: Ilhas Virgens, Reino Unido
zh: 英属维尔京群岛

# wocat label
source: Virgin Islands, U.S.
pt: Ilhas Virgens, Estados Unidos
zh: 美属维尔京群岛

# wocat label
source: Wallis and Futuna
pt: Wallis e Futuna
zh: 瓦利斯群岛和富图纳群岛

# wocat label
source: Western Sahara
pt: Saara Ocidental
zh: 西撒哈拉

# wocat label
source: Yemen
pt: Iêmen
zh: 也门

# wocat label
source: Zambia
pt: Zâmbia
zh: 赞比亚

# wocat label
source: Zimbabwe
pt: Zimbábue
zh: 津巴布韦

# wocat label
source: Åland Islands
pt: Ilhas Åland
zh: 奥兰群岛

# technologies label
source: low
pt: Baixo
zh: 低

# technologies label
source: high
pt: Alto
zh: 高

# approaches label
source: more than 50 years ago (traditional)
pt: mais de 50 anos atrás (tradicional)
zh: 50多年前（传统）

# technologies label
source: more than 50 years ago (traditional)
pt: mais de 50 anos atrás (tradicional)
zh: 50多年前（传统）

# approaches label
source: 10-50 years ago
pt: 10-50 anos atrás
zh: 10-50年前

# technologies label
source: 10-50 years ago
pt: 10-50 anos atrás
zh: 10-50年前

# approaches label
source: less than 10 years ago (recently)
pt: menos de 10 anos atrás (recentemente)
zh: 不到10年前（最近）

# technologies label
source: less than 10 years ago (recently)
pt: menos de 10 anos atrás (recentemente)
zh: 不到10年前（最近）

# cca label
source: female
pt: feminino
zh: 女性

# watershed label
source: female
pt: feminino
zh: 女性

# approaches label
source: female
pt: feminino
zh: 女性

# technologies label
source: female
pt: feminino
zh: 女性

# cca label
source: male
pt: masculino
zh: 男性

# watershed label
source: male
pt: masculino
zh: 男性

# approaches label
source: male
pt: masculino
zh: 男性

# technologies label
source: male
pt: masculino
zh: 男性

# approaches label
source: increase
pt: aumento
zh: 增加

# technologies label
source: increase
pt: aumento
zh: 增加

# approaches label
source: decrease
pt: redução/diminuição
zh: 减少

# technologies label
source: decrease
pt: redução/diminuição
zh: 减少

# cca label
source: field visits, field surveys
pt: visitas de campo, pesquisas de campo
zh: 实地考察、实地调查

# approaches label
source: field visits, field surveys
pt: visitas de campo, pesquisas de campo
zh: 实地考察、实地调查

# technologies label
source: field visits, field surveys
pt: visitas de campo, pesquisas de campo
zh: 实地考察、实地调查

# cca label
source: interviews with land users
pt: entrevistas com usuários de terras
zh: 与土地使用者的访谈

# approaches label
source: interviews with land users
pt: entrevistas com usuários de terras
zh: 与土地使用者的访谈

# technologies label
source: interviews with land users
pt: entrevistas com usuários de terras
zh: 与土地使用者的访谈

# cca label
source: interviews with SLM specialists/ experts
pt: entrevistas com especialistas/especialistas em SLM
zh: 与SLM专业人员/专家的访谈

# approaches label
source: interviews with SLM specialists/ experts
pt: entrevistas com especialistas/especialistas em SLM
zh: 与SLM专业人员/专家的访谈

# technologies label
source: interviews with SLM specialists/ experts
pt: entrevistas com especialistas/especialistas em SLM
zh: 与SLM专业人员/专家的访谈

# cca label
source: compilation from reports and other existing documentation
pt: compilação de relatórios e outra documentação existente
zh: 根据报告和其他现有文档进行编译

# approaches label
source: compilation from reports and other existing documentation
pt: compilação de relatórios e outra documentação existente
zh: 根据报告和其他现有文档进行编译

# technologies label
source: compilation from reports and other existing documentation
pt: compilação de relatórios e outra documentação existente
zh: 根据报告和其他现有文档进行编译

# cca label
source: SLM specialist
pt: Especialista em SLM
zh: SLM专业人员

# watershed label
source: SLM specialist
pt: Especialista em SLM
zh: SLM专业人员

# approaches label
source: SLM specialist
pt: Especialista em SLM
zh: SLM专业人员

# technologies label
source: SLM specialist
pt: Especialista em SLM
zh: SLM专业人员

# cca label
source: land user
pt: usuário de terra
zh: 土地使用者

# cca helptext
source: the person/ entity who implements/ maintains the Technology. The term land user may refer to individual small- or large-scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.
pt: a pessoa/entidade que implementa/mantém a Tecnologia. O termo usuário da terra pode se referir a pequenos ou grandes agricultores individuais, grupos (sexo, idade, status, interesse), cooperativas, empresas industriais (por exemplo, mineração), instituições governamentais (por exemplo, floresta estatal), etc.
zh: 实施/维护技术的个人/实体。土地使用者一词是指分散的个体农民或大户、群体（性别、年龄、地位、利益）、合作社、工业公司（如矿业）、政府机构（如国有森林）等。

# watershed label
source: land user
pt: usuário de terra
zh: 土地使用者

# approaches label
source: land user
pt: usuário de terra
zh: 土地使用者

# approaches helptext
source: the person/ entity who implements/ maintains the Technology/ Technologies associated with this Approach. The term land user may refer to individual small- or large-scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.
pt: a pessoa/entidade que implementa/mantém a Tecnologia/Tecnologias associadas a esta Abordagem. O termo usuário da terra pode se referir a pequenos ou grandes agricultores individuais, grupos (sexo, idade, status, interesse), cooperativas, empresas industriais (por exemplo, mineração), instituições governamentais (por exemplo, floresta estatal), etc.
zh: 实施/维护该方法相关的技术的个人/实体。土地使用者是指分散的个体农民或大户、群体（性别、年龄、地位、利益）、合作社、工业公司（如矿业）、政府机构（如国有森林）等。

# technologies label
source: land user
pt: usuário de terra
zh: 土地使用者

# technologies helptext
source: the person/ entity who implements/ maintains the Technology. The term land user may refer to individual small- or large-scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.
pt: a pessoa/entidade que implementa/mantém a Tecnologia. O termo usuário da terra pode se referir a pequenos ou grandes agricultores individuais, grupos (sexo, idade, status, interesse), cooperativas, empresas industriais (por exemplo, mineração), instituições governamentais (por exemplo, floresta estatal), etc.
zh: 实施/维护技术的个人/实体。土地使用者是指分散的个体农民或大户、群体（性别、年龄、地位、利益）、合作社、工业公司（如矿业）、政府机构（如国有森林）等。

# watershed helptext
source: Specify the centre of the watershed.
pt: Especifique o centro da bacia hidrográfica.
zh: 指明流域的中心

# approaches helptext
source: Specify the centre of the area in which the Approach has been applied.
pt: Especifique o centro da área na qual a Abordagem foi aplicada.
zh: 指定应用该方法的区域的中心。

# technologies label
source: Add geo-referenced information on the map below
pt: Adicione informações georreferenciadas no mapa abaixo
zh: 在下面的地图上添加地理参考信息

# technologies helptext
source: Add a point for each technology site that was considered/ analysed in the documentation of this technology. If more than 10 sites were considered, select and add a point for those that are most representative.
pt: Adicione um ponto para cada local de tecnologia que foi considerado/analisado na documentação desta tecnologia. Se mais de 10 locais foram considerados, selecione e acrescente um ponto para aqueles que são mais representativos.
zh: 为该技术文档中考虑/分析的每个技术地点添加一个点。如果考虑的地点超过10个，请为最具代表性的地点选择并添加一个点。

# watershed helptext
source: <p><strong>Conditions regarding the use of data documented through WOCAT</strong></p><ul><li>Data captured through WOCAT questionnaires will be entered, edited, and stored in the WOCAT online database by the compiler or a data entry person assigned by the compiler. Overall responsibility for compilation and data quality lies with the compiler. The compiler, resource persons, and data entry person will be recorded and given credit for the data in the database as well as in any compilation or publication of the documented data.</li><li>Data stored in the WOCAT database are open access.</li><li>Data are made available for users under the <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License.</a></li></ul><p>You are free to:</p><ul><li><strong>Share</strong> — copy and redistribute the material in any medium or format</li><li><strong>Adapt</strong> — remix, transform, and build upon the material</li></ul><p>The licensor cannot revoke these freedoms as long as you follow the following license terms:</p><ul><li><strong>Attribution</strong> — You must give appropriate credit, provide a link to the license, and indicate if changes were made.</li><li><strong>NonCommercial</strong> — You may not use the material for commercial purposes.</li><li><strong>ShareAlike</strong> — If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original.</li><li><strong>No additional restrictions</strong> — You may not apply legal terms or technological measures that legally restrict others from doing anything the license permits.</li></ul><p><strong>Full license terms</strong>: <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link">http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>
pt: <p><strong>As condições referentes ao uso de dados documentados através do WOCAT</strong></p><ul><li>Informações capturadas através de questionários do WOCAT serão inseridas, editadas e armazenadas no banco de dados on-line do WOCAT pelo compilador ou por uma pessoa de inserção de dados designada pelo compilador. A responsabilidade geral pela compilação e qualidade dos dados recai sobre o compilador. O compilador, as pessoas de recurso e a pessoa de entrada de dados serão registrados e receberão crédito pelos dados no banco de dados, bem como em qualquer compilação ou publicação dos dados documentados. </li><li>Os dados armazenados no banco de dados WOCAT são de acesso aberto.</li><li> Os dados são disponibilizados aos usuários sob a <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Licença Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported.</a></li></ul><p> Você é livre para: </p><ul><li><strong>Compartilhar </strong>- copiar e redistribuir o material em qualquer meio ou formato </li><li><strong>Adaptar </strong>- reproduzir, modificar e reestruturar o material </li></ul><p>O licenciante não pode revogar estas liberdades desde que você siga os seguintes termos de licença: </p><ul><li><strong>Atribuição </strong>- Você deve dar o crédito apropriado, fornecer um link para a licença e indicar se foram feitas alterações. </li><li><strong>Não Comercial </strong>- Você não pode utilizar o material para fins comerciais. </li><li><strong>Compartilhar da mesma forma </strong>- Se você reproduzir, modificar e reestruturar o material, você deve distribuir suas contribuições sob a mesma licença que a original.</li><li><strong> Sem restrições adicionais </strong>- Você não pode aplicar termos legais ou medidas tecnológicas que legalmente restrinjam outros de fazer qualquer coisa que a licença permita. </li></ul><p><strong>Termos completos da licença</strong>:<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link"> http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>
zh: <p><strong>关于使用通过WOCAT记录的数据的条件</strong></p><ul><li>通过WOCAT调查问卷获取的数据将由编制者或编制者指派的数据输入人员输入、编辑并存储在WOCAT在线数据库中。编制者负责编制和数据质量。编制者、资源人员和数据录入人员将记录数据库中的数据以及文档数据的任何编译或发布，并给予信用值。</li><li>存储在WOCAT数据库中的数据是开放访问的。</li><li>用户可以根据知识共享署名非商业授权3.0尚未本地化许可证<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">使用数据</a></li></ul><p>您可以自由：</p><ul><li><strong>共享</strong> — 复制和重新分发任何媒体或格式的材料</li><li><strong>改编</strong> — 在资料的基础上进行重新混合、转换和构建</li></ul><p>只要您遵守以下许可条款，许可方就不能撤销这些自由权利：</p><ul><li><strong>署名</strong> — 您必须具有适当的信用值，提供到许可证的链接，并说明是否进行了更改。</li><li><strong>非商业</strong> — 您不得将本材料用于商业目的。</li><li><strong>以相同的方式分享</strong> —在资料的基础上进行重新混合、转换和构建，您必须以与原件相同的许可证下分发您的贡献。</li><li><strong>无其他限制</strong> — 您不得采用法律条款或技术措施来合法限制他人从事许可证许可的任何活动。</li></ul><p><strong>完整许可证条款</strong>：<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link">http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>

# approaches helptext
source: <p><strong>Conditions regarding the use of data documented through WOCAT</strong></p><ul><li>Data captured through WOCAT questionnaires will be entered, edited, and stored in the WOCAT online database by the compiler or a data entry person assigned by the compiler. Overall responsibility for compilation and data quality lies with the compiler. The compiler, resource persons, and data entry person will be recorded and given credit for the data in the database as well as in any compilation or publication of the documented data.</li><li>Data stored in the WOCAT database are open access.</li><li>Data are made available for users under the <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License.</a></li></ul><p>You are free to:</p><ul><li><strong>Share</strong> — copy and redistribute the material in any medium or format</li><li><strong>Adapt</strong> — remix, transform, and build upon the material</li></ul><p>The licensor cannot revoke these freedoms as long as you follow the following license terms:</p><ul><li><strong>Attribution</strong> — You must give appropriate credit, provide a link to the license, and indicate if changes were made.</li><li><strong>NonCommercial</strong> — You may not use the material for commercial purposes.</li><li><strong>ShareAlike</strong> — If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original.</li><li><strong>No additional restrictions</strong> — You may not apply legal terms or technological measures that legally restrict others from doing anything the license permits.</li></ul><p><strong>Full license terms</strong>: <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link">http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>
pt: <p><strong>As condições referentes ao uso de dados documentados através do WOCAT</strong></p><ul><li>Informações capturadas através de questionários do WOCAT serão inseridas, editadas e armazenadas no banco de dados on-line do WOCAT pelo compilador ou por uma pessoa de inserção de dados designada pelo compilador. A responsabilidade geral pela compilação e qualidade dos dados recai sobre o compilador. O compilador, as pessoas de recurso e a pessoa de entrada de dados serão registrados e receberão crédito pelos dados no banco de dados, bem como em qualquer compilação ou publicação dos dados documentados. </li><li>Os dados armazenados no banco de dados WOCAT são de acesso aberto.</li><li> Os dados são disponibilizados aos usuários sob a <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Licença Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported.</a></li></ul><p> Você é livre para: </p><ul><li><strong>Compartilhar </strong>- copiar e redistribuir o material em qualquer meio ou formato </li><li><strong>Adaptar </strong>- reproduzir, modificar e reestruturar o material </li></ul><p>O licenciante não pode revogar estas liberdades desde que você siga os seguintes termos de licença: </p><ul><li><strong>Atribuição </strong>- Você deve dar o crédito apropriado, fornecer um link para a licença e indicar se foram feitas alterações. </li><li><strong>Não Comercial </strong>- Você não pode utilizar o material para fins comerciais. </li><li><strong>Compartilhar da mesma forma </strong>- Se você reproduzir, modificar e reestruturar o material, você deve distribuir suas contribuições sob a mesma licença que a original.</li><li><strong> Sem restrições adicionais </strong>- Você não pode aplicar termos legais ou medidas tecnológicas que legalmente restrinjam outros de fazer qualquer coisa que a licença permita. </li></ul><p><strong>Termos completos da licença</strong>:<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link"> http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>
zh: <p><strong>关于使用通过WOCAT记录的数据的条件</strong></p><ul><li>通过WOCAT调查问卷获取的数据将由编制者或编制者指派的数据输入人员输入、编辑并存储在WOCAT在线数据库中。编制者负责编译和数据质量。编制者、资源人员和数据录入人员将记录数据库中的数据以及文档数据的任何编制或发布，并给予信用值。</li><li>存储在WOCAT数据库中的数据是开放访问的。</li><li>用户可以根据知识共享署名非商业授权3.0尚未本地化许可证 <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">使用数据。</a></li></ul><p>你可以自由：</p><ul><li><strong>分享</strong> — 以任何媒体或格式复制和重新分发材料</li><li><strong>改编</strong> — 在资料的基础上重新混合、转换和构建</li></ul><p>只要您遵守以下许可条款，许可方就不能撤销这些自由权利：</p><ul><li><strong>署名</strong> — 您必须具有适当的信用值，提供到许可证的链接，并注明是否进行了更改。</li><li><strong>非商业</strong> — 不得将本资料用于商业目的。</li><li><strong>相同方式分享</strong> — 在资料的基础上进行重新混合、转换和构建，您必须以与原件相同的许可证下分发您的贡献。</li><li><strong>无其他限制</strong> — 您不得采用法律条款或技术措施来合法限制他人从事许可证许可的任何活动。</li></ul><p><strong>完整许可证条款</strong>：<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link">http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>
