Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies label
source: Capacity-building and awareness-raising
pt: Capacitação e conscientização
zh: 能力建设和认知提高

# unccd label
source: DLDD and SLM monitoring and assessment/research
pt: Monitoramento e avaliação/pesquisa DLDD e SLM
zh: DLDD和SLM的监控与评估/研究

# technologies label
source: DLDD and SLM monitoring and assessment/research
pt: Monitoramento e avaliação/pesquisa DLDD e SLM
zh: DLDD和SLM的监控与评估/研究

# unccd label
source: Knowledge management and decision support
pt: Gestão do conhecimento e apoio à decisão
zh: 知识管理和决策支持

# technologies label
source: Knowledge management and decision support
pt: Gestão do conhecimento e apoio à decisão
zh: 知识管理和决策支持

# unccd label
source: Policy, legislative and institutional framework
pt: Estrutura política, legislativa e institucional
zh: 政策、立法和体制框架

# technologies label
source: Policy, legislative and institutional framework
pt: Estrutura política, legislativa e institucional
zh: 政策、立法和体制框架

# unccd label
source: Funding and resource mobilization
pt: Financiamento e mobilização de recursos
zh: 筹资和资源调动

# technologies label
source: Funding and resource mobilization
pt: Financiamento e mobilização de recursos
zh: 筹资和资源调动

# unccd label
source: Participation, collaboration and networking
pt: Participação, colaboração e trabalho em rede
zh: 参与、协作和联网

# technologies label
source: Participation, collaboration and networking
pt: Participação, colaboração e trabalho em rede
zh: 参与、协作和联网

# unccd label
source: Local initiative
pt: Iniciativa local
zh: 地方自主性

# unccd label
source: National initiative – government-led
pt: Iniciativa nacional - liderada pelo governo
zh: 国家倡议——政府主导

# unccd label
source: National initiative – non-government-led
pt: Iniciativa nacional - não governamental
zh: 国家倡议——非政府主导

# unccd label
source: International initiative
pt: Iniciativa Internacional
zh: 国际倡议

# unccd label
source: Programme/project-based initiative
pt: Programa/iniciativa baseada em projetos
zh: 基于方案/项目的倡议

# unccd label
source: Consultation
pt: Consulta
zh: 咨询

# unccd label
source: Participatory approaches
pt: Abordagens participativas
zh: 参与途径

# unccd label
source: Policy or regulatory incentives (for example, related to market requirements and regulations, import/export, foreign investment, research & development support, etc)
pt: Incentivos políticos ou regulamentares (por exemplo, relacionados às exigências e regulamentações do mercado, importação/exportação, investimento estrangeiro, apoio à pesquisa e desenvolvimento, etc.)
zh: 政策或监管激励（例如，与市场需求和法规、进出口、国外投资、研发支持等相关）

# unccd label
source: Financial incentives (for example, preferential rates, State aid, subsidies, cash grants, loan guarantees, etc)
pt: Incentivos financeiros (por exemplo, taxas preferenciais, auxílios estatais, subsídios, subsídios em dinheiro, garantias de empréstimos, etc.)
zh: 财务激励（例如优惠利率、国家援助、补贴、现金补助、贷款担保等）

# unccd label
source: Fiscal incentives (for example, exemption from or reduction of taxes, duties, fees, etc)
pt: Incentivos fiscais (por exemplo, isenção ou redução de impostos, direitos, taxas, etc.)
zh: 财政激励（例如免税或减税、关税、费用等）

# unccd label
source: Local
zh: 地方

# unccd label
source: Sub-national
pt: Sub-nacional
zh: 次国家

# unccd label
source: National
pt: Nacional
zh: 国家

# unccd label
source: Subregional
zh: 次区域

# unccd label
source: Regional
zh: 区域

# unccd label
source: International
pt: Internacional
zh: 国际

# unccd helptext
source: Examples of conditions leading to success may include: highly motivated local governments, farmers organized into well structured cooperatives, extremely favourable weather conditions, etc. For each ‘condition of success’ you are able to identify, specify whether in your opinion such condition is: <ul><li>(a) linked to the local context and thus cannot be replicated elsewhere;</li><li>(b) replicable elsewhere with some level of adaptation;</li><li>(c) replicable elsewhere with major adaptation.</li></ul>
pt: Exemplos de condições que levam ao sucesso podem incluir: governos locais altamente motivados, agricultores organizados em cooperativas bem estruturadas, condições climáticas extremamente favoráveis, etc. Para cada "condição de sucesso" que você é capaz de identificar, especifique se na sua opinião tal condição está: <ul><li>(a) ligada ao contexto local e, portanto, não pode ser replicada em outro lugar; </li><li>(b) replicável em outro lugar com algum nível de adaptação; <li>(c) replicável em outro lugar com grande adaptação.</li></ul>
zh: 成功条件的例子可能包括：积极性很高的地方政府、组织成结构良好的合作社的农民、极端有利的天气条件等。对于您能够识别的每一个“成功条件”，在您看来，这种条件是否：<ul><li>（a）与当地环境相关，因而无法复制到其他地方；</li><li>（b）按照一定适应程度复制到其他地方；</li><li>（c）在主要适应之后复制到其他地方。</li></ul>

# unccd helptext
source: Additional questions of Leg 1 which are not in Leg 2 are:<ul><li>Amount committed</li><li>Beneficiaries</li><li>Civil Society Organizations (CSOs) and Science & Technology Institutions (STIs)</li><li>Commitment date</li><li>Funding organization</li><li>Name of activity funded</li><li>Operational objectives</li><li>Recipient country(ies) or (sub)region(s)</li><li>Recipient organization(s)</li><li>Relevant Activity Codes (RACs)</li><li>Reporting Entity</li><li>Reporting entity(ies)</li><li>Rio Marker for desertification</li><li>Role of the Organization(s) in the Programme/Project</li><li>Status</li><li>Target area size/administrative unit</li><li>Target Group</li><li>Title</li><li>United Nations Conventions’ Rio Markers</li></ul>
pt: Perguntas adicionais da Etapa 1 que não estão na Etapa 2 são: <ul><li>Valor comprometido</li><li> Beneficiários</li><li> Organizações da Sociedade Civil (OSCs) e Instituições de Ciência e Tecnologia (ICTs)</li><li> Data do compromisso </li><li>Organização de financiamento </li><li>Nome da atividade financiada </li><li>Objetivos operacionais </li><li>País(es) ou (sub)região(ões) beneficiário(s)</li><li>Organização(ões) beneficiária(s)</li><li> Códigos de Atividades Relevantes (RACs)</li><li> Entidade Relatora </li><li>Entidade(s) Relatora(s) </li><li>Rio Marker para desertificação</li><li>Papel da(s) Organização(ões) no Programa/Status</li><li> do Projeto </li><li>Tamanho da área alvo/Unidade</li><li> Grupo alvo</li><li> Título</li><li> Marcas do Rio nas Convenções das Nações Unidas</li></ul>
zh: 第1部分中且不包含在第2部分中的其它问题：<ul><li>承诺额</li><li>受益人</li><li>民间社会组织和科技机构</li><li>承诺日期</li><li>资助机构</li><li>获资助活动的名称</li><li>运营目标</li><li>受援国家或（次）区域</li><li>受援组织</li><li>相关活动代码（RACs）</li><li>报告主体</li><li>报告主体</li><li>里约热内卢沙漠化标志</li><li>组织在方案/项目中的作用</li><li>状态</li><li>目标区域大小/行政单位</li><li>目标群体</li><li>标题</li><li>联合国公约的里约热内卢标记</li></ul>

# unccd label
source: Property Rights
pt: Direitos de propriedade
zh: 产权

# unccd label
source: On the basis of which criteria and/or indicator(s) (not related to The Strategy) the proposed practice and corresponding technology has been considered as 'best'?
pt: Com base em quais critérios e/ou indicadores (não relacionados com a Estratégia) a prática proposta e a tecnologia correspondente foram considerados como "melhores"?
zh: 根据哪些标准和/或指标（与战略无关），在确定建议的实践和相应的技术是否被认为是“最佳”时，应该基于哪些标准和/或指标（与战略无关）？

# unccd label
source: Impact on biodiversity and climate change
pt: Impacto sobre a biodiversidade e a mudança climática
zh: 对生物多样性和气候变化的影响

# unccd label
source: Replicability
pt: Replicabilidade
zh: 可复制性

# unccd label
source: General Information
pt: Informações gerais
zh: 一般信息

# unccd label
source: Classification
pt: Classificação
zh: 分类

# unccd label
source: Section 1. Context of the best practice: frame conditions (natural and human environment)
pt: Seção 1. Contexto das melhores práticas: condições de enquadramento (ambiente natural e humano)
zh: 第1节 最佳实践的背景：框架条件（自然和人类环境）

# unccd label
source: Section 2. Problems addressed (direct and indirect causes) and objectives of the best practice
pt: Seção 2. Problemas abordados (causas diretas e indiretas) e objetivos das melhores práticas
zh: 第2节 解决的问题（直接和间接原因）和最佳实践的目标

# unccd label
source: Section 3. Activities
pt: Seção 3. Atividades
zh: 第3节 活动

# unccd label
source: Section 4. Institutions/actors involved (collaboration, participation, role of stakeholders)
pt: Seção 4. Instituições/atores envolvidos (colaboração, participação, papel das partes interessadas)
zh: 第4节 涉及的机构/参与者（协作、参与、利益相关者的作用）

# unccd label
source: Section 5. Contribution to impact
pt: Seção 5. Contribuição para o impacto
zh: 第5节 对影响的贡献

# unccd label
source: Section 6. Adoption and replicability
pt: Seção 6. Adoção e reprodutibilidade
zh: 第6节 采用和可复制性

# unccd label
source: Section 7. Lessons learned
pt: Seção 7. Lições aprendidas
zh: 第7节 吸取的教训

# unccd label
source: Section 8. Additional questions of Leg 1
pt: Seção 8. Perguntas adicionais da Etapa 1
zh: 第8节 第1部分的其它问题

# cca label
source: Name
pt: Nome
zh: 名称

# unccd label
source: Title of best practice
pt: Título de melhores práticas
zh: 最佳实践的标题

# watershed label
source: Name of the watershed
pt: Nome da bacia hidrográfica
zh: 流域的名称

# approaches label
source: Name
pt: Nome
zh: 名字

# technologies label
source: Name
pt: Nome
zh: 名字

# cca label
source: Country
pt: País
zh: 国家

# unccd label
source: Country
pt: País
zh: 国家

# wocat label
source: Country
pt: País
zh: 国家

# watershed label
source: Country
pt: País
zh: 国家

# approaches label
source: Country
pt: País
zh: 国家

# technologies label
source: Country
pt: País
zh: 国家

# cca label
source: Comments
pt: Comentários
zh: 注释

# unccd label
source: Comments
pt: Comentários
zh: 注释

# approaches label
source: Comments
pt: Comentários
zh: 注释

# watershed label
source: Region/ State/ Province
pt: Região/Estado/Província
zh: 区域/州/省

# approaches label
source: Region/ State/ Province
pt: Região/Estado/Província
zh: 区域/州/省

# technologies label
source: Region/ State/ Province
pt: Região/Estado/Província
zh: 区域/州/省

# watershed label
source: Further specification of location (e.g. municipality, town, etc.), if relevant
pt: Especificação adicional de localização (por exemplo, município, cidade, etc.), se relevante
zh: 有关地点的进一步说明（如市、镇等），如相关

# watershed label_view
source: Further specification of location
pt: Especificação adicional de localização
zh: 有关地点的进一步说明

# approaches label
source: Further specification of location (e.g. municipality, town, etc.), if relevant
pt: Especificação adicional de localização (por exemplo, município, cidade, etc.), se relevante
zh: 有关地点的进一步说明（如市、镇等），如相关

# approaches label_view
source: Further specification of location
pt: Especificação adicional de localização
zh: 有关地点的进一步说明

# technologies label
source: Further specification of location (e.g. municipality, town, etc.), if relevant
pt: Especificação adicional de localização (por exemplo, município, cidade, etc.), se relevante
zh: 有关地点的进一步说明（如市、镇等），如相关

# technologies label_view
source: Further specification of location
pt: Especificação adicional de localização
zh: 有关地点的进一步说明

# watershed label
source: Image
pt: Imagem
zh: 图像

# approaches label
source: Image
pt: Imagem
zh: 图像

# watershed label
source: Caption, explanation of photo
pt: Legenda, explicação da foto
zh: 标题、图片说明

# watershed helptext
source: Write one sentence.
pt: Escreva uma frase.
zh: 写一句话

# approaches label
source: Caption, explanation of photo
pt: Legenda, explicação da foto
zh: 标题、图片说明

# approaches helptext
source: Write one sentence.
pt: Escreva uma frase.
zh: 写一句话

# technologies label
source: Caption, explanation of photo
pt: Legenda, explicação da foto
zh: 标题、图片说明

# technologies helptext
source: Write one sentence.
pt: Escreva uma frase.
zh: 写一句话

# watershed label
source: Date
pt: Data
zh: 日期

# approaches label
source: Date
pt: Data
zh: 日期

# watershed label
source: Name of photographer
pt: Nome do Fotógrafo
zh: 摄影师的名字

# approaches label
source: Name of photographer
pt: Nome do Fotógrafo
zh: 摄影师的名字

# technologies label
source: Name of photographer
pt: Nome do Fotógrafo
zh: 摄影师的名字

# cca label
source: User ID
pt: Identificação do usuário
zh: 用户名

# watershed label
source: User ID
pt: Identificação do usuário
zh: 用户名

# approaches label
source: User ID
pt: Identificação do usuário
zh: 用户名

# technologies label
source: User ID
pt: Identificação do usuário
zh: 用户名

# watershed label
source: Location
pt: Localização
zh: 位置

# approaches label
source: Location
pt: Localização
zh: 位置

# technologies label
source: Location
pt: Localização
zh: 位置

# cca label
source: Lastname
pt: Sobrenome
zh: 姓氏

# watershed label
source: Lastname / surname
pt: Último sobrenome
zh: 姓氏/姓名

# approaches label
source: Last name
pt: Sobrenome
zh: 姓氏

# technologies label
source: Lastname / surname
pt: Último sobrenome
zh: 姓氏/姓名

# cca label
source: First name(s)
pt: Primeiro(s) nome(s)
zh: 名字

# watershed label
source: First name(s)
pt: Primeiro(s) nome(s)
zh: 名字

# approaches label
source: First name(s)
pt: Primeiro(s) nome(s)
zh: 名字

# technologies label
source: First name(s)
pt: Primeiro(s) nome(s)
zh: 名字

# cca label
source: Gender
pt: Gênero
zh: 性别

# watershed label
source: Gender
pt: Gênero
zh: 性别

# approaches label
source: Gender
pt: Gênero
zh: 性别

# cca label
source: Name of institution
pt: Nome da instituição
zh: 机构名称

# watershed label
source: Name of institution
pt: Nome da instituição
zh: 机构名称

# approaches label
source: Name of institution
pt: Nome da instituição
zh: 机构名称

# technologies label
source: Name of institution
pt: Nome da instituição
zh: 机构名称

# cca label
source: Phone no. 1
pt: Telefone nº 1
zh: 电话1

# watershed label
source: Phone no. 1
pt: Telefone nº 1
zh: 电话1

# approaches label
source: Phone no. 1
pt: Telefone nº 1
zh: 电话1

# technologies label
source: Phone no. 1
pt: Telefone nº 1
zh: 电话1

# cca label
source: Phone no. 2 (mobile)
pt: Telefone nº 2 (Celular)
zh: 电话2（手机）

# watershed label
source: Phone no. 2 (mobile)
pt: Telefone nº 2 (Celular)
zh: 电话2（手机）

# approaches label
source: Phone no. 2 (mobile)
pt: Telefone nº 2 (Celular)
zh: 电话2（手机）

# technologies label
source: Phone no. 2 (mobile)
pt: Telefone nº 2 (Celular)
zh: 电话2（手机）

# cca label
source: E-mail 1
zh: 电子邮件1

# watershed label
source: E-mail 1
zh: 电子邮件1

# approaches label
source: E-mail 1
zh: 电子邮件1

# technologies label
source: E-mail 1
zh: 电子邮件1

# cca label
source: E-mail 2
zh: 电子邮件2

# watershed label
source: E-mail 2
zh: 电子邮件2

# approaches label
source: E-mail 2
zh: 电子邮件2

# technologies label
source: E-mail 2
zh: 电子邮件2

# cca label
source: Other (specify)
pt: Outros (especifique)
zh: 其它（具体说明）

# watershed label
source: Other (specify)
pt: Outros (especifique)
zh: 其它（具体说明）

# approaches label
source: Other (specify)
pt: Outros (especifique)
zh: 其它（具体说明）

# technologies label
source: Other (specify)
pt: Outros (especifique)
zh: 其它（具体说明）

# cca label
source: Strengths/ advantages/ opportunities of the technology
pt: Forças/vantagens/oportunidades da tecnologia
zh: 该技术的优点/长处/机会

# watershed label
source: Strengths/ advantages/ opportunities in the land user’s / watershed user’s view
pt: Pontos fortes/vantagens/oportunidades na visão do usuário da terra/bacia hidrográfica
zh: 土地使用者/流域使用者的优点/长处/机会

# watershed helptext
source: <p><strong>Land user</strong>: the person/ entity who implements/ maintains the Technology. The term land user may refer to individual small- or large-scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.</p><p><strong>Watershed user</strong>: the person/ entity who implements/ maintains the watershed management activities, including individual small- or large-scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.</p>
pt: <p><strong>Usuário da terra</strong>: a pessoa/entidade que implementa/mantém a Tecnologia. O termo usuário da terra pode se referir a pequenos ou grandes agricultores individuais, grupos (sexo, idade, status, interesse), cooperativas, empresas industriais (ex. mineração), instituições governamentais (ex. floresta estadual), etc. </p><p><strong>Usuário da bacia hidrográfica</strong>: a pessoa/entidade que implementa/manutenção das atividades de manejo da bacia hidrográfica, incluindo pequenos ou grandes agricultores individuais, grupos (sexo, idade, status, interesse), cooperativas, empresas industriais (ex. mineração), instituições governamentais (ex. floresta estadual), etc.</p>
zh: <p><strong>土地使用者</strong>：实施/维护技术的个人/实体。土地使用者是指分散的个体农民或大户、群体（性别、年龄、地位、利益）、合作社、工业公司（如矿业）、政府机构（如国有森林）等。</p><p><strong>W流域使用者</strong>：实施/维持流域管理活动的个人/实体，包括分散的个体农民或大户、群体（性别、年龄、地位、利益）、合作社、工业公司（如采矿）、政府机构（如国有森林）等。</p>

# approaches label
source: Strengths/ advantages/ opportunities in the land user’s view
pt: Pontos fortes/vantagens/oportunidades na visão do usuário da terra
zh: 土地使用者眼中的长处/优势/机会

# approaches helptext
source: <strong>Land user</strong>: the person/ entity who implements/ maintains the Technology, including individual small/large scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.
pt: <strong>Usuário da terra</strong>: a pessoa/entidade que implementa/ mantém a Tecnologia, incluindo pequenos/grandes agricultores individuais, grupos (sexo, idade, status, interesse), cooperativas, empresas industriais (por exemplo, mineração), instituições governamentais (por exemplo, floresta estadual), etc.
zh: <strong>土地使用者</strong>：实施/维护技术的个人/实体。土地使用者是指分散的个体农民或大户、群体（性别、年龄、地位、利益）、合作社、工业公司（如矿业）、政府机构（如国有森林）等。

# technologies label
source: Strengths/ advantages/ opportunities in the land user’s view
pt: Pontos fortes/vantagens/oportunidades na visão do usuário da terra
zh: 土地使用者眼中的长处/优势/机会

# technologies helptext
source: <strong>Land user</strong>: the person/ entity who implements/ maintains the Technology, including individual small/large scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.
pt: <strong>Usuário da terra</strong>: a pessoa/entidade que implementa/ mantém a Tecnologia, incluindo pequenos/grandes agricultores individuais, grupos (sexo, idade, status, interesse), cooperativas, empresas industriais (por exemplo, mineração), instituições governamentais (por exemplo, floresta estadual), etc.
zh: <strong>土地使用者</strong>：实施/维护技术的个人/实体，包括分散的个体农民或大户、群体（性别、年龄、地位、利益）、合作社、工业公司（如矿业）、政府机构（如国有森林）等。

# watershed label
source: Strengths/ advantages/ opportunities in the compiler’s or other key resource person’s view
pt: Pontos fortes/vantagens/oportunidades na visão do compilador ou de outra pessoa-chave do recurso
zh: 编制者或其他关键资源人员认为的长处/优势/机会

# approaches label
source: Strengths/ advantages/ opportunities in the compiler’s or other key resource person’s view
pt: Pontos fortes/vantagens/oportunidades na visão do compilador ou de outra pessoa-chave do recurso
zh: 编制者或其他关键资源人员认为的长处/优势/机会

# technologies label
source: Strengths/ advantages/ opportunities in the compiler’s or other key resource person’s view
pt: Pontos fortes/vantagens/oportunidades na visão do compilador ou de outra pessoa-chave do recurso
zh: 编制者或其他关键资源人员认为的长处/优势/机会

# cca label
source: Weaknesses/ disadvantages/ risks
pt: Pontos fracos/desvantagens/riscos
zh: 弱点/缺点/风险

# watershed label
source: Weaknesses/ disadvantages/ risks in the land user’s / watershed user’s view
pt: Pontos fracos/desvantagens/riscos na visão do usuário de terra/bacia hidrográfica
zh: 土地使用者/流域使用者认为的弱点/缺点/风险

# approaches label
source: Weaknesses/ disadvantages/ risks in the land user’s view
pt: Pontos fracos/desvantagens/riscos na visão do usuário da terra
zh: 土地使用者认为的弱点/缺点/风险

# technologies label
source: Weaknesses/ disadvantages/ risks in the land user’s view
pt: Pontos fracos/desvantagens/riscos na visão do usuário da terra
zh: 土地使用者认为的弱点/缺点/风险

# watershed label
source: Weaknesses/ disadvantages/ risks in the compiler’s or other key resource person’s view
pt: Pontos fracos/vantagens/riscos na visão do compilador ou de outra pessoa-chave do recurso
zh: 编制者或其他关键资源人员认为的弱点/缺点/风险

# approaches label
source: Weaknesses/ disadvantages/ risks in the compiler’s or other key resource person’s view
pt: Pontos fracos/vantagens/riscos na visão do compilador ou de outra pessoa-chave do recurso
zh: 编制者或其他关键资源人员认为的弱点/缺点/风险

# technologies label
source: Weaknesses/ disadvantages/ risks in the compiler’s or other key resource person’s view
pt: Pontos fracos/vantagens/riscos na visão do compilador ou de outra pessoa-chave do recurso
zh: 编制者或其他关键资源人员认为的弱点/缺点/风险

# cca label
source: How can they be overcome?
pt: Como eles podem ser superados?
zh: 如何克服它们？

# watershed label
source: How can they be overcome?
pt: Como eles podem ser superados?
zh: 如何克服它们？

# approaches label
source: How can they be overcome?
pt: Como eles podem ser superados?
zh: 如何克服它们？

# technologies label
source: How can they be overcome?
pt: Como eles podem ser superados?
zh: 如何克服它们？

# approaches label
source: Comments, short description
pt: Comentários, breve descrição
zh: 注释、简短说明

# technologies label
source: Comments, short description
pt: Comentários, breve descrição
zh: 注释、简短说明

# approaches label
source: Name of videographer
pt: Nome do cinegrafista
zh: 摄影师的名字

# technologies label
source: Name of videographer
pt: Nome do cinegrafista
zh: 摄影师的名字

# cca label
source: Which of the following methods/ sources of information were used?
pt: Quais dos seguintes métodos/fontes de informação foram usadas?
zh: 已使用下述哪些方法/信息来源

# approaches label
source: Which of the following methods/ sources of information were used?
pt: Quais dos seguintes métodos/fontes de informação foram usadas?
zh: 已使用下述哪些方法/信息来源

# technologies label
source: Which of the following methods/ sources of information were used?
pt: Quais dos seguintes métodos/fontes de informação foram usadas?
zh: 已使用下述哪些方法/信息来源

# cca label
source: other (specify)
pt: Outros (especificar)
zh: 其它（具体说明）

# approaches label
source: other (specify)
pt: Outros (especificar)
zh: 其它（具体说明）

# cca label
source: Locally used name
pt: Nome usado localmente
zh: 本地使用的名称

# unccd label
source: Local name
pt: Nome do local
zh: 本地名称

# watershed label
source: Locally used name
pt: Nome usado localmente
zh: 本地使用的名称

# approaches label
source: Locally used name
pt: Nome usado localmente
zh: 本地使用的名称

# technologies label
source: Locally used name
pt: Nome usado localmente
zh: 本地使用的名称

# watershed label
source: General remarks regarding photos
pt: Observações gerais sobre as fotos
zh: 关于照片的一般说明

# approaches label
source: General remarks regarding photos
pt: Observações gerais sobre as fotos
zh: 关于照片的一般说明

# technologies label
source: General remarks regarding photos
pt: Observações gerais sobre as fotos
zh: 关于照片的一般说明

# cca label
source: Specify the key resource person
pt: Especifique a pessoa-chave do recurso
zh: 具体说明关键的资源人员

# watershed label
source: Specify the key resource person
pt: Especifique a pessoa-chave do recurso
zh: 具体说明关键的资源人员

# approaches label
source: Specify the key resource person
pt: Especifique a pessoa-chave do recurso
zh: 具体说明关键的资源人员

# technologies label
source: Specify the key resource person
pt: Especifique a pessoa-chave do recurso
zh: 具体说明关键的资源人员

# cca label
source: Name of project which facilitated the documentation/ evaluation of the adaptation of the Technology to climate change (if relevant)
pt: Nome do projeto que facilitou a documentação/avaliação da adaptação da Tecnologia à mudança climática (se relevante)
zh: 有助于记录/评估技术对气候变化适应性的项目名称（如相关）

# cca helptext
source: If your project is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
pt: Se seu projeto não estiver listado na lista suspensa, favor contatar o secretariado da WOCAT (wocat@cde.unibe.ch).
zh: 如果您的项目未在下拉列表中列出，请联系WOCAT秘书处（wocat@cde.unibe.ch）。

# wocat label
source: Name of project which facilitated the documentation/ evaluation
pt: Nome do projeto que facilitou a documentação/avaliação
zh: 有助于记录/评估的项目名称
