Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

source: If you continue to edit this questionnaire, a new translation will be added. The content of the original language will be copied once into the text fields, allowing you to translate the content. From there on, text changes have to be done in all language versions. The checkboxes are linked across all translations, meaning they always change in all language versions.
pt: Se você continuar a editar este questionário, uma nova tradução será adicionada. O conteúdo do idioma original será copiado uma vez nos campos de texto, permitindo que você traduza o conteúdo. A partir daí, as mudanças de texto deverão ser feitas em todas as versões de idioma. As caixas de seleção estão vinculadas em todas as traduções, o que significa que elas sempre mudam em todas as versões de idiomas.
zh: 如果继续编辑此调查问卷，将添加新的翻译。原始语言的内容将被复制一次到文本字段中，以便于您翻译内容。从此时起，所有语言版本都必须进行文本更改。复选框在所有翻译之间链接，这意味着它们在所有语言版本中都会发生变化。

source: If you do not want to create a new translation, please go back and select a language in which this questionnaire is already translated.
pt: Se você não quiser criar uma nova tradução, volte atrás e selecione um idioma no qual este questionário já esteja traduzido.
zh: 如果你不想创建新的翻译，请返回并选择已翻译此问卷的语言。

source: Go back
pt: Voltar
zh: 后退

source: Add a new translation
pt: Adicionar uma nova tradução
zh: 添加一个新的翻译

source: Do you really want to create a new translation of this questionnaire in
pt: Você realmente quer criar uma nova tradução deste questionário em
zh: 你真的想要在......中创建该调查问卷的新翻译吗

source: Cancel
pt: Cancelar
zh: 取消

source: Create a new translation
pt: Criar uma nova tradução
zh: 创建一个新的翻译

source: Next
pt: Próximo
zh: 下一个

source: Back
pt: Voltar
zh: 后退

source: Done
pt: Concluído
zh: 完成

source: <p>Welcome to the help section of the form!</p><p>Click "Next" to take a tour explaining the functions on this page.</p>
pt: <p>Bem-vindo à seção de ajuda do formulário! </p><p>Clique em "Próximo" para fazer um tour explicando as funções nesta página.</p>
zh: <p>欢迎进入表格的帮助部分！</p><p>点击“下一个”并浏览本页面上的功能。</p>

source: <p>The bar indicates the name of the section you are currently editing.</p>
pt: <p>A barra indica o nome da seção que você está editando atualmente.</p>
zh: <p>该小节说明了你正在编辑的部分的名称。</p>

source: <p>Click "Save and back" to save your changes and go back to the overview to view them in the output.</p>
pt: <p>Clique em "Salvar e voltar" para salvar suas alterações e volte para a visão geral para vê-las na saída.</p>
zh: <p>单击“保存并返回”以保存更改，然后返回到概述中，以便在输出结果中查看更改。</p>

source: <p>Click "Save and next" to save the current section and directly continue to the next section.</p>
pt: <p>Clique em "Salvar e próxima" para salvar a seção atual e continue diretamente para a seção seguinte.</p>
zh: <p>单击“保存并下一步”保存当前部分，并直接继续下一部分。</p>

source: <p>Both options "save and back to overview" and "save and next section" are also available on the bottom of the page.</p>
pt: <p>Ambas as opções "salvar e voltar à visão geral" e "salvar e próxima seção" também estão disponíveis no final da página.</p>
zh: <p>“保存并返回到概述”和“保存并进入下一部分”选项也可以在页面底部找到。</p>

source: <p>Use this link if you want to go back to the output without saving any changes.</p>
pt: <p>Use este link, se você quiser voltar à saída sem salvar nenhuma alteração.</p>
zh: <p>如果要返回输出而不保存任何更改，请使用此链接。</p>

source: <p>The progress bar indicates how many questions are already filled out.</p>
pt: <p>A barra de progresso indica quantas perguntas já estão preenchidas.</p>
zh: <p>进度条显示已经填写了多少问题。</p>

source: Pick a date
pt: Escolha uma data
zh: 选择一个日期

source: Remove
pt: Remover
zh: 删除

source: Edit focus point
pt: Editar ponto de foco
zh: 编辑联络点

source: Enter full number
pt: Digite o número completo
zh: 输入完整号码

source: Enter a number
pt: Digite um número
zh: 输入一个号码

source: See More
pt: Ver Mais
zh: 查看更多

source: See Less
pt: Ver Menos
zh: 查看更少

source: + [TODO] Advanced Questions
pt: + [TODO] Perguntas Avançadas
zh: + [TODO] 高级问题

source: Drag and drop the number to order the list
pt: Arraste e solte o número para pedir a lista
zh: 拖放数字可对列表排序

source: Add More
pt: Adicionar mais
zh: 添加更多

source: <p>Choose map layers, using the dropdown menus on top of the map image. You can overlay the selected map layers by moving the slider.</p> <p>Zoom into your area / location by using one of the following methods:</p> <ul> <li>Use +/- buttons on the top left of the map</li> <li>Use the mouse wheel</li> <li>Search a location by entering a location name using the %(button_search)s button</li> </ul> <p>Add points on the map by using one of the following methods:</p> <ul> <li>Set a point using the %(button_pin)s button. <strong>Caution</strong>: Avoid double-clicking. If you double-click, two points will be added.</li> <li>Set a point based on GPS coordinates using the %(button_gps)s button</li> </ul> <p>Use the edit and delete buttons to move points, delete single points or delete all points from the map</p> <p>Click on the “number” button to display a list of all points. Here you can also delete single points.</p>
pt: <p>Escolha as camadas do mapa, usando os menus suspensos na parte superior da imagem do mapa. Você pode sobrepor as camadas de mapa selecionadas movendo o cursor.</p> <p>Use o zoom em sua área / localização usando um dos seguintes métodos:</p> <li>Use os botões +/- na parte superior esquerda do mapa</li> <li>Use o scroll do mouse</li> <li>Procure um local digitando um nome de local usando o botão%(button_search)s</li> <p>Adicione pontos no mapa usando um dos seguintes métodos:</p> <ul> <li>Defina um ponto usando o botão%(button_pin)s. <strong>Cuidado</strong>: Evite fazer duplo clique. Se você fizer duplo clique, dois pontos serão adicionados.</li> <li>Defina um ponto com base nas coordenadas GPS usando o botão%(button_gps)s</li> </ul> <p>Use os botões editar e apagar para mover pontos, apagar pontos individuais ou apagar todos os pontos do mapa</p> <p>Clique no botão "número" para exibir uma lista de todos os pontos. Aqui você também pode excluir pontos individuais.</p>
zh: <p>使用地图图像顶部的下拉菜单选择地图图层。可以通过移动滑块覆盖选定的地图图层。</p> <p>使用以下其中一种方法放大你的区域/位置：</p> <ul> <li>使用地图左上角的+/-按钮</li> <li>使用鼠标滚轮</li> <li>通过使用 %(button_search)s按钮，输入位置名称来搜索位置</li> </ul> <p>使用以下方法之一在地图上添加点：</p> <ul> <li>使用%(button_pin)s 按钮设定一个点。 <strong>注意</strong>：避免双击。如果双击，将添加两个点。</li> <li> 通过使用 %(button_gps)s 按钮，基于GPS坐标选择一个点</li> </ul> <p>使用“编辑”和“删除”按钮来移动点、删除单个点或从地图中删除所有点。</p> <p>单击“数字”按钮显示所有点的列表。在这里，您还可以删除单点。</p>

source: Add a point by clicking on the map
pt: Adicione um ponto clicando no mapa
zh: 单击地图添加点

source: Set a point based on GPS coordinates
pt: Definir um ponto baseado em coordenadas GPS
zh: 基于GPS坐标设定一个点

source: Search and zoom to a location on the map
pt: Busca e zoom para um local no mapa
zh: 搜索并缩放到地图上的某个位置

source: Click and hold an existing point on the map to move it.
pt: Clique e segure um ponto existente no mapa para movê-lo.
zh: 单击并保持地图上的现有点以移动它

source: Delete an existing point on the map by clicking it.
pt: Elimine um ponto existente no mapa clicando nele.
zh: 单击地图上的现有点，将其删除。

source: Delete all points from the map
pt: Eliminar todos os pontos do mapa
zh: 删除地图上的所有点

source: Are you sure you want to delete all the points from the map? This cannot be undone.
pt: Você tem certeza de que quer apagar todos os pontos do mapa? Isto não pode ser desfeito.
zh: 确实要从地图中删除所有点吗？这是无法撤消的。

source: Please enter the coordinates in the field below. The coordinates must be in decimal degrees of format "Latitude, Longitude", eg. 46.9526, 7.4352. Use the link below to convert from degrees, minutes and seconds to decimal degrees.
pt: Por favor, digite as coordenadas no campo abaixo. As coordenadas devem estar em graus decimais do formato "Latitude, Longitude", eg. 46.9526, 7.4352. Use o link abaixo para converter de graus, minutos e segundos para graus decimais.
zh: 请在下面的字段中输入坐标。坐标必须采用“纬度、经度”格式的十进制度数，例如46.9526、7.4352。使用下面的链接将度、分和秒转换为十进制度。

source: Coordinates:
pt: Coordenadas:
zh: 坐标：

source: Enter the name of a village, city, etc. in the textfield below and select one of the results to zoom to its location.
pt: Digite o nome de uma aldeia, cidade, etc. no campo de texto abaixo e selecione um dos resultados para ampliar até sua localização.
zh: 在下面的文本字段中输入村庄、城市等的名称，然后选择要缩放到其位置的结果之一。

source: Search for a village, city, etc.
pt: Procurar um vilarejo, cidade, etc.
zh: 搜索村庄、城市等

source: Is the key resource person a registered or a non-registered WOCAT user?
pt: A pessoa chave do recurso é um usuário registrado ou não registrado na WOCAT?
zh: 关键资源人员是注册WOCAT用户还是非注册WOCAT用户?

source: WOCAT recommends that important key resource persons of this dataset should be <a href="https://www.wocat.net/accounts/signup/" target="_blank">registered</a> in the WOCAT database/ website. That way they remain contactable for inquiries. Their contact data will only be accessible to registered WOCAT users.
pt: A WOCAT recomenda que importantes pessoas-chave de recursos deste conjunto de dados sejam <a href="https://www.wocat.net/accounts/signup/" target="_blank">registradas</a> no banco de dados/site da WOCAT. Dessa forma, elas permanecem contatáveis para consultas. Seus dados de contato só serão acessíveis aos usuários registrados no WOCAT.
zh: WOCAT建议此数据集的重要关键资源人员应该 <a href="https://www.wocat.net/accounts/signup/" target="_blank">注册</a>在WOCAT数据库/网站。这样他们就可以随时联系询问。他们的联系方式只对注册的WOCAT用户开放。

source: Search a registered WOCAT user by typing the name of the person.
pt: Procure um usuário registrado na WOCAT digitando o nome da pessoa.
zh: 通过键入此人的姓名来搜索注册的WOCAT用户。

source: Registered User
pt: Usuário Registrado
zh: 注册用户

source: Enter the details of a person not registered in the WOCAT database.
pt: Digite os detalhes de uma pessoa não registrada no banco de dados do WOCAT.
zh: 输入未在WOCAT数据库中注册的人员的详细信息。

source: Non-registered User
pt: Usuário não registrado
zh: 非注册用户

source: <ul><li>You can search a registered WOCAT user by typing the name of the person.</li><li>If the person is not a registered WOCAT user, select the option "Non-registered Person" above.</li></ul>
pt: <ul><li>Você pode pesquisar um usuário WOCAT registrado digitando o nome da pessoa. </li><li>Se a pessoa não for um usuário registrado do WOCAT, selecione a opção "Pessoa não registrada" acima.</li></ul>
zh: <ul><li>您可以通过输入注册的WOCAT用户的姓名来搜索该用户。</li><li>如果此人不是注册的WOCAT用户，请选择上面的“非注册人”选项。</li></ul>

source: Search a registered WOCAT user
pt: Procurar um usuário registrado WOCAT
zh: 搜索一个注册的WOCAT用户

source: SLM Technologies which were promoted by and implemented through this Approach can be linked in a separate section "Linked Questionnaires" at the end.
pt: As tecnologias SLM que foram promovidas e implementadas através desta abordagem podem ser vinculadas em uma seção separada "Questionários Vinculados" no final.
zh: 通过这种方法推广和实施的SLM技术可以在最后单独的一节“链接问卷”中进行链接。

source: Associated SLM Approaches can be linked in a separate section at the end of the Questionnaire.
pt: As abordagens SLM associadas podem ser ligadas em uma seção separada no final do Questionário.
zh: 相关的SLM方法可以在调查问卷末尾的单独部分中链接。

source: Land use type(s)
pt: Tipo(s) de uso de terra
zh: 土地使用类型

source: Total:
zh: 总计：

source: WOCAT Technology Questionnaire has been updated
pt: O Questionário de Tecnologia WOCAT foi atualizado
zh: WOCAT技术调查问卷已经更新

source: Please note that the WOCAT Technology Questionnaire has been updated in October 2018 (Edition 2018). For more information see <a href="https://www.wocat.net/library/media/15/" class="link" target="_blank">https://www.wocat.net/library/media/15/</a>.
pt: Favor observar que o Questionário de Tecnologia WOCAT foi atualizado em outubro de 2018 (Edição 2018). Para mais informações, consulte <a href="https://www.wocat.net/library/media/15/" class="link" target="_blank">https://www.wocat.net/library/media/15/</a>.
zh: 请注意，WOCAT技术问卷已于2018年10月更新（2018年版）。更多信息请参阅 <a href="https://www.wocat.net/library/media/15/" class="link" target="_blank">https://www.wocat.net/library/media/15/</a>。

source: Photo
pt: Foto
zh: 照片

source: This is an outdated, inactive version of this case.
pt: Esta é uma versão desatualizada e inativa deste caso.
zh: 这是该案例的一个过时的非现行版本。

source: Go to the current version.
pt: Ir para a versão atual.
zh: 转到当前版本

source: Links and modules
pt: Links e módulos
zh: 链接和模块

source: Links
zh: 链接

source: No links
pt: Não há links
zh: 无链接

source: Modules
pt: Módulos
zh: 模块

source: No modules
pt: Não há módulos
zh: 无模块

source: Add a new module
pt: Adicionar um novo módulo
zh: 添加一个新的模块

source: 1. Select a Technology
pt: 1. Selecione uma Tecnologia
zh: 1. 选择一项技术

source: 2. Select a module
pt: 2. Selecione um módulo
zh: 2. 选择一个模块

source: Select a module which you would like to add to the Technology.
pt: Selecione um módulo que você gostaria de adicionar à Tecnologia.
zh: 选择要添加到技术中的模块。

source: 3. Create the module
pt: 3. Criar o módulo
zh: 3. 创建模块

source: Create
pt: Criação
zh: 创建

source: <p>Welcome to the help section of the Questionnaire!</p><p>Click "Next" to take a tour explaining the functions on this page.</p>
pt: <p>Bem-vindo à seção de ajuda do Questionário! </p><p>Clique em "Próxima" para fazer um tour explicando as funções desta página.</p>
zh: <p>欢迎进入调查问卷的帮助部分！</p><p>点击“下一步“浏览该页面的功能。</p>

source: <p>This is the output page where you can see all the data you entered in the form.</p>
pt: <p>Esta é a página de saída onde você pode ver todos os dados inseridos no formulário.</p>
zh: <p>这是一个输出页面，您可以在其中查看表单中输入的所有数据。</p>

source: <p>Each section is also visible in the output, any data you enter will appear here.</p>
pt: <p>Cada seção também é visível na saída, quaisquer dados que você inserir aparecerão aqui.</p>
zh: <p>每个部分都在输出结构中也可见，您输入的任何数据都将显示在这里。</p>

source: <p>Click on the button to edit a section and enter your data.</p><p>The numbers indicate how many questions are already filled out in this section.</p>
pt: <p>Clique no botão para editar uma seção e digite seus dados. </p><p>Os números indicam quantas perguntas já estão preenchidas nesta seção.</p>
zh: <p>单击按钮编辑一个部分并输入数据。</p>部分数字表示本节中已经填写了多少问题。</p>

source: No results found.
pt: Não foram encontrados resultados.
zh: 未找到结果。

source: No description available.
pt: Não há descrição disponível.
zh: 没有可用的描述。

source: New edition of the questionnaire is available. Please edit your data to create an updated version.
pt: A nova edição do questionário está disponível. Por favor, edite seus dados para criar uma versão atualizada.
zh: 新版本的调查问卷可用。请编辑数据以创建更新版本。

source: This SLM practice is also available in:
pt: Esta prática de SLM também está disponível em:
zh: 该SLM实践亦载于：

source: This case is linked to SLM Approaches
pt: Este caso está ligado à Abordagem SLM
zh: 该案例链接到SLM方法

source: This case is linked to SLM Technologies
pt: Este caso está ligado à Tecnologias SLM
zh: 该案例链接到SLM技术

source: This case has a CCA module
pt: Este caso tem um módulo CCA
zh: 该案例有一个CCA模块

source: No modules found.
pt: Não foram encontrados módulos.
zh: 未发现模块

source: Unsupported file type
pt: Arquivo tipo sem suporte
zh: 不支持的文件类型

source: File is too big
pt: O arquivo é muito grande
zh: 文件太大

source: SLM Data
pt: Dados SLM
zh: SLM数据

source: Search Terms
pt: Termos de busca
zh: 检索项

source: Unknown
pt: Desconhecido
zh: 未知

source: Language
pt: Idioma
zh: 语言

source: The questionnaire was successfully submitted.
pt: O questionário foi enviado com sucesso.
zh: 调查问卷成功提交

source: The questionnaire was successfully reviewed.
pt: O questionário foi revisado com sucesso.
zh: 调查问卷成功审查

source: New version was published
pt: Nova versão foi publicada
zh: 新版本已发布

source: The questionnaire was successfully set public.
pt: O questionário foi publicado com sucesso.
zh: 调查问卷成功发布

source: The questionnaire was successfully rejected.
pt: O questionário foi rejeitado com sucesso.
zh: 调查问卷被拒绝

source: Assigned users were successfully updated
pt: Os usuários designados foram atualizados com sucesso
zh: 分配的用户已更新

source: The flag could not be set because a version of this questionnaire is already in the review process and needs to be published first. Please try again later.
pt: O marcador não pôde ser colocado porque uma versão deste questionário já está em processo de revisão e precisa ser publicada primeiro. Por favor, tente novamente mais tarde.
zh: 无法设置该标记，因为此调查表的某个版本已在审阅过程中，需要首先发布。请稍后再试。

source: The flag was successfully set.
pt: O marcador foi definido com sucesso.
zh: 标记已成功设置

source: The flag could not be removed because a version of this questionnaire is already in the review process and needs to be published first. Please try again later.
pt: O marcador não pôde ser removido porque uma versão deste questionário já está em processo de revisão e precisa ser publicada primeiro. Por favor, tente novamente mais tarde.
zh: 无法删除该标记，因为此调查表的某个版本已在审阅过程中，需要首先发布。请稍后再试。

source: The flag was successfully removed. Please note that this created a new version which needs to be reviewed. In the meantime, you are seeing the public version which still shows the flag.
pt: O marcador foi retirado com sucesso. Observe que isto criou uma nova versão que precisa ser revista. Enquanto isso, você está vendo a versão pública que ainda mostra o marcador.
zh: 已成功删除标记。请注意，这里创建了一个需要审查的新版本。与此同时，您将看到仍然显示该标志的公共版本。

source: New version due to unccd flagging
pt: Nova versão devido à bandeira unccd
zh: 由于UNCCD标记而产生的新版本

source: The questionnaire was succesfully removed
pt: O questionário foi removido com sucesso
zh: 该调查问卷已成功删除

source: Data successfully saved.
pt: Dados salvos com sucesso.
zh: 数据保存成功。

source: QCAT Form
pt: Formulário QCAT
zh: QCAT表格

source: No or multiple files provided.
pt: Não são fornecidos arquivos ou arquivos múltiplos.
zh: 未提供或提供多个文件。

source: Only data declared as public are visible.
pt: Somente os dados declarados como públicos são visíveis.
zh: 只有声明为公共的数据才可见。

source: Subsidies for specific inputs
pt: Subsídios para insumos específicos
zh: 特定投入的补贴

source: Answer: {}
pt: Resposta: {}
zh: 答案：{}

source: Management:
pt: Gestão:
zh: 管理：

source: Varieties:
pt: Variedades:
zh: 品种：

source: Location
pt: Localização
zh: 地点

source: Description
pt: Descrição
zh: 描述

source: Geo-reference of selected sites
pt: Geo-referência de locais selecionados
zh: 选定地点的地理参考

source: Initiation date
pt: Data de início
zh: 启动日期

source: Year of termination
pt: Ano de término
zh: 终止年份

source: Type of Approach
pt: Tipo de abordagem
zh: 方法的类型

source: Approach aims and enabling environment
pt: Objetivos de aproximação e ambiente propício
zh: 方法目标和有利环境

source: Main aims / objectives of the approach
pt: Principais metas / objetivos da abordagem
zh: 该方法的主要目的/目标

source: Conditions enabling the implementation of the Technology/ ies applied under the Approach
pt: Condições que permitem a implementação da Tecnologia(s) aplicada(s) sob a Abordagem
zh: 推动实施本办法所应用技术的条件

source: Conditions hindering the implementation of the Technology/ ies applied under the Approach
pt: Condições que dificultam a implementação da Tecnologia(s) aplicada(s) sob a Abordagem
zh: 阻碍实施本办法所应用技术的条件

source: Participation and roles of stakeholders involved
pt: Participação e papel das partes interessadas envolvidas
zh: 相关利益相关者的参与和角色

source: Stakeholders involved in the Approach and their roles
pt: Partes interessadas envolvidas na abordagem e seus papéis
zh: 该方法涉及的利益相关者及其职责

source: Lead agency
pt: Agência líder
zh: 领导机构

source: Involvement of local land users/ local communities in the different phases of the Approach
pt: Envolvimento do usuários de terra/comunidades locais nas diferentes fases da abordagem
zh: 当地土地使用者/当地社区参与该方法的不同阶段

source: Author: {}
pt: Autor: {}
zh: 作者：{}

source: Flow chart
pt: Fluxograma
zh: 流程图

source: Decision-making on the selection of SLM Technology
pt: Tomada de decisão sobre a seleção da Tecnologia SLM
zh: 有关SLM技术选择的决策

source: Decisions were taken by
pt: As decisões foram tomadas por
zh: 决策是由......做出的

source: Decisions were made based on
pt: As decisões foram tomadas com base em
zh: 决策是基于

source: Technical support, capacity building, and knowledge management
pt: Suporte técnico, reforço das capacidades e gestão do conhecimento
zh: 技术支持、能力建设和知识管理

source: The following activities or services have been part of the approach
pt: As seguintes atividades ou serviços têm sido parte da abordagem
zh: 以下活动或服务是该方法的一部分

source: Capacity building/ training
pt: Reforço das capacidades/formação
zh: 能力建设/培训

source: Training was provided to the following stakeholders
pt: Foi fornecido treinamento às seguintes partes interessadas
zh: 向以下利益相关者提供培训

source: Form of training
pt: Tipo de formação
zh: 培训形式

source: Subjects covered
pt: Assuntos abordados
zh: 涵盖的主题

source: Advisory service
pt: Serviço de consultoria
zh: 咨询服务

source: Advisory service was provided
pt: Foi prestado um serviço de consultoria
zh: 已提供咨询服务

source: Institution strengthening
pt: Fortalecimento institucional
zh: 机构强化

source: Institutions have been strengthened / established
pt: As instituições foram fortalecidas / estabelecidas
zh: 机构已强化/建立

source: at the following level
pt: no seguinte nível
zh: 在下述层面上

source: Describe institution, roles and responsibilities, members, etc.
pt: Descreva instituição, papéis e responsabilidades, membros, etc.
zh: 描述机构、角色和职责、成员等

source: Type of support
pt: Tipo de apoio
zh: 支持类型

source: Further details
pt: Mais detalhes
zh: 进一步细节

source: Monitoring and evaluation
pt: Monitoramento e avaliação
zh: 监测和评估

source: Research
pt: Pesquisa
zh: 研究

source: Research treated the following topics
pt: As pesquisas trataram dos seguintes tópicos
zh: 研究涉及以下主题

source: Financing and external material support
pt: Financiamento e apoio material externo
zh: 融资和外部物质支持

source: Annual budget in USD for the SLM component
pt: Orçamento anual em USD para o componente SLM
zh: SLM组成部分的年度预算，以美元计算

source: Precise annual budget: {}
pt: Orçamento anual preciso: {}
zh: 准确的年度预算：{}

source: The following services or incentives have been provided to land users
pt: Os seguintes serviços ou incentivos foram fornecidos aos usuários de terras
zh: 已向土地使用者提供以下服务或激励

source: Labour by land users was
pt: A mão-de-obra dos usuários da terra foi
zh: 土地使用者的劳动力为

source: Financial/ material support provided to land users
pt: Apoio financeiro/material concedido aos usuários da terra
zh: 为土地使用者提供财政/物质支援

source: Credit
pt: Crédito
zh: 信贷

source: Conditions: {}
pt: Condições: {}
zh: 条件：{}

source: Credit providers: {}
pt: Fornecedores de crédito: {}
zh: 信贷提供者：{}

source: Credit receivers: {}
pt: Receptores de crédito: {}
zh: 信贷接受者：{}

source: Other incentives or instruments
pt: Outros incentivos ou instrumentos
zh: 其它激励或手段

source: Impact analysis and concluding statements
pt: Análise de impactos e declarações finais
zh: 影响分析和结论性陈述

source: Impacts of the Approach
pt: Impactos da abordagem
zh: 方法的影响

source: Did the approach...
pt: A abordagem...
zh: 该方法是否......

source: Main motivation of land users to implement SLM
pt: Principal motivação dos usuários da terra para implementar a gestão sustentável da terra
zh: 土地使用者实施SLM的主要动机

source: Sustainability of Approach activities
pt: Atividades de sustentabilidade de abordagem
zh: 方法活动的可持续性

source: Can the land users sustain what hat been implemented through the Approach (without external support)?
pt: Os usuários da terra podem sustentar o que foi implementado através da Abordagem (sem apoio externo)?
zh: 土地使用者能否维持通过该方法实施的措施（无外部支持的情况下）？

source: n.a.
zh: 不适用

source: land user's view
pt: visão do usuário de terra
zh: 土地使用者的观点

source: compiler’s or other key resource person’s view
pt: a visão do compilador ou de outra pessoa-chave de recursos
zh: 编制者或其他关键资源人员的观点

source: Conclusions and lessons learnt
pt: Conclusões e experiências adquiridas
zh: 结论和吸取的教训

source: Strengths
pt: Pontos fortes
zh: 长处

source: Weaknesses/ disadvantages/ risks
pt: Pontos fracos/desvantagens/riscos
zh: 弱点/缺点/风险

source: how to overcome
pt: como superar
zh: 如何克服

source: References
pt: Referências
zh: 参考文献

source: Date of documentation
pt: Data da documentação
zh: 实施日期
