Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# wocat label_filter
source: Project
pt: Projeto
zh: 项目

# watershed label
source: Name of project which facilitated the documentation/ evaluation of the watershed (if relevant)
pt: Nome do projeto que facilitou a documentação/avaliação da bacia hidrográfica (se relevante)
zh: 有助于对流域进行记录/评估的项目名称（如相关）

# watershed helptext
source: If your project is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
pt: Se seu projeto não estiver listado na lista suspensa, favor contatar o secretariado da WOCAT (wocat@cde.unibe.ch).
zh: 如果您的项目未在下拉列表中列出，请联系WOCAT秘书处（wocat@cde.unibe.ch）。

# approaches label
source: Name of project which facilitated the documentation/ evaluation of the Approach (if relevant)
pt: Nome do projeto que facilitou a documentação/avaliação da Abordagem (se relevante)
zh: 有助于对方法进行记录/评估的项目名称（如相关）

# approaches helptext
source: If your project is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
pt: Se seu projeto não estiver listado na lista suspensa, favor contatar o secretariado da WOCAT (wocat@cde.unibe.ch).
zh: 如果您的项目未在下拉列表中列出，请联系WOCAT秘书处（wocat@cde.unibe.ch）。

# approaches label_filter
source: Project
pt: Projeto
zh: 项目

# technologies label
source: Name of project which facilitated the documentation/ evaluation of the Technology (if relevant)
pt: Nome do projeto que facilitou a documentação/avaliação da Tecnologia (se relevante)
zh: 有助于对技术进行记录/评估的项目名称（如相关）

# technologies helptext
source: If your project is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
pt: Se seu projeto não estiver listado na lista suspensa, favor contatar o secretariado da WOCAT (wocat@cde.unibe.ch).
zh: 如果您的项目未在下拉列表中列出，请联系WOCAT秘书处（wocat@cde.unibe.ch）。

# technologies label_filter
source: Project
pt: Projeto
zh: 项目

# cca label
source: Name of the institution(s) which facilitated the documentation/ evaluation of the adaptation of the Technology to climate change (if relevant)
pt: Nome da(s) instituição(ões) que facilitou(ram) a documentação/avaliação da adaptação da Tecnologia à mudança climática (se relevante)
zh: 有助于记录/评估技术对气候变化适应性的机构名称（如相关）

# cca helptext
source: If your institution is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
pt: Se sua instituição não estiver listada no menu suspenso, entre em contato com o secretariado da WOCAT (wocat@cde.unibe.ch).
zh: 如果您的机构未在下拉列表中列出，请联系WOCAT秘书处（wocat@cde.unibe.ch）。

# wocat label
source: Name of the institution which facilitated the documentation/ evaluation
pt: Nome da instituição que facilitou a documentação/avaliação
zh: 有助于记录/评估的机构名称

# wocat label_filter
source: Institution
pt: Intituição
zh: 机构

# watershed label
source: Name of the institution(s) which facilitated the documentation/ evaluation of the watershed (if relevant)
pt: Nome da(s) instituição(ões) que facilitou(ram) a documentação/ avaliação da bacia hidrográfica (se relevante)
zh: 有助于对流域进行记录/评估的机构名称（如相关）

# watershed helptext
source: If your institution is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
pt: Se sua instituição não estiver listada no menu suspenso, entre em contato com o secretariado da WOCAT (wocat@cde.unibe.ch).
zh: 如果您的机构未在下拉列表中列出，请联系WOCAT秘书处（wocat@cde.unibe.ch）。

# approaches label
source: Name of the institution(s) which facilitated the documentation/ evaluation of the Approach (if relevant)
pt: Nome da(s) instituição(ões) que facilitou(ram) a documentação/avaliação da Abordagem (se relevante)
zh: 有助于对方法进行记录/评估的机构名称（如相关）

# approaches helptext
source: If your institution is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
pt: Se sua instituição não estiver listada no menu suspenso, entre em contato com o secretariado da WOCAT (wocat@cde.unibe.ch).
zh: 如果您的机构未在下拉列表中列出，请联系WOCAT秘书处（wocat@cde.unibe.ch）。

# approaches label_filter
source: Institution
pt: Intituição
zh: 机构

# technologies label
source: Name of the institution(s) which facilitated the documentation/ evaluation of the Technology (if relevant)
pt: Nome da(s) instituição(ões) que facilitou(ram) a documentação/ avaliação da Tecnologia (se relevante)
zh: 有助于对技术进行记录/评估的机构名称（如相关）

# technologies helptext
source: If your institution is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
pt: Se sua instituição não estiver listada no menu suspenso, entre em contato com o secretariado da WOCAT (wocat@cde.unibe.ch).
zh: 如果您的机构未在下拉列表中列出，请联系WOCAT秘书处（wocat@cde.unibe.ch）。

# technologies label_filter
source: Institution
pt: Intituição
zh: 机构

# cca label
source: Specify (e.g. number of informants)
pt: Especificar (por exemplo, número de informantes)
zh: 具体说明（比如被调查者的数量）

# approaches label
source: Specify (e.g. number of informants)
pt: Especificar (por exemplo, número de informantes)
zh: 具体说明（比如被调查者的数量）

# technologies label
source: Specify (e.g. number of informants)
pt: Especificar (por exemplo, número de informantes)
zh: 具体说明（比如被调查者的数量）

# cca label
source: Title, author, year, ISBN
pt: Título, autor, ano, ISBN
zh: 标题、作者、年份、ISBN

# watershed label
source: Title, author, year, ISBN
pt: Título, autor, ano, ISBN
zh: 标题、作者、年份、ISBN

# approaches label
source: Title, author, year, ISBN
pt: Título, autor, ano, ISBN
zh: 标题、作者、年份、ISBN

# technologies label
source: Title, author, year, ISBN
pt: Título, autor, ano, ISBN
zh: 标题、作者、年份、ISBN

# cca label
source: Available from where? Costs?
pt: Disponível de onde? Custos?
zh: 可以从哪里获得?成本如何?

# watershed label
source: Available from where? Costs?
pt: Disponível de onde? Custos?
zh: 可以从哪里获得?成本如何?

# approaches label
source: Available from where? Costs?
pt: Disponível de onde? Custos?
zh: 可以从哪里获得?成本如何?

# technologies label
source: Available from where? Costs?
pt: Disponível de onde? Custos?
zh: 可以从哪里获得?成本如何?

# cca label
source: Title/ description
pt: Título/ descrição
zh: 标题/说明

# watershed label
source: Title/ description
pt: Título/ descrição
zh: 标题/说明

# approaches label
source: Title/ description
pt: Título/ descrição
zh: 标题/说明

# technologies label
source: Title/ description
pt: Título/ descrição
zh: 标题/说明

# cca label
source: When were the data compiled (in the field)?
pt: Quando os dados foram compilados (no campo)?
zh: （现场）数据是什么时候汇编的？

# watershed label
source: When were the data compiled (in the field)?
pt: Quando os dados foram compilados (no campo)?
zh: （现场）数据是什么时候汇编的？

# approaches label
source: When were the data compiled (in the field)?
pt: Quando os dados foram compilados (no campo)?
zh: （现场）数据是什么时候汇编的？

# technologies label
source: When were the data compiled (in the field)?
pt: Quando os dados foram compilados (no campo)?
zh: （现场）数据是什么时候汇编的？

# cca label
source: The compiler and key resource person(s) accept the conditions regarding the use of data documented through WOCAT
pt: O compilador e a(s) pessoa(s) chave(s) de recursos aceitam as condições relativas ao uso de dados documentados através do WOCAT
zh: 编制者和关键资源人员接受有关使用通过WOCAT记录数据的条件。

# cca helptext
source: <strong>Note</strong>: If you do not accept the conditions regarding the use of data documented through WOCAT your data will not be accepted by the WOCAT secretariat and it will not be published.
pt: <strong>Observação</strong>: Se você não aceitar as condições relativas ao uso dos dados documentados através do WOCAT, seus dados não serão aceitos pelo secretariado do WOCAT e não serão publicados.
zh: <strong>注</strong>：如果您不接受关于使用通过WOCAT记录数据的条件，WOCAT秘书处将不接受您的数据，并且不会发布这些数据。

# watershed label
source: The compiler and key resource person(s) accept the conditions regarding the use of data documented through WOCAT
pt: O compilador e a(s) pessoa(s) chave(s) de recursos aceitam as condições relativas ao uso de dados documentados através do WOCAT
zh: 编制者和关键资源人员接受有关使用通过WOCAT记录数据的条件。

# watershed helptext
source: <strong>Note</strong>: If you do not accept the conditions regarding the use of data documented through WOCAT your data will not be accepted by the WOCAT secretariat and it will not be published.
pt: <strong>Observação</strong>: Se você não aceitar as condições relativas ao uso dos dados documentados através do WOCAT, seus dados não serão aceitos pelo secretariado do WOCAT e não serão publicados.
zh: <strong>注</strong>：如果您不接受关于使用通过WOCAT记录数据的条件，WOCAT秘书处将不接受您的数据，并且不会发布这些数据。

# approaches label
source: The compiler and key resource person(s) accept the conditions regarding the use of data documented through WOCAT
pt: O compilador e a(s) pessoa(s) chave(s) de recursos aceitam as condições relativas ao uso de dados documentados através do WOCAT
zh: 编制者和关键资源人员接受有关使用通过WOCAT记录数据的条件。

# approaches helptext
source: <strong>Note</strong>: If you do not accept the conditions regarding the use of data documented through WOCAT your data will not be accepted by the WOCAT secretariat and it will not be published.
pt: <strong>Observação</strong>: Se você não aceitar as condições relativas ao uso dos dados documentados através do WOCAT, seus dados não serão aceitos pelo secretariado do WOCAT e não serão publicados.
zh: <strong>注</strong>：如果您不接受关于使用通过WOCAT记录数据的条件，WOCAT秘书处将不接受您的数据，并且不会发布这些数据。

# technologies label
source: The compiler and key resource person(s) accept the conditions regarding the use of data documented through WOCAT
pt: O compilador e a(s) pessoa(s) chave(s) de recursos aceitam as condições relativas ao uso de dados documentados através do WOCAT
zh: 编制者和关键资源人员接受有关使用通过WOCAT记录数据的条件。

# technologies helptext
source: <strong>Note</strong>: If you do not accept the conditions regarding the use of data documented through WOCAT your data will not be accepted by the WOCAT secretariat and it will not be published.
pt: <strong>Observação</strong>: Se você não aceitar as condições relativas ao uso dos dados documentados através do WOCAT, seus dados não serão aceitos pelo secretariado do WOCAT e não serão publicados.
zh: <strong>注</strong>：如果您不接受关于使用通过WOCAT记录数据的条件，WOCAT秘书处将不接受您的数据，并且不会发布这些数据。

# cca label
source: Address
pt: Endereço
zh: 地址

# watershed label
source: Address
pt: Endereço
zh: 地址

# approaches label
source: Address
pt: Endereço
zh: 地址

# technologies label
source: Address
pt: Endereço
zh: 地址

# watershed label
source: Center of the watershed
pt: Centro da bacia hidrográfica
zh: 流域中心

# approaches label
source: Map
pt: Mapa
zh: 地图

# technologies label
source: Map
pt: Mapa
zh: 地图

# approaches label
source: Vimeo ID
pt: Identificação do Vimeo
zh: 视频名称

# approaches helptext
source: Indicate only the ID of the Vimeo video. The ID contains only numbers and can be found in the URL of the video, e.g. https://vimeo.com/<strong><u>97415985</u></strong>.
pt: Indicar apenas a identificação do vídeo do Vimeo. A identificação contém apenas números e pode ser encontrado na URL do vídeo, por exemplo, https://vimeo.com/<strong><u>97415985</u></strong>.
zh: 只标注Vimeo视频的名称。名称只包含数字，可以在视频的URL中找到，例如https://vimeo.com/<strong><u>97415985</u></strong>.

# technologies label
source: Vimeo ID
pt: Identificação do Vimeo
zh: 视频名称

# technologies helptext
source: Indicate only the ID of the Vimeo video. The ID contains only numbers and can be found in the URL of the video, e.g. https://vimeo.com/<strong><u>97415985</u></strong>.
pt: Indicar apenas a identificação do vídeo do Vimeo. A identificação contém apenas números e pode ser encontrado na URL do vídeo, por exemplo, https://vimeo.com/97415985.
zh: 只标注Vimeo视频的名称。名称只包含数字，可以在视频的URL中找到，例如https://vimeo.com/<strong><u>97415985</u></strong>.

# watershed label
source: Further comments
pt: Comentários adicionais
zh: 进一步注释

# approaches label
source: Further comments
pt: Comentários adicionais
zh: 进一步注释

# technologies label
source: Further comments
pt: Comentários adicionais
zh: 进一步注释

# wocat label
source: Afghanistan
pt: Afeganistão
zh: 阿富汗

# wocat label
source: Albania
pt: Albânia
zh: 阿尔巴尼亚

# wocat label
source: Algeria
pt: Argélia
zh: 阿尔及利亚

# wocat label
source: American Samoa
pt: Samoa Americana
zh: 美属萨摩亚

# wocat label
source: Andorra
zh: 安多拉

# wocat label
source: Angola
zh: 安哥拉

# wocat label
source: Anguilla
pt: Anguila
zh: 安圭拉

# wocat label
source: Antarctica
pt: Antártica
zh: 南极洲

# wocat label
source: Antigua and Barbuda
pt: Antígua e Barbuda
zh: 安提瓜和巴布达

# wocat label
source: Argentina
zh: 阿根廷

# wocat label
source: Armenia
pt: Armênia
zh: 亚美尼亚

# wocat label
source: Aruba
zh: 阿鲁巴

# wocat label
source: Australia
pt: Austrália
zh: 澳大利亚

# wocat label
source: Austria
pt: Áustria
zh: 奥地利

# wocat label
source: Azerbaijan
pt: Azerbaijão
zh: 阿塞拜疆

# wocat label
source: Bahamas
zh: 巴哈马群岛

# wocat label
source: Bahrain
pt: Bahrein
zh: 巴林

# wocat label
source: Bangladesh
zh: 孟加拉国

# wocat label
source: Barbados
zh: 巴巴多斯

# wocat label
source: Belarus
pt: Bielorrússia
zh: 白俄罗斯

# wocat label
source: Belgium
pt: Bélgica
zh: 比利时

# wocat label
source: Belize
zh: 伯利兹城

# wocat label
source: Benin
zh: 贝宁

# wocat label
source: Bermuda
pt: Bermudas
zh: 百慕大

# wocat label
source: Bhutan
pt: Butão
zh: 不丹

# wocat label
source: Bolivia, Plurinational State of
pt: Estado Plurinacional da Bolívia
zh: 玻利维亚，多民族国家

# wocat label
source: Bonaire, Sint Eustatius and Saba
pt: Bonaire, Santo Eustáquio e Saba
zh: 博内尔、圣尤斯特歇斯和萨巴

# wocat label
source: Bosnia and Herzegovina
pt: Bósnia e Herzegovina
zh: 波斯尼亚和黑塞哥维那

# wocat label
source: Botswana
pt: Botsuana
zh: 博茨瓦纳

# wocat label
source: Bouvet Island
pt: Ilha Bouvet
zh: 布韦岛

# wocat label
source: Brazil
pt: Brasil
zh: 巴西

# wocat label
source: British Indian Ocean Territory
pt: Território do Oceano Índico Britânico
zh: 英属印度洋领地

# wocat label
source: Brunei Darussalam
zh: 文莱达鲁萨兰国

# wocat label
source: Bulgaria
pt: Bulgária
zh: 保加利亚

# wocat label
source: Burkina Faso
zh: 布基纳法索

# wocat label
source: Burundi
zh: 布隆迪

# wocat label
source: Cambodia
pt: Camboja
zh: 柬埔寨

# wocat label
source: Cameroon
pt: Camarões
zh: 喀麦隆

# wocat label
source: Canada
pt: Canadá
zh: 加拿大

# wocat label
source: Cape Verde
pt: Cabo Verde
zh: 佛得角

# wocat label
source: Cayman Islands
pt: Ilhas Cayman
zh: 开曼群岛

# wocat label
source: Central African Republic
pt: República Centro-Africana
zh: 中非共和国

# wocat label
source: Chad
pt: Chade
zh: 乍得

# wocat label
source: Chile
zh: 智利

# wocat label
source: China
zh: 中国

# wocat label
source: Christmas Island
pt: Ilha do Natal
zh: 圣延岛

# wocat label
source: Cocos (Keeling) Islands
pt: Ilhas Cocos (Keeling)
zh: 科科斯（基林）群岛

# wocat label
source: Colombia
pt: Colômbia
zh: 哥伦比亚

# wocat label
source: Comoros
pt: Comores
zh: 科摩罗

# wocat label
source: Congo
zh: 刚果

# wocat label
source: Congo, the Democratic Republic of the
pt: A República Democrática do Congo
zh: 刚果民主共和国

# wocat label
source: Cook Islands
pt: Ilhas Cook
zh: 库克群岛

# wocat label
source: Costa Rica
zh: 哥斯达黎加

# wocat label
source: Croatia
pt: Croácia
zh: 克罗地亚

# wocat label
source: Cuba
zh: 古巴

# wocat label
source: Curaçao
pt: Curaçau
zh: 库拉索岛

# wocat label
source: Cyprus
pt: Chipre
zh: 塞浦路斯

# wocat label
source: Czech Republic
pt: República Tcheca
zh: 捷克共和国

# wocat label
source: Côte d'Ivoire
pt: Costa do Marfim
zh: 科特迪瓦

# wocat label
source: Denmark
pt: Dinamarca
zh: 丹麦

# wocat label
source: Djibouti
zh: 吉布提

# wocat label
source: Dominica
zh: 多米尼加

# wocat label
source: Dominican Republic
pt: República Dominicana
zh: 多米尼加共和国

# wocat label
source: Ecuador
pt: Equador
zh: 厄瓜多尔

# wocat label
source: Egypt
pt: Egito
zh: 埃及

# wocat label
source: El Salvador
zh: 萨尔瓦多

# wocat label
source: Equatorial Guinea
pt: Guiné Equatorial
zh: 赤道几内亚

# wocat label
source: Eritrea
pt: Eritreia
zh: 厄立特里亚

# wocat label
source: Estonia
pt: Estônia
zh: 爱沙尼亚

# wocat label
source: Ethiopia
pt: Etiópia
zh: 埃塞俄比亚

# wocat label
source: Falkland Islands (Malvinas)
pt: Ilhas Malvinas (Malvinas)
zh: 福克兰群岛（马尔维纳斯群岛）

# wocat label
source: Faroe Islands
pt: Ilhas Faroé
zh: 法罗群岛

# wocat label
source: Fiji
zh: 斐济

# wocat label
source: Finland
pt: Finlândia
zh: 芬兰

# wocat label
source: France
pt: França
zh: 法国

# wocat label
source: French Guiana
pt: Guiana Francesa
zh: 法属圭亚那

# wocat label
source: French Polynesia
pt: Polinésia Francesa
zh: 法属玻里尼西亚

# wocat label
source: French Southern Territories
pt: Territórios Franceses do Sul
zh: 法属南部领地

# wocat label
source: Gabon
pt: Gabão
zh: 加蓬

# wocat label
source: Gambia
pt: Gâmbia
zh: 冈比亚

# wocat label
source: Georgia
pt: Geórgia
zh: 乔治亚

# wocat label
source: Germany
pt: Alemanha
zh: 德国

# wocat label
source: Ghana
pt: Gana
zh: 加纳

# wocat label
source: Gibraltar
zh: 直布罗陀

# wocat label
source: Greece
pt: Grécia
zh: 希腊

# wocat label
source: Greenland
pt: Groenlândia
zh: 格陵兰

# wocat label
source: Grenada
pt: Granada
zh: 格林纳达

# wocat label
source: Guadeloupe
pt: Guadalupe
zh: 瓜德罗普岛

# wocat label
source: Guam
zh: 关岛

# wocat label
source: Guatemala
zh: 危地马拉

# wocat label
source: Guernsey
zh: 格恩西岛

# wocat label
source: Guinea
pt: Guiné
zh: 几内亚

# wocat label
source: Guinea-Bissau
pt: Guiné-Bissau
zh: 几内亚比绍

# wocat label
source: Guyana
pt: Guiana
zh: 圭亚那

# wocat label
source: Haiti
zh: 海地

# wocat label
source: Heard Island and McDonald Mcdonald Islands
pt: Ilha Heard e Ilhas McDonald
zh: 赫德岛和麦克唐纳群岛

# wocat label
source: Holy See (Vatican City State)
pt: Santa Sé (Estado da Cidade do Vaticano)
zh: 教廷（梵蒂冈城国）

# wocat label
source: Honduras
zh: 洪都拉斯

# wocat label
source: Hong Kong
zh: 香港

# wocat label
source: Hungary
pt: Hungria
zh: 匈牙利

# wocat label
source: Iceland
pt: Islândia
zh: 冰岛

# wocat label
source: India
pt: Índia
zh: 印度

# wocat label
source: Indonesia
pt: Indonésia
zh: 印度尼西亚

# wocat label
source: Iran, Islamic Republic of
pt: República Islâmica do Irã
zh: 伊朗，伊斯兰共和国

# wocat label
source: Iraq
pt: Iraque
zh: 伊拉克

# wocat label
source: Ireland
pt: Irlanda
zh: 爱尔兰

# wocat label
source: Isle of Man
pt: Ilha de Man
zh: 英国属地曼岛

# wocat label
source: Israel
zh: 以色列

# wocat label
source: Italy
pt: Itália
zh: 意大利

# wocat label
source: Jamaica
zh: 牙买加

# wocat label
source: Japan
pt: Japão
zh: 日本

# wocat label
source: Jersey
zh: 泽西岛

# wocat label
source: Jordan
pt: Jordânia
zh: 约旦

# wocat label
source: Kazakhstan
pt: Cazaquistão
zh: 哈萨克斯坦

# wocat label
source: Kenya
pt: Quênia
zh: 肯尼亚

# wocat label
source: Kiribati
zh: 基里巴斯

# wocat label
source: Korea, Democratic People's Republic of
pt: República Popular Democrática da Coréia
zh: 朝鲜民主主义人民共和国

# wocat label
source: Korea, Republic of
pt: República da Coréia
zh: 韩国

# wocat label
source: Kuwait
zh: 科威特

# wocat label
source: Kyrgyzstan
pt: Quirguizistão
zh: 吉尔吉斯斯坦

# wocat label
source: Lao People's Democratic Republic
pt: República Democrática Popular do Laos
zh: 老挝人民民主共和国

# wocat label
source: Latvia
pt: Letônia
zh: 拉脱维亚

# wocat label
source: Lebanon
pt: Líbano
zh: 黎巴嫩

# wocat label
source: Lesotho
pt: Lesoto
zh: 莱索托

# wocat label
source: Liberia
pt: Libéria
zh: 利比里亚

# wocat label
source: Libya
pt: Líbia
zh: 利比亚

# wocat label
source: Liechtenstein
zh: 列支敦斯登

# wocat label
source: Lithuania
pt: Lituânia
zh: 立陶宛

# wocat label
source: Luxembourg
pt: Luxemburgo
zh: 卢森堡

# wocat label
source: Macao
pt: Macau
zh: 澳门

# wocat label
source: Macedonia, the Former Yugoslav Republic of
pt: A Antiga República Lugoslava da Macedônia
zh: 前南斯拉夫的马其顿共和国

# wocat label
source: Madagascar
zh: 马达加斯加岛

# wocat label
source: Malawi
pt: Malauí
zh: 马拉维

# wocat label
source: Malaysia
pt: Malásia
zh: 马来西亚

# wocat label
source: Maldives
pt: Maldivas
zh: 马尔代夫

# wocat label
source: Mali
zh: 马里

# wocat label
source: Malta
zh: 马尔他

# wocat label
source: Marshall Islands
pt: Ilhas Marshall
zh: 马绍尔群岛

# wocat label
source: Martinique
pt: Martinica
zh: 马提尼克

# wocat label
source: Mauritania
pt: Mauritânia
zh: 毛里塔尼亚

# wocat label
source: Mauritius
pt: Ilhas Maurício
zh: 毛里求斯

# wocat label
source: Mayotte
zh: 马约特岛

# wocat label
source: Mexico
pt: México
zh: 墨西哥

# wocat label
source: Micronesia, Federated States of
pt: Estados Federados de Micronésia
zh: 密克罗尼西亚联邦

# wocat label
source: Moldova, Republic of
pt: República da Moldávia
zh: 摩尔多瓦共和国

# wocat label
source: Monaco
pt: Mônaco
zh: 摩纳哥

# wocat label
source: Mongolia
pt: Mongólia
zh: 蒙古

# wocat label
source: Montenegro
zh: 黑山共和国

# wocat label
source: Montserrat
zh: 蒙特色拉特岛

# wocat label
source: Morocco
pt: Marrocos
zh: 摩洛哥

# wocat label
source: Mozambique
pt: Moçambique
zh: 莫桑比克

# wocat label
source: Myanmar
pt: Mianmar
zh: 缅甸

# wocat label
source: Namibia
pt: Namíbia
zh: 纳米比亚

# wocat label
source: Nauru
zh: 瑙鲁

# wocat label
source: Nepal
zh: 尼泊尔

# wocat label
source: Netherlands
pt: Países Baixos
zh: 荷兰

# wocat label
source: New Caledonia
pt: Nova Caledônia
zh: 新喀里多尼亚

# wocat label
source: New Zealand
pt: Nova Zelândia
zh: 新西兰

# wocat label
source: Nicaragua
pt: Nicarágua
zh: 尼加拉瓜

# wocat label
source: Niger
pt: Níger
zh: 尼日尔

# wocat label
source: Nigeria
pt: Nigéria
zh: 尼日利亚

# wocat label
source: Niue
zh: 纽埃岛

# wocat label
source: Norfolk Island
pt: Ilha Norfolk
zh: 诺福克岛

# wocat label
source: Northern Mariana Islands
pt: Ilhas Marianas do Norte
zh: 北马里亚纳群岛

# wocat label
source: Norway
pt: Noruega
zh: 挪威

# wocat label
source: Oman
pt: Omã
zh: 阿曼

# wocat label
source: Pakistan
pt: Paquistão
zh: 巴基斯坦

# wocat label
source: Palau
zh: 帕劳群岛

# wocat label
source: Palestine, State of
pt: Estado de Palestina
zh: 巴勒斯坦国

# wocat label
source: Panama
pt: Panamá
zh: 巴拿马

# wocat label
source: Papua New Guinea
pt: Papua-Nova Guiné
zh: 巴布亚新几内亚

# wocat label
source: Paraguay
pt: Paraguai
zh: 巴拉圭

# wocat label
source: Peru
zh: 秘鲁

# wocat label
source: Philippines
pt: Filipinas
zh: 菲律宾

# wocat label
source: Pitcairn
zh: 皮特凯恩岛

# wocat label
source: Poland
pt: Polônia
zh: 波兰

# wocat label
source: Portugal
zh: 葡萄牙

# wocat label
source: Puerto
pt: Porto
zh: 波多黎各

# wocat label
source: Qatar
zh: 卡塔尔

# wocat label
source: Romania
pt: Romênia
zh: 罗马尼亚

# wocat label
source: Russian Federation
pt: Federação Russa
zh: 俄罗斯联邦

# wocat label
source: Rwanda
pt: Ruanda
zh: 卢旺达

# wocat label
source: Réunion
pt: Ilha da Reunião
zh: 留尼汪岛

# wocat label
source: Saint Barthélemy
pt: São Bartolomeu
zh: 圣巴泰勒米

# wocat label
source: Saint Helena, Ascension and Tristan da Cunha
pt: Santa Helena, Ascensão e Tristão da Cunha
zh: 圣赫勒拿，阿森松和特里斯坦达库尼亚

# wocat label
source: Saint Kitts and Nevis
pt: São Cristóvão e Névis
zh: 圣基茨和尼维斯

# wocat label
source: Saint Lucia
pt: Santa Lúcia
zh: 圣卢西亚岛

# wocat label
source: Saint Martin (French part)
pt: São Martinho (parte francesa)
zh: 圣马丁（法属）

# wocat label
source: Saint Pierre and Miquelon
pt: São Pedro e Miquelon
zh: 圣皮埃尔和密克隆群岛

# wocat label
source: Saint Vincent and the Grenadines
pt: São Vicente e as Granadinas
zh: 圣文森特和格林纳丁斯

# wocat label
source: Samoa
zh: 萨摩亚

# wocat label
source: San Marino
pt: São Marino
zh: 圣马力诺

# wocat label
source: Sao Tome and Principe
pt: São Tomé e Príncipe
zh: 圣多美与普林希比共和国

# wocat label
source: Saudi Arabia
pt: Arábia Saudita
zh: 沙特阿拉伯

# wocat label
source: Senegal
zh: 塞内加尔

# wocat label
source: Serbia
pt: Sérvia
zh: 塞尔维亚

# wocat label
source: Seychelles
pt: Seichelles
zh: 塞舌尔

# wocat label
source: Sierra Leone
pt: Serra Leoa
zh: 塞拉利昂

# wocat label
source: Singapore
pt: Cingapura
zh: 新加坡

# wocat label
source: Sint Maarten (Dutch part)
pt: São Martinho (parte holandesa)
zh: 圣马丁（荷属）

# wocat label
source: Slovakia
pt: Eslováquia
zh: 斯洛伐克

# wocat label
source: Slovenia
pt: Eslovênia
zh: 斯洛文尼亚

# wocat label
source: Solomon Islands
pt: Ilhas Salomão
zh: 所罗门群岛

# wocat label
source: Somalia
pt: Somália
zh: 索马里

# wocat label
source: South Africa
pt: África do Sul
zh: 南非

# wocat label
source: South Georgia and the South Sandwich Islands
pt: Geórgia do Sul e as Ilhas Sandwich do Sul
zh: 南乔治亚岛和南桑威奇群岛

# wocat label
source: South Sudan
pt: Sul do Sudão
zh: 南苏丹

# wocat label
source: Spain
pt: Espanha
zh: 西班牙

# wocat label
source: Sri Lanka
zh: 斯里兰卡

# wocat label
source: Sudan
pt: Sudão
zh: 苏丹

# wocat label
source: Suriname
zh: 苏里南
