Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# cca helptext
source: If it has been introduced as an adaptation measure it might have been further adapted during the course of time.
pt: Se tiver sido introduzida como medida de adaptação, pode ter sido mais adaptada ao longo do tempo.
zh: 如果将其作为一种适应措施引入，则可能会在一段时间内进一步适应。

# cca label
source: SLM measures comprising the Technology
pt: Medidas de gestão sustentável da terra contendo a tecnologia
zh: 包含该技术的SLM措施

# cca label_view
source: Type of SLM measure (adaptation measure)
pt: Tipo de medida SLM (medida de adaptação)
zh: SLM措施的类型（适应措施）

# cca label
source: Investment made
pt: Investimentos realizados
zh: 投资

# cca label
source: Details (e.g. on design, material/ species)
pt: Detalhes (por exemplo, sobre desenho, material/espécie)
zh: 详细信息（比如设计、材料/品种的详细信息）

# cca label
source: Have the adaptation measures been successful?
pt: As medidas de adaptação foram bem sucedidas?
zh: 适应措施是否成功？

# cca label
source: Specify why yes/ no
pt: Especifique por que sim/Não
zh: 具体说明为什么是/否

# cca label
source: When were these adaptation measures taken?
pt: Quando essas medidas de adaptação foram tomadas?
zh: 这些适应措施是什么时候采取的？

# cca label
source: By whom/ what were (the) land user(s) motivated or inspired to apply these adaptation measures?
pt: Por quem/o(s) usuário(s) de terra motivado(s) ou inspirado(s) a aplicar estas medidas de adaptação?
zh: 是谁/是什么激励或激发措施使土地使用者应用这些适应措施的？

# cca label
source: If SLM specialists were involved, were these from:
pt: Se especialistas em SLM estivessem envolvidos, seriam estes de:
zh: 如果涉及SLM专家，这些专家来自：

# cca label
source: Did the land user(s) get any technical training on adaptation measures?
pt: O(s) usuário(s) do terreno recebeu algum treinamento técnico sobre medidas de adaptação?
zh: 土地使用者是否接受过有关适应措施的技术培训？

# cca label
source: If yes, by whom?
pt: Em caso afirmativo, por quem?
zh: 如果是，说明是谁提供的培训。

# cca label
source: Specify how costs and inputs were calculated
pt: Especifique como custos e entradas foram calculados
zh: 具体说明成本和投入是如何计算的

# cca label
source: Indicate size and area unit
pt: Indique o tamanho e a unidade de área
zh: 注明尺寸和面积单位

# cca helptext
source: <strong>Example:</strong> 24 acres, 4.5 hectares
pt: <strong>Exemplo: </strong>24 acres, 4,5 hectares
zh: <strong>示例：</strong> 24英亩，4.5公顷

# cca label
source: If using a local area unit, indicate conversion factor to one hectare
pt: Caso esteja usando uma unidade de área local, indique o fator de conversão para um hectare
zh: 如果使用本地面积单位，请注明换算系数为1公顷

# cca label
source: Specify unit
pt: Especifique a unidade
zh: 指定单位

# cca helptext
source: <strong>Example:</strong> watering point, energy saving stove, stone line
pt: <strong>Exemplo: </strong>ponto de irrigação, fogão economizador de energia, linha de pedra
zh: <strong>示例：</strong> 水源点、节能炉、石线

# cca label
source: Specify volume, length, etc. (if relevant)
pt: Especifique volume, comprimento, etc (se relevante)
zh: 指定体积、长度等（如果相关）

# cca helptext
source: <strong>Example:</strong> stone lines: 250 m, dam: 20’000 m<sup>3</sup>
pt: <strong>Exemplo: </strong>linhas de pedra: 250 m, barragem: 20.000 m<sup>3</sup>
zh: <strong>示例：</strong> 石线：250 米，大坝：20’000 米<sup>3</sup>

# cca label
source: Specify currency used for cost calculations
pt: Especifique a moeda utilizada para os cálculos de custo
zh: 具体说明成本计算所用货币

# cca helptext
source: You can use US dollars (USD) or any other national currency. Indicate all costs using the same currency.
pt: Você pode usar dólares americanos (USD) ou qualquer outra moeda nacional. Indique todos os custos usando a mesma moeda.
zh: 您可以使用美元（USD）或任何其他国家货币。用同一种货币表示所有成本。

# cca label
source: other/ national currency (specify)
pt: Outro/moeda nacional (especifique)
zh: 其它/国家货币（具体说明）

# cca label
source: Indicate exchange rate from USD to local currency (if relevant): 1 USD =
pt: Indique a taxa cambial do dólar norte americano para a moeda local (se relevante): 1 USD =
zh: 注明美元与当地货币的汇率（如相关）：1美元=

# cca label
source: Indicate average wage cost of hired labour per day
pt: Indique a média salarial da mão-de-obra contratada por dia
zh: 注明雇用劳工的每日平均工资成本

# cca label
source: If possible, break down the costs for adaptation measures according to the following table, specifying inputs and costs per input. If you are unable to break down the costs, give an estimation of the total costs for the adaptation of the Technology
pt: Se possível, discriminar os custos das medidas de adaptação de acordo com a tabela a seguir, especificando os insumos e custos por insumo. Se não for possível decompor os custos, forneça uma estimativa dos custos totais para a adaptação da Tecnologia
zh: 如果可能，按下表分解技术适应费用，并列明各项投入和每项投入的费用。如果您无法分解成本，给出适应该技术所需要的总成本估算。

# cca label
source: Specify input
pt: Especifique a entrada
zh: 对投入进行具体说明

# cca label
source: Unit
pt: Unidade
zh: 单位

# cca helptext
source: <strong>Units</strong>: person-days, kg, litres, pieces, etc.
pt: <strong>Unidades</strong>: pessoas-dias, kg, litros, peças, etc.
zh: <strong>单位</strong>：人-天、千克、升、件等

# cca label
source: Quantity
pt: Quantidade
zh: 数量

# cca label
source: Costs per Unit
pt: Custos por unidade
zh: 单位成本

# cca label
source: Total costs per input
pt: Custos totais por entrada
zh: 每项投入的总成本

# cca label
source: %% of costs borne by land users
pt: %% dos custos arcados pelos usuários da terra
zh: 土地使用者承担的成本%%

# cca label
source: Total costs for the adaptation of the Technology
pt: Custos totais para a adaptação da Tecnologia
zh: 技术适应所需总成本

# cca label
source: If not 100%% of the costs were borne by land user(s), indicate who funded the remaining costs
pt: Se não 100%% dos custos foram suportados pelo(s) usuário(s) da terra, indicar quem financiou os custos restantes
zh: 如果土地使用者负担的费用少于100%%，请注明由谁负担其余费用

# cca label
source: What are potential measures that could be taken to further adapt the Technology to gradual climate changes and climate-related extremes?
pt: Quais são as medidas potenciais que poderiam ser tomadas para adaptar ainda mais a Tecnologia às mudanças climáticas graduais e aos extremos relacionados ao clima?
zh: 可以采取哪些潜在措施来进一步使技术适应渐变气候变化和与气候相关的极端情况？

# cca helptext
source: The suggestions below should be based on a discussion with and assessment by the land user(s) and SLM specialist(s).
pt: As sugestões abaixo devem ser baseadas em uma discussão e avaliação com o(s) usuário(s) da terra e especialista(s) em SLM.
zh: 以下解释应基于土地使用者和SLM专家的讨论和评估

# cca label
source: Capital is
pt: Capital é
zh: 资本为

# cca helptext
source: specify, if relevant, if these assets are mainly relevant for gradual climate changes or climate-related extremes (disasters)
pt: especificar, se relevante, se esses ativos são principalmente relevantes para mudanças climáticas graduais ou extremos relacionados ao clima (desastres)
zh: 如果相关，说明这些资产是否主要与渐变气候或与气候相关的极端情况（灾害）有关。

# cca label
source: decrease
pt: redução/diminuição
zh: 减少

# cca label
source: stable
pt: estável
zh: 稳定

# cca label
source: increase
pt: aumento
zh: 增加

# cca label
source: Jan
zh: 1月

# cca label
source: Feb
pt: Fev
zh: 2月

# cca label
source: Mar
zh: 3月

# cca label
source: Apr
pt: Abr
zh: 4月

# cca label
source: May
pt: Mai
zh: 5月

# cca label
source: Jun
zh: 6月

# cca label
source: Jul
zh: 7月

# cca label
source: Aug
pt: Ago
zh: 8月

# cca label
source: Sep
pt: Set
zh: 9月

# cca label
source: Oct
pt: Out
zh: 10月

# cca label
source: Nov
zh: 11月

# cca label
source: Dec
pt: Dez
zh: 12月

# cca label
source: winter
pt: inverno
zh: 冬季

# cca label
source: spring
pt: primavera
zh: 春季

# cca label
source: summer
pt: verão
zh: 夏季

# cca label
source: autumn
pt: outono
zh: 秋季

# cca label
source: wet/ rainy season
pt: estação úmida/das chuvas
zh: 湿季/雨季

# cca label
source: dry season
pt: estação seca
zh: 旱季

# cca label
source: yes
pt: Sim
zh: 是

# cca label
source: no
pt: Não
zh: 否

# cca label
source: don't know
pt: Não sabe
zh: 未知

# cca label
source: Wt: loss of topsoil/ surface erosion
pt: Wt: Perda do solo superficial/erosão de superfície
zh: Wt：表土流失/地表侵蚀

# cca label
source: Wg: gully erosion/ gullying
pt: Wg: Erosão por ravinas/ravinamento
zh: Wg：冲沟侵蚀/沟蚀

# cca label
source: Wm: mass movements/ landslides
pt: Wm: movimento de massas/deslizamentos
zh: Wm：块体运动/滑坡

# cca label
source: Wr: riverbank erosion
pt: Wr: erosão das margens
zh: Wr：河岸侵蚀

# cca label
source: Wc: coastal erosion
pt: Wc: erosão costeira
zh: Wc：海岸侵蚀

# cca label
source: Wo: offsite degradation effects
pt: Wo: efeitos de degradação externa
zh: Wo：场外劣化效应

# cca label
source: Et: loss of topsoil
pt: Et: Perda do solo superficial
zh: Et：表土流失

# cca label
source: Ed: deflation and deposition
pt: Ed: deflação e deposição
zh: Ed：风蚀风积

# cca label
source: Eo: offsite degradation effects
pt: Eo: efeitos de degradação externa
zh: Eo：场外劣化效应

# cca label
source: Cn: fertility decline and reduced soil organic matter content (not caused by erosion)
pt: Cn: declínio da fertilidade e redução do teor de matéria orgânica do solo (não causada pela erosão)
zh: Cn：肥力下降和有机质含量下降（非侵蚀所致）

# cca label
source: Ca: acidification
pt: Ca: acidificação
zh: Ca：酸化

# cca label
source: Cp: soil pollution
pt: Cp: poluição do solo
zh: Cp：土壤污染

# cca label
source: Cs: salinization/ alkalinization
pt: Cs: salinização/alcalinização
zh: Cs：盐化/碱化

# cca label
source: Pc: compaction
pt: Pc: Compactação
zh: Pc：压实

# cca label
source: Pk: slaking and crusting
pt: Pk: quebra e ressecamento
zh: Pk：熟化和结壳

# cca label
source: Pi: soil sealing
pt: Pi: selagem do solo
zh: Pi：覆土

# cca label
source: Pw: waterlogging
pt: Pw: estagnação hídrica
zh: Pw：水浸

# cca label
source: Ps: subsidence of organic soils, settling of soil
pt: subsidência de solos orgânicos, acomodação do solo
zh: Ps：有机土壤沉降，土壤沉降

# cca label
source: Pu: loss of bio-productive function due to other activities
pt: Pu: perda da função bioprodutiva devido a outras atividades
zh: Pu：由于其他活动而导致生物生产功能的丧失

# cca label
source: Bc: reduction of vegetation cover
pt: Bc: redução da cobertura vegetal
zh: Bc：植被覆盖的减少

# cca label
source: Bh: loss of habitats
pt: Bh: perda dos habitats
zh: Bh：栖息地丧失

# cca label
source: Bq: quantity/ biomass decline
pt: Bq: quantidade/ declínio da biomassa
zh: Bq：数量/生物量减少

# cca label
source: Bf: detrimental effects of fires
pt: Bf: efeitos prejudiciais de incêndios
zh: Bf：火灾的有害影响

# cca label
source: Bs: quality and species composition/ diversity decline
pt: Bs: Qualidade e composição de espécies/declínio de diversidade
zh: Bs：质量和物种组成/多样性的下降

# cca label
source: Bl: loss of soil life
pt: Bl: perda da vida do solo
zh: Bl：土壤寿命损失

# cca label
source: Bp: increase of pests/ diseases, loss of predators
pt: Bp: aumento de pragas/doenças, perda de predadores
zh: Bp：害虫/疾病增加，捕食者减少

# cca label
source: Ha: aridification
pt: Ha: aridificação
zh: Ha：干旱化

# cca label
source: Hs: change in quantity of surface water
pt: Hs: mudança na quantidade de água de superfície
zh: Hs：地表水良变化

# cca label
source: Hg: change in groundwater/ aquifer level
pt: Hg: mudança no nível das águas subterrâneas / aquíferos
zh: Hg：地下水/含水层水位的变化

# cca label
source: Hp: decline of surface water quality
pt: Hp: declínio da qualidade de água de superfície
zh: Hp：地表水水质下降

# cca label
source: Hq: decline of groundwater quality
pt: Hq: declínio da qualidade do lençol freático
zh: Hq：地下水水质下降

# cca label
source: Hw: reduction of the buffering capacity of wetland areas
pt: Hw: redução da capacidade de tamponamento de zonas úmidas
zh: Hw：湿地缓冲能力下降

# cca label
source: very unfavourable influence
pt: influência muito desfavorável
zh: 非常不利的影响

# cca label
source: unfavourable influence
pt: influência desfavorável
zh: 不利的影响

# cca label
source: neutral
pt: neutro
zh: 中性

# cca label
source: beneficial influence
pt: influência benéfica
zh: 有利影响

# cca label
source: very beneficial influence
pt: influência muito benéfica
zh: 非常有利的影响

# cca label
source: Agronomic measures
pt: Medidas agronômicas
zh: 农艺措施

# cca helptext
source: <strong>Agronomic measures</strong><ul><li>are usually associated with annual crops</li><li>are repeated routinely each season or in a rotational sequence</li><li>are of short duration and not permanent</li><li>do not lead to changes in slope profile</li><li>are normally independent of slope</li></ul>
pt: <strong>As medidas agronômicas </strong><ul><li>são normalmente associadas a culturas anuais </li><li>são repetidas rotineiramente a cada estação ou em uma sequência rotacional</li><li> são de curta duração e não permanentes </li><li>não levam a mudanças no perfil </li><li>de inclinação são normalmente independentes da inclinação</li></ul>
zh: <strong>农艺措施</strong><ul><li>通常与一年生作物有关</li><li>在每个季节按照常规重复或按轮换顺序重复</li><li>是短期的，而不是永久性的</li><li>不会导致坡度发生变化</li><li>通常不受坡度影响</li></ul>

# cca label
source: Vegetative measures
pt: Medidas vegetativas
zh: 植物措施

# cca helptext
source: <strong>Vegetative measures</strong><ul><li>involve the use of perennial grasses, shrubs or trees</li><li>are of long duration</li><li>often lead to a change in slope profile</li><li>are often aligned along the contour or against the prevailing wind direction</li><li>are often spaced according to slope</li></ul>
pt: <strong>Medidas vegetativas </strong><ul><li>envolvem o uso de gramíneas perenes, arbustos ou árvores </li><li>são de longa duração</li><li>, muitas vezes levam a uma mudança no perfil da inclinação</li><li> são frequentemente alinhados ao longo do contorno ou contra a direção predominante do vento</li><li> são frequentemente espaçados de acordo com a inclinação</li></ul>
zh: <strong>植物措施</strong><ul><li>涉及使用多年生草、灌木或树木</li><li>具有较长的持续时间</li><li>通常会导致坡度变化</li><li>通常 沿等高线或逆风方向排列</li><li>通常按坡度间隔</li></ul>

# cca label
source: Structural measures
pt: Medidas estruturais
zh: 结构措施

# cca helptext
source: <strong>Structural measures</strong><ul><li>are of long duration or permanent</li><li>often require substantial inputs of labour or money when first installed</li><li>involve major earth movements and/ or construction with wood, stone, concrete, etc. are often carried out to control runoff, erosion and wind velocity and to harvest rainwater</li><li>often lead to a change in slope profile</li><li>are often aligned along the contour/ against prevailing wind direction</li><li>are often spaced according to slope</li></ul>
pt: <strong>As medidas estruturais <ul><li>são de longa duração ou permanentes</li><li>, e muitas vezes requerem uma grande quantidade de mão de obra ou dinheiro quando instaladas pela primeira vez </li><li>envolvem os grandes movimentos de terra e/ou a construção com madeira, pedra, concreto, etc. são frequentemente realizadas para controlar o escoamento, a erosão e a velocidade do vento, e para colher a água da chuva </li><li>muitas vezes levam a uma mudança no perfil da inclinação<li> são frequentemente alinhadas ao longo do contorno/ contra a direção predominante do vento</li><li> são frequentemente espaçadas de acordo com a inclinação</li></ul>
zh: <strong>结构措施</strong><ul><li>是长期的或永久性的</li><li>首次安装时通常需要大量的人力或资金投入</li><li>涉及到主要的土方运动和/或用木材、石材、混凝土等进行施工，通常是为了控制径流、侵蚀和风速以及收集雨水</li><li>通常会导致坡度发生变化</li><li>通常沿等高线/逆风方向排列</li><li>通常按坡度间隔</li></ul>

# cca label
source: Management measures
pt: Medidas de gestão
zh: 管理措施

# cca helptext
source: <strong>Management measures</strong><ul><li>involve a fundamental change in land use</li><li>usually involve no agronomic and structural measures</li><li>often result in improved vegetative cover</li><li>often reduce the intensity of use</li></ul>
pt: <strong>Medidas de gestão </strong><ul><li>envolvem uma mudança fundamental no uso da terra</li><li> geralmente não envolvem medidas agronômicas e estruturais </li><li>geralmente resultam em uma melhor cobertura vegetativa </li><li>muitas vezes reduzem a intensidade do uso</li></ul>
zh: <strong>管理措施</strong><ul><li>涉及到土地用途的根本性变化</li><li>涉及到土地用途的根本性变化</li><li>通常导致植被覆盖的改善</li><li>通常会降低使用强度</li></ul>

# cca label
source: Other measures
pt: Outras medidas
zh: 其它措施

# cca helptext
source: <strong>Other measures</strong><ul><li>Any measures which do not fit into the above categories</li></ul>Examples: Beekeeping; Smallstock farming (e.g. poultry, rabbits); fish ponds; food storage and processing (incl. post-harvest loss reduction)
pt: <strong>Outras medidas</strong><ul><li> Ainda medidas que não se encaixam nas categorias acima </li></ul>Exemplos: Apicultura; criação de pequenos animais (por exemplo, aves, coelhos); viveiros de peixes; armazenamento e processamento de alimentos (inclusive redução das perdas pós-colheita).
zh: <strong>其它措施</strong><ul><li>不属于上述类别的任何措施</li></ul>例如：养蜂；小牲畜养殖（如家禽、兔子）；鱼塘；食品储存和加工（包括减少收获后的损失）

# cca label
source: major
pt: maior
zh: 主要

# cca label
source: medium
pt: Médio
zh: 中等

# cca label
source: minor
pt: menor
zh: 次要

# cca label
source: less than 5 years ago
pt: menos de 5 anos atrás
zh: 不到5年前

# cca label
source: 5 to 10 years ago
pt: 5 a 10 anos atrás
zh: 5-10年前

# cca label
source: 10 to 30 years ago
pt: 10 a 30 anos atrás
zh: 10-30年前

# cca label
source: over 30 years ago
pt: há mais de 30 anos
zh: 30多年以前

# cca label
source: land user(s) alone (self-initiative)
pt: usuário(s) de terra sozinho(s) (auto-iniciativa)
zh: 仅限土地使用者（自主）

# cca label
source: other land user(s)
pt: outro(s) usuário(s) de terra
zh: 其他土地使用者

# cca label
source: mainly land user(s) but supported by SLM specialist(s)
pt: principalmente usuário(s) de terra, mas apoiado(s) pelo(s) especialista(s) em SLM
zh: 主要是土地使用者，但由SLM专家提供支持

# cca label
source: mainly input from SLM specialist(s)
pt: principalmente entrada de especialista(s) em SLM
zh: 主要是SLM专家的投入

# cca label
source: only SLM specialist(s)
pt: somente especialista(s) em SLM
zh: 仅限SLM专家

# cca label
source: media, other communication channels
pt: mídia, outros canais de comunicação
zh: 媒介、其他沟通渠道

# cca label
source: agricultural advisory services
pt: serviços de consultoria agrícola
zh: 农业咨询服务

# cca label
source: research
pt: pesquisa
zh: 研究

# cca label
source: projects and programmes of development cooperation/ international organizations
pt: projetos e programas de cooperação para o desenvolvimento/ organizações internacionais
zh: 发展合作/国际组织的项目和方案

# cca label
source: per Technology area
pt: por área de tecnologia
zh: 每个技术领域

# cca helptext
source: e.g. 24 acres
pt: por exemplo, 24 acres
zh: 例如24英亩

# cca label
source: per Technology unit
pt: Por unidade de tecnologia
zh: 每个技术单元

# cca helptext
source: e.g. watering point, energy saving stove, stone line
pt: por exemplo, ponto de irrigação, fogão economizador de energia, linha de pedra
zh: 例如水源点、节能炉、石线等

# cca label
source: US Dollars
pt: Dólares norte-americanos
zh: 美元

# cca label
source: low
pt: Baixo
zh: 低

# cca label
source: moderate
pt: Moderado
zh: 中

# cca label
source: high
pt: Alto
zh: 高

# cca label
source: crop production
pt: Produção agrícola
zh: 作物生产

# cca label
source: crop quality
pt: Qualidade da safra
zh: 作物质量

# cca label
source: fodder production
pt: Produção de forragens
zh: 饲料生产

# cca label
source: fodder quality
pt: Qualidade da forragem
zh: 饲料质量

# cca label
source: animal production
pt: Produção animal
zh: 畜牧生产

# cca label
source: wood production
pt: Produção de madeira
zh: 木材生产

# cca label
source: forest/ woodland quality
pt: Qualidade da floresta/do bosque
zh: 森林/林地质量

# cca label
source: non-wood forest production
pt: Produção florestal não madeireira
zh: 非木材林业生产

# cca label
source: risk of production failure
pt: Risco de falha de produção
zh: 生产故障风险

# cca label
source: product diversity
pt: Diversidade de produtos
zh: 产品多样性

# cca label
source: production area
pt: Área de produção
zh: 生产区域

# cca label
source: land management
pt: Gestão de terra
zh: 土地管理

# cca label
source: energy generation
pt: Geração de energia
zh: 能源生产

# cca label
source: drinking water availability
pt: Disponibilidade de água potável
zh: 饮用水的可用性

# cca label
source: drinking water quality
pt: Qualidade da água potável
zh: 饮用水的质量

# cca label
source: water availability for livestock
pt: Disponibilidade de água para criação de animais
zh: 家畜用水的可用性

# cca label
source: water quality for livestock
pt: Qualidade da água para criação de animais
zh: 家畜用水的质量

# cca label
source: irrigation water availability
pt: Disponibilidade de água para irrigação
zh: 灌溉用水的可用性

# cca label
source: irrigation water quality
pt: Qualidade da água para irrigação
zh: 灌溉用水的质量

# cca label
source: demand for irrigation water
pt: Demanda por água para irrigação
zh: 灌溉用水需求

# cca label
source: expenses on agricultural inputs
pt: Despesas com insumos agrícolas
zh: 农业投入费用

# cca label
source: farm income
pt: Rendimento agrícola
zh: 农业收入

# cca label
source: diversity of income sources
pt: Diversidade de fontes de rendimento
zh: 收入来源的多样性

# cca label
source: economic disparities
pt: Disparidades econômicas
zh: 经济差异

# cca label
source: workload
pt: Carga de trabalho
zh: 工作量

# cca label
source: food security/ self-sufficiency
pt: Segurança alimentar/auto-suficiência
zh: 食品安全/自给自足

# cca label
source: health situation
pt: Estado de saúde
zh: 健康状况

# cca label
source: land use/ water rights
pt: Direitos do uso da terra/à água
zh: 土地使用权/用水权

# cca label
source: cultural opportunities
pt: Oportunidades culturais
zh: 文化机会

# cca label
source: recreational opportunities
pt: Oportunidades de lazer
zh: 娱乐机会

# cca label
source: community institutions
pt: Instituições comunitárias
zh: 社区机构

# cca label
source: national institutions
pt: Instituições nacionais
zh: 国家机构

# cca label
source: SLM/ land degradation knowledge
pt: Conhecimento de gestão sustentável da terra/degradação da terra
zh: SLM/土地退化知识

# cca label
source: conflict mitigation
pt: Atenuação de conflitos
zh: 冲突缓解

# cca label
source: situation of socially and economically disadvantaged groups
pt: Situação de grupos social e economicamente desfavorecidos
zh: 社会经济弱势群体的情况

# cca label
source: water quantity
pt: Quantidade de água
zh: 水量

# cca label
source: water quality
pt: Qualidade de água
zh: 水质

# cca label
source: harvesting/ collection of water
pt: Colheita/recolhimento de água
zh: 水的回收/收集

# cca label
source: surface runoff
pt: Escoamento superficial
zh: 地表径流

# cca label
source: excess water drainage
pt: Drenagem de excesso de água
zh: 多余水的排放

# cca label
source: groundwater table/ aquifer
pt: Lençol freático/aquífero
zh: 地下水位/含水层

# cca label
source: evaporation
pt: Evaporação
zh: 蒸发

# cca label
source: soil moisture
pt: Umidade do solo
zh: 土壤水分

# cca label
source: soil cover
pt: Cobertura do solo
zh: 土壤覆盖层

# cca label
source: soil loss
pt: Perda de solo
zh: 土壤流失

# cca label
source: soil accumulation
pt: Acumulação de solo
zh: 土壤堆积

# cca label
source: soil crusting/ sealing
pt: Ressecamento/selagem do solo
zh: 土壤结壳/密封

# cca label
source: soil compaction
pt: Compactação do solo
zh: 土壤压实

# cca label
source: nutrient cycling/ recharge
pt: Ciclo e recarga de nutrientes
zh: 养分循环/补给

# cca label
source: salinity
pt: Salinidade
zh: 盐度

# cca label
source: soil organic matter/ below ground C
pt: Matéria orgânica do solo/carbono abaixo do solo
zh: 土壤有机物/地下C

# cca label
source: acidity
pt: Acidez
zh: 酸度

# cca label
source: vegetation cover
pt: Cobertura vegetal
zh: 植被覆盖层

# cca label
source: biomass/ above ground C
pt: Biomassa/carbono acima do solo
zh: 生物量/地上C

# cca label
source: plant diversity
pt: Diversidade vegetal
zh: 植物多样性

# cca label
source: invasive alient species
pt: espécies alienígenas invasivas
zh: 外来入侵物种

# cca label
source: animal diversity
pt: Diversidade animal
zh: 动物多样性

# cca label
source: beneficial species
pt: Espécies benéficas
zh: 有益物种

# cca label
source: harmful species
pt: espécies nocivas
zh: 有益物种

# cca label
source: habitat diversity
pt: Diversidade de habitat
zh: 栖息地多样性

# cca label
source: pests/ diseases
pt: pragas/doenças
zh: 害虫/疾病

# cca label
source: flood impacts
pt: Impactos da inundação
zh: 洪水影响

# cca label
source: landslides/ debris flows
pt: Deslizamentos de terra/fluxos de escombros
zh: 滑坡/泥石流

# cca label
source: drought impacts
pt: Impactos da seca
zh: 干旱影响
