Repository: SCiO-systems/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt, zh

# technologies_2018 helptext
source: Give a concluding statement about the Technology. One statement only per text field. Differentiate between the perspectives of land users and key resource persons.
pt: Faça uma declaração final sobre a Tecnologia. Uma declaração apenas por campo de texto. Diferencie entre as perspectivas dos usuários da terra e as pessoas-chave dos recursos.
zh: 对该技术作一个总结性的说明。每个文本字段仅填写一条语句。区分土地使用者和关键资源人员的观点。

# technologies label
source: Methods/ sources of information
pt: Métodos/fontes de informação
zh: 信息的方法/来源

# technologies label
source: References to available publications
pt: Referências às publicações disponíveis
zh: 参考可用出版物

# technologies helptext
source: List relevant publications relating to the Technology (reports, manuals, training materials, case studies, etc.). Upload those publications that are available as soft copies to the database.
pt: Relacione publicações relevantes relacionadas à Tecnologia (relatórios, manuais, materiais de treinamento, estudos de caso, etc.). Carregue as publicações que estão disponíveis como cópias eletrônicas para o banco de dados.
zh: 列出与该技术相关的出版物（报告、手册、培训材料、案例研究等）。将可用作软拷贝的发布上载到数据库。

# technologies label
source: Links to relevant information which is available online
pt: Links para informação relevante que está disponível online
zh: 链接到网络上可用的相关信息

# technologies_2018 label
source: Links to relevant online information
pt: Links para informações on-line relevantes
zh: 链接到网络上的相关信息

# technologies label
source: Main purpose(s) of the Technology
pt: Principal/principais finalidade(s) da tecnologia
zh: 该技术的主要目的

# technologies_2018 label
source: Main purpose(s) of the Technology
pt: Principal/principais finalidade(s) da tecnologia
zh: 技术的主要目的

# technologies_2018 helptext
source: Tick max. 5 answers
pt: Marque no máximo. 5 respostas
zh: 最多勾线5个答案

# technologies label
source: General information
pt: Informação geral
zh: 一般信息

# technologies label
source: Classification of the SLM Technology
pt: Classificação da tecnologia de gestão sustentável da terra
zh: SLM技术的分类

# technologies label
source: Description of the SLM Technology
pt: Descrição da tecnologia de gestão sustentável da terra
zh: SLM技术的说明

# technologies helptext
source: <p><strong>An SLM Technology</strong> is a practice applied in the field that controls land degradation and/ or enhances productivity. A Technology consists of one or several measures, such as agronomic, vegetative, structural, and management measures.</p><p>A single SLM Technology should cover a homogeneous set of natural (biophysical) and human (socio-economic) conditions. This means that the Technology is not applied or applicable to different, very dissimilar climatic or altitudinal zones or slope categories, or under very dissimilar land tenure arrangements. A Technology may consist of one or several <strong>SLM measures</strong> (agronomic, vegetative, structural, and management measures); e.g. terraces combined with grass strips and contour ploughing.</p><p><strong>Site-specific information</strong>: Information provided in this questionnaire should strictly refer to the sites that were assessed/ analysed during the documentation of the Technology (e.g. through interviews with land users, field surveys, etc.), although the Technology might be applied or be applicable in a wider area.</p>
pt: <p><strong>Uma Tecnologia SLM</strong> é uma prática aplicada no campo que controla a degradação da terra e/ou aumenta a produtividade. Uma Tecnologia consiste em uma ou várias medidas, tais como medidas agronômicas, vegetativas, estruturais e de gerenciamento.</p><p> Uma única Tecnologia SLM deve cobrir um conjunto homogêneo de condições naturais (biofísicas) e humanas (sócio-econômicas). Isto significa que a Tecnologia não é aplicada ou aplicável a diferentes zonas climáticas ou altitudinais ou categorias de declive muito diferentes, ou sob arranjos de posse de terra muito díspares. Uma Tecnologia pode consistir de uma ou várias <strong>medidas SLM</strong> (medidas agronômicas, vegetativas, estruturais e de manejo); por exemplo, terraços combinados com faixas de grama e lavouras de contorno. </p><p><strong>Informações específicas do local</strong>: As informações fornecidas neste questionário devem se referir estritamente aos locais que foram avaliados/analisados durante a documentação da Tecnologia (por exemplo, através de entrevistas com os usuários da terra, pesquisas de campo, etc.), embora a Tecnologia possa ser aplicada ou ser aplicável em uma área mais ampla.</p>
zh: <p><strong>SLM技术</strong> 是在可以控制土地退化和/或提高生产力的领域中应用的实践。该类技术包括一项或多项措施，如农艺措施、植被措施、结构措施和管理措施。</p><p>单个SLM技术应该覆盖一组相同的自然（生物物理）和人类（社会经济）条件。这意味着该技术不适用于不同的、非常不同的气候或海拔带或坡度类别，也不适用于非常不同的土地使用权安排。一个技术可能包含一项或几项 <strong>SLM措施</strong> （农艺、植被、结构和管理措施）；例如梯田与草带相结合以及等高耕作。</p><p><strong>具体现场信息</strong>：本调查问卷中提供的信息应严格指在技术文件编制过程中评估/分析的场地（例如通过与土地使用者面谈、实地调查等），尽管该技术可能适用于更广泛的领域。</p>

# technologies label
source: Technical specifications, implementation activities, inputs, and costs
pt: Especificações técnicas, implementação de atividades, entradas e custos
zh: 技术规范、实施活动、投入和成本

# technologies label
source: Natural and human environment
pt: Ambiente natural e humano
zh: 自然和人文环境

# technologies helptext
source: <p>Give details of the natural (biophysical) conditions where the Technology is applied. Make specific reference to the sites where the documented Technology has been assessed and analysed. Tick one box per question only, except for slope and soil parameters (see indications below). Use comment sections to specify your answers and provide additional information.</p><p><strong>Note:</strong> Some of the environmental conditions (e.g. slope angle, soil characteristics, water quality/ availability, etc.) may change as a result of the Technology! However, you are requested to <strong>describe the conditions as they were without any impact of sustainable land management!</strong></p><p>In exceptional cases, certain questions might not be relevant for the Technology. In such cases, skip the question but use the comment sections to explain why you are skipping it.</p>
pt: <p>Dar detalhes das condições naturais (biofísicas) onde a Tecnologia é aplicada. Fazer referência específica aos locais onde a Tecnologia documentada foi avaliada e analisada. Assinalar apenas uma caixa por pergunta, exceto para os parâmetros de inclinação e solo (ver indicações abaixo). Use as seções de comentários para especificar suas respostas e fornecer informações adicionais. </p><p><strong>Observação:</strong> Algumas das condições ambientais (por exemplo, ângulo de inclinação, características do solo, qualidade/ disponibilidade da água, etc.) podem mudar como resultado da Tecnologia! No entanto, você é solicitado a <strong>descrever as condições como elas eram, sem qualquer impacto do manejo sustentável do solo! </strong></p><p>Em casos excepcionais, certas questões podem não ser relevantes para a Tecnologia. Nesses casos, pule a pergunta, mas use as seções de comentários para explicar por que você está pulando.</p>
zh: <p>详细说明应用该技术的自然（生物物理）条件。具体参考已评估和分析记录技术的场所。除坡度和土壤参数外，每个问题只勾选一个方框（见下文指示）。使用注释部分具体说明你的答案并提供其他信息。</p><p><strong>注：</strong> 某些环境条件（如坡角、土壤特性、水质/可用性等）可能会因该技术而发生变化！但是，您需要 <strong>描述没有任何可持续土地管理影响的情况！</strong></p><p>在特殊情况下，某些问题可能与技术无关。在这种情况下，跳过问题，但要使用注释部分解释跳过的原因。</p>

# technologies_2018 label
source: Natural and human environment
pt: Ambiente natural e humano
zh: 自然和人文环境

# technologies_2018 helptext
source: <p>Give details of the natural (biophysical) conditions where the Technology is applied. Make specific reference to the sites where the documented Technology has been assessed and analysed. Tick one box per question only, except for annual rainfall, slope and soil parameters (see indications below). Use comment sections to specify your answers and provide additional information.</p><p><strong>Note:</strong> Some of the environmental conditions (e.g. slope angle, soil characteristics, water quality/ availability, etc.) may change as a result of the Technology! However, you are requested to <strong>describe the conditions as they were without any impact of sustainable land management!</strong></p><p>In exceptional cases, certain questions might not be relevant for the Technology. In such cases, skip the question but use the comment sections to explain why you are skipping it.</p>
pt: <p>Dê detalhes das condições naturais (biofísicas) onde a Tecnologia é aplicada. Faça referência específica aos locais onde a Tecnologia documentada foi avaliada e analisada. Marque apenas uma casinha por pergunta, exceto para os parâmetros anuais de chuvas, declive e solo (veja as indicações abaixo). Use as seções de comentários para especificar suas respostas e fornecer informações adicionais. </p><p><strong>Observação: </strong>Algumas das condições ambientais (por exemplo, ângulo de inclinação, características do solo, qualidade/ disponibilidade da água, etc.) podem mudar como resultado da Tecnologia! No entanto, você é solicitado a <strong>descrever as condições como elas eram sem qualquer impacto do manejo sustentável do solo! </strong></p><p>Em casos excepcionais, certas perguntas podem não ser relevantes para a Tecnologia. Nesses casos, pule a pergunta, mas use as seções de comentários para explicar por que você está pulando.</p>
zh: <p>详细说明应用该技术的自然（生物物理）条件。具体参考已评估和分析记录技术的场所。除坡度和土壤参数外，每个问题只勾选一个方框（见下文指示）。使用注释部分具体说明你的答案并提供其他信息。</p><p><strong>注：</strong> 某些环境条件（如坡角、土壤特性、水质/可用性等）可能会因该技术而发生变化！但是，您需要 <strong>描述没有任何可持续土地管理影响的情况！</strong></p><p>在特殊情况下，某些问题可能与技术无关。在这种情况下，跳过问题，但要使用注释部分解释跳过的原因。</p>

# technologies label
source: Impacts and concluding statements
pt: Impactos e declarações finais
zh: 影响和结论性说明

# technologies helptext
source: <p>Assess relevant impacts in the table below. If data based on measurements are not available, give your best estimate. Negligible means “no significant benefit nor disadvantage”. Make use of the “Quantify before SLM/ after SLM” and “Comments/ specify” columns to show evidence and justify your selection as far as possible. Choose adequate indicators to quantify impacts (e.g. t/ha for crop production, coliform measurement for water quality, etc.). Even if a 10%% increase (e.g. in yield) might be judged as a great improvement, please nonetheless tick the category “Slightly positive (+5-20%%)”, and use “Comments” to explain. Only indicate “Quantify (before/ after)” if impacts were measured in the field or determined by means of a survey. Impacts that are not ticked are considered “not relevant” or “not applicable”.</p><p><strong>On-site</strong>: concerns the area where the Technology is applied.<br><strong>Off-site</strong>: concerns adjacent areas or areas further away from the area where the Technology is applied</p>
pt: <p>Avalie os impactos relevantes na tabela abaixo. Se os dados baseados em medições não estiverem disponíveis, forneça sua melhor estimativa. Negligenciável significa "nenhum benefício ou desvantagem significativa". Utilize as colunas "Quantificar antes de SLM/ depois de SLM" e "Comentários/especificar" para mostrar evidências e justificar sua seleção, na medida do possível. Escolha indicadores adequados para quantificar os impactos (por exemplo, t/ha para produção de culturas, medição coliforme para qualidade da água, etc.). Mesmo que um aumento de 10%% (por exemplo, no rendimento) possa ser julgado como uma grande melhoria, assinale a categoria "Ligeiramente positivo (+5-20%%)", e use "Comentários" para explicar. Apenas indique "Quantificar (antes/ depois)" se os impactos foram medidos no campo ou determinados por meio de uma pesquisa. Impactos que não foram marcados são considerados "não relevantes" ou "não aplicáveis". </p><p><strong>No local</strong>: diz respeito à área onde a Tecnologia é aplicada. <br><strong>Fora do local</strong>: diz respeito a áreas adjacentes ou áreas mais distantes da área onde a Tecnologia é aplicada.</p>
zh: <p>评估下表中的相关影响。如果基于测量的数据不可用，请给出最佳估计。“可忽略”的意思是“没有显著的好处或缺点”。使用“在SLM之前量化/在SLM之后量化”和“注释/具体说明”这两列来显示证据并尽可能证明您的选择。选择适当的指标来量化影响（例如作物生产的吨/顷、水质的大肠菌群测量等）。 即使是10%%的增长（例如产量），也可能被认为是一个巨大的进步，但请勾选“略为积极（+5-20%%）”类别，并使用“注释”来解释。只有在现场测量或通过调查确定影响时，才注明“量化（之前/之后）”。未勾选的影响被视为“不相关”或“不适用”。</p><p><strong>现场</strong>：涉及到该技术所应用的领域。<br><strong>场外</strong>：涉及邻近地区或远离技术应用区域的地区。</p>

# technologies label
source: References and links
pt: Referências e links
zh: 参考和链接

# technologies helptext
source: Indicate sources of information used for the compilation of information in this questionnaire.
pt: Indicar neste questionário as fontes de informação utilizadas para a compilação de informações.
zh: 在本问卷中注明用于编制信息的信息来源。

# unccd label
source: Clarify if the technology described in the template, or a part of it, is covered by property rights
pt: Esclarecer se a tecnologia descrita no modelo, ou uma parte dela, está coberta por direitos de propriedade
zh: 澄清模板中描述的技术或其一部分是否包含在产权范围内。

# unccd label
source: Please provide relevant information on the holder of the rights
pt: Favor fornecer informações relevantes sobre o titular dos direitos
zh: 请提供权利持有人的相关信息。

# unccd label
source: Prevailing land use in the specified location
pt: Uso do solo predominante no local especificado
zh: 指定地点的主要土地用途

# unccd label
source: Specify
pt: Especifique
zh: 具体说明

# unccd label
source: Contribution to Desertification, land degradation and drought (DLDD) measures
pt: Contribuição para medidas de Desertificação, Degradação da Terra e Seca (DLDD)
zh: 对荒漠化、土地退化和干旱（DLDD）措施的贡献

# unccd label
source: Contribution to the strategic objectives
pt: Contribuição para os objetivos estratégicos
zh: 对战略目标的贡献

# technologies label
source: To which strategic objectives of The Strategy does the technology contribute?
pt: A que objetivos estratégicos da Estratégia a tecnologia contribui?
zh: 该技术对战略的哪些战略目标有贡献？

# unccd label
source: Type of impact
pt: Tipo de impacto
zh: 影响类型

# unccd label
source: Linkages with the other best practice themes
pt: Ligações com os outros temas de melhores práticas
zh: 与其他最佳实践主题的联系

# technologies label
source: Specify if the technology relates to one or more of the other UNCCD themes
pt: Especificar se a tecnologia está relacionada a um ou mais dos outros temas da UNCCD
zh: 说明该技术是否与《联合国防治荒漠化公约》的一个或多个其他主题有关

# unccd label
source: Location
pt: Localização
zh: 地点

# unccd label
source: Short description of the best practice
pt: Breve descrição da melhor prática
zh: 最佳实践的简短描述

# unccd label
source: Brief description of the natural environment within the specified location.
pt: Breve descrição do ambiente natural dentro do local especificado.
zh: 指定地点内的自然环境简介。

# unccd label
source: Prevailing socio-economic conditions of those living in the location and/or nearby
pt: Condições socioeconômicas prevalecentes das pessoas que vivem no local e/ou nas proximidades
zh: 居住在该地点及/或附近居民的普遍社会经济状况

# unccd label
source: Additional questions of Leg 1
pt: Perguntas adicionais da Etapa 1
zh: 第1部分的其它问题

# unccd label
source: On the basis of which criteria and/or indicator(s) (not related to The Strategy) the proposed practice and corresponding technology has been considered as ‘best’?
pt: Com base em quais critérios e/ou indicadores (não relacionados com a Estratégia) a prática proposta e a tecnologia correspondente foram considerados como "melhores"?
zh: 在确定建议的实践和相应的技术是否被认为是“最佳”时，应该基于哪些标准和/或指标？

# technologies label
source: On the basis of which criteria and/or indicator(s) has the described technology been considered as 'best'?
pt: Com base em quais critérios e/ou indicador(es) a tecnologia descrita foi considerada como "melhor"?
zh: 在确定所述技术是否被认为是“最佳”时，应该基于哪些标准和/或指标？

# unccd label
source: Main problems addressed by the best practice
pt: Principais problemas abordados pelas melhores práticas
zh: 最佳实践解决的主要问题

# unccd label
source: Outline specific land degradation problems addressed by the best practice
pt: Esboçar problemas específicos de degradação do solo abordados pelas melhores práticas
zh: 概述最佳实践解决的具体土地退化问题

# unccd label
source: Specify the objectives of the best practice
pt: Especificar os objetivos das melhores práticas
zh: 具体说明最佳实践的目标

# unccd label
source: Brief description of main activities, by objective
pt: Breve descrição das principais atividades, por objetivo
zh: 按目标对主要活动进行简要的描述

# unccd label
source: Reporting Entity
pt: Entidade relatora
zh: 报告主体

# unccd label
source: Short description and technical specifications of the technology
pt: Breve descrição e especificações técnicas da tecnologia
zh: 本技术的简要说明和技术规范

# unccd label
source: Name and address of the institution developing the technology
pt: Nome e endereço da instituição que desenvolve a tecnologia
zh: 技术开发机构的名称和地址

# unccd label
source: Was the technology developed in partnership?
pt: A tecnologia foi desenvolvida em parceria?
zh: 这项技术是合作开发的吗?

# unccd label
source: List the partners
pt: Liste os parceiros
zh: 列出合作伙伴

# unccd label
source: Specify the framework within which the technology was promoted
pt: Especificar a estrutura dentro da qual a tecnologia foi promovida
zh: 具体说明该技术推广的框架

# unccd label
source: Was the participation of local stakeholders, including CSOs, fostered in the development of the technology?
pt: A participação das partes interessadas locais, incluindo as OSCs, foi fomentada no desenvolvimento da tecnologia?
zh: 当地利益相关者（包括CSO）的参与是否促进了技术的开发？

# unccd label
source: List local stakeholders involved
pt: Lista das partes interessadas locais envolvidas
zh: 列出涉及的当地利益相关者

# unccd label
source: For the stakeholders listed above, specify their role in the design, introduction, use and maintenance of the technology, if any.
pt: Para os participantes listados acima, especifique seu papel no projeto, início, uso e manutenção da tecnologia, se houver.
zh: 对于上面列出的利益相关者，说明他们在该技术的设计、引入、使用和维护（如果有的话）中的角色。

# unccd label
source: Was the population living in the location and/or nearby involved in the development of the technology?
pt: A população que vive no local e/ou nas proximidades estava envolvida no desenvolvimento da tecnologia?
zh: 居住在该地区和/或附近的居民是否参与了该技术的开发？

# unccd label
source: By means of what?
pt: Por meio de quê?
zh: 通过什么手段？

# unccd label
source: Describe on-site impacts (the major two impacts by category)
pt: Descreva os impactos no local (os dois principais impactos por categoria)
zh: 描述现场影响（按类别划分的两类主要影响）

# unccd label
source: Describe the major two off-site (i.e. not occurring in the location but in the surrounding areas) impacts
pt: Descreva os dois principais impactos fora do local (isto é, não ocorrendo no local, mas nas áreas circunvizinhas)
zh: 描述两个主要的场外影响（即不是发生在现场，而是发生在周围区域）

# unccd label
source: In your opinion does the best practice/technology you have proposed positively impact on biodiversity conservation?
pt: Na sua opinião, a melhor prática/tecnologia que você propôs tem um impacto positivo na conservação da biodiversidade?
zh: 在您看来，您提出的最佳实践/技术是否对生物多样性的保护产生了积极影响？

# unccd label
source: In your opinion does the best practice/technology you have proposed positively impact on climate change mitigation?
pt: Na sua opinião, a melhor prática/tecnologia que você propôs tem um impacto positivo na mitigação da mudança climática?
zh: 在您看来，您提出的最佳实践/技术是否对减缓气候变化产生了积极影响？

# unccd label
source: In your opinion does the best practice/technology you have proposed positively impact on climate change adaptation?
pt: Na sua opinião, a melhor prática/tecnologia que você propôs tem um impacto positivo na adaptação à mudança climática?
zh: 在您看来，您提出的最佳实践/技术是否对减缓气候适应产生了积极影响？

# unccd label
source: Explain the reasons:
pt: Explique as razões:
zh: 解释原因

# unccd label
source: Has a cost-benefit analysis been carried out?
pt: Foi realizada uma análise de custo-benefício?
zh: 是否进行了成本效益分析？

# unccd label
source: Was the technology disseminated/introduced to other locations?
pt: A tecnologia foi disseminada/introduzida para outros locais?
zh: 该技术是否传播/引进到其他地方？

# unccd label
source: Where?
pt: Onde?
zh: 传播/引进到哪里？

# unccd label
source: Were incentives to facilitate the take up of the technology provided?
pt: Foram fornecidos incentivos para facilitar a adoção da tecnologia?
zh: 是否提供了促进采用该技术的奖励措施？

# unccd label
source: Specify which type of incentives
pt: Especifique que tipo de incentivos
zh: 具体说明激励的类型

# unccd label
source: Can you identify the three main conditions that led to the success of the presented best practice/technology?
pt: Você pode identificar as três principais condições que levaram ao sucesso das melhores práticas/tecnologias apresentadas?
zh: 您能否确定目前最佳实践/技术成功的三个主要条件？

# unccd label
source: In your opinion, the best practice/technology you have proposed can be replicated, although with some level of adaptation, elsewhere?
pt: Na sua opinião, a melhor prática/tecnologia que você propôs pode ser replicada, embora com algum nível de adaptação, em outro lugar?
zh: 在您看来，您所提出的最佳实践/技术可以复制到其他地方，尽管有一定程度的适应？

# unccd label
source: At which level?
pt: Em que nível?
zh: 适应程度如何？

# unccd label
source: Related to human resources
pt: Relacionado a recursos humanos
zh: 人力资源相关

# unccd label
source: Related to financial aspects
pt: Relacionado aos aspectos financeiros
zh: 与财务方面有关

# unccd label
source: Related to technical aspects
pt: Relacionado a aspectos técnicos
zh: 与技术方面有关

# unccd label
source: If the location has well defined boundaries, specify its extension in hectares
pt: Se o local tiver limites bem definidos, especifique sua extensão em hectares
zh: 如果该位置有明确的边界，请以公顷为单位说明其延伸范围。

# unccd label
source: Estimated population living in the location
pt: Estimativa da população que vive no local
zh: 居住在该地区的估计人口

# unccd label
source: Cropland
pt: Terra de cultivo
zh: 农田

# unccd label
source: Grazing land
pt: Pastagem
zh: 牧场

# unccd label
source: Woodland
pt: Floresta
zh: 林地

# unccd label
source: Uproductive land
pt: Terra improdutiva
zh: 不毛之地

# unccd label
source: Human settlement
pt: Assentamento humano
zh: 人类聚居地

# unccd label
source: Other (please specify)
pt: Outros (favor especifique)
zh: 其它（请具体说明）

# unccd label
source: Prevention
pt: Prevenção
zh: 防止

# unccd label
source: Mitigation
pt: Mitigação
zh: 缓解

# unccd label
source: Adaptation
pt: Adaptação
zh: 适应

# unccd label
source: Rehabilitation
pt: Reabilitação
zh: 恢复

# unccd label
source: To improve the living conditions of affected populations
pt: Para melhorar as condições de vida das populações afetadas
zh: 改善受影响人口的居住条件

# technologies label
source: To improve the living conditions of affected populations
pt: Para melhorar as condições de vida das populações afetadas
zh: 改善受影响人口的居住条件

# unccd label
source: To improve the conditions of affected ecosystems
pt: Para melhorar as condições dos ecossistemas afetados
zh: 改善受影响生态系统的状况

# technologies label
source: To improve the conditions of affected ecosystems
pt: Para melhorar as condições dos ecossistemas afetados
zh: 改善受影响生态系统的状况

# unccd label
source: To generate global benefits through effective implementation of the Convention
pt: Gerar benefícios globais através da implementação efetiva da Convenção
zh: 通过有效执行《公约》产生全球效益

# technologies label
source: To generate global benefits through effective implementation of the Convention
pt: Gerar benefícios globais através da implementação efetiva da Convenção
zh: 通过有效执行《公约》产生全球效益

# unccd label
source: On-site impacts on production or productivity
pt: Impactos no local sobre a produção ou produtividade
zh: 对生产或生产力的现场影响

# unccd label
source: On-site socio-economic and cultural impacts
pt: Impactos sócio-econômicos e culturais no local
zh: 现场社会经济和文化影响

# unccd label
source: On-site environmental impacts
pt: Impactos ambientais no local
zh: 现场环境影响

# unccd label
source: Other on-site impacts
pt: Outros impactos no local
zh: 其它现场影响

# unccd label
source: Off-site impacts
pt: Impactos fora do local
zh: 场外影响

# unccd label
source: Capacity-building and awareness-raising
pt: Capacitação e conscientização
zh: 能力建设和认知提高
